{
    "QuestTitle.Upgrade1": "Primer mejora del Invernadero",
    "QuestText.Upgrade1": "Lleva algunos objetos para ampliar el tamaño de tu invernadero.",
    "Item1.Upgrade1": "Entrega 100 de Arcilla en la Planta Junimo dentro del invernadero.",
    "Item2.Upgrade1": "Entrega 50 de Cuarzo Refinados en la Planta Junimo dentro del invernadero.",

    "QuestTitle.Upgrade2": "Segunda mejora del Invernadero",
    "QuestText.Upgrade2": "Lleva algunos objetos más para ampliar nuevamente el tamaño del invernadero.",
    "Item1.Upgrade2": "Entrega 200 de Arcilla en la Planta Junimo dentro del invernadero.",
    "Item2.Upgrade2": "Entrega 150 de Cuarzo Refinado en la Planta Junimo dentro del invernadero.",

    "QuestTitle.Upgrade3": "Tercer mejora del Invernadero",
    "QuestText.Upgrade3": "Lleva algunos objetos más para ampliar el tamaño del invernadero aún más.",
    "Item1.Upgrade3": "Entrega 500 de Arcilla en la Planta Junimo dentro del invernadero.",
    "Item2.Upgrade3": "Entrega 25 Lingotes de Iridio en la Planta Junimo dentro del invernadero.",

    "QuestTitle.Upgrade4": "Cuarta mejora del Invernadero",
    "QuestText.Upgrade4": "Lleva algunos objetos más para mejorar tu invernadero con riego automático.",
    "Item1.Upgrade4": "Entrega 36 Aspersores de Iridio en la Planta Junimo dentro del invernadero.",
    "Item2.Upgrade4": "Entrega 100 de Suelo absorbente de lujo en la Planta Junimo dentro del invernadero.",
    "Item3.Upgrade4": "Entrega 25 Lingotes Radiactivos en la Planta Junimo dentro del invernadero.",
    "Item4.Upgrade4": "Entrega 20 Pilas en la Planta Junimo dentro del invernadero.",

    "QuestTitle.Upgrade5": "Quinta mejora del Invernadero",
    "QuestText.Upgrade5": "Lleva algunos objetos más para añadir un área dedicada a árboles en tu invernadero.",
    "Item1.Upgrade5": "Entrega 20 de Arcilla en la Planta Junimo dentro del invernadero.",
    "Item2.Upgrade5": "Entrega 10 Lingotes de Iridio en la Planta Junimo dentro del invernadero.",
    "Item3.Upgrade5": "Entrega 300 de Madera en la Planta Junimo dentro del invernadero."
}
