{ 
    
/// GENERIC DIALOGUE"

// NAME AND INTRO
"Core.Nora.Name": "Nora",
"Core.Nora.Introduction": "Oh! Você é o novo fazendeiro?^Oh! Você é a nova fazendeira?#$b#Estava ansiosa para conhecê-lo!$1^Estava ansiosa para conhecê-la!$1#$b#Sou a Nora, a propósito. Moro em East Scarp. Sinta-se à vontade para passar lá se quiser!#$b#Mas devo avisar, trabalho com répteis, então se você tem medo deles, não vai gostar da minha casa.",

// COMMUNITY CENTER BUNDLES
"Core.Nora.JojaBegin": "Sabe, fazendeiro, a Joja é responsável por muita poluição aqui no vale. Afetando os ecossistemas e tudo mais.$5^Sabe, fazendeira, a Joja é responsável por muita poluição aqui no vale. Afetando os ecossistemas e tudo mais.$5#$b#Eu imaginei que você, como fazendeiro da comunidade, estaria mais preocupado com o bem-estar do vale. Mas, eu suponho que sempre podemos nos surpreender com as pessoas.$2^Imaginei que você, como fazendeira da comunidade, estaria mais preocupada com o bem-estar do vale. Mas, eu suponho que sempre podemos nos surpreender com as pessoas.$2",
"Core.Nora.CCBegin": "Você está restaurando o antigo centro comunitário? Ah, eu tenho sonhado em ter um lugar assim para estudar desde que cheguei ao vale!$1#$b#Quando me mudei para cá, ele já estava em ruínas. Então fico feliz que você esteja cuidando disso!",
"Core.Nora.CCBus": "O ônibus foi consertado!$0#$b#Isso significa que minha prima Chiara poderá visitar a Vila novamente algum dia. Ah, sinto saudades dela!#$b#Ela pode fazer todo tipo de guloseimas deliciosas. Você deveria experimentá-las algum dia!#1",
"Core.Nora.CCComplete": "Muito obrigada por restaurar o centro comunitário, fazendeiro. É tão bom ver todos se reunindo.$1^Muito obrigada por restaurar o centro comunitário, fazendeira. É tão bom ver todos se reunindo.$1#$b#E finalmente, um lugar diferente para estudar agora!",
"Core.Nora.MovieTheater": "Agora temos um cinema!$1#$b#Você acha que se eu pedir educadamente, eles topariam exibir um documentário sobre répteis?$3#$b#Bom, acho que não custa tentar!$1", 

// BIRTHDAYS

/// HEART DIALOGUE

// 0 HEARTS SPRING

"Core.Nora.Spring.Mon.0h": "Bom dia, fazendeiro! Yoba, tenho muito trabalho hoje.^Bom dia, fazendeira! Yoba, tenho muito trabalho hoje.#$b#Ah, estou tremendo? Deve ser por causa do café.$3#$b#Esta é a minha quinta xícara hoje. Não se preocupe, estou acostumada.",
"Core.Nora.Spring.Tue.0h": "Se você falar e eu não responder imediatamente, não estou te ignorando, prometo!#$b#Na verdade, eu uso aparelho auditivo e às vezes preciso de pausas auditivas.#$b#Apenas assuma que eu realmente não estou ouvindo. Provavelmente não estou.$1",
"Core.Nora.Spring.Wed.0h": "Eu vim para o vale para trabalhar no meu doutorado. Decidi ficar depois de terminá-lo.#$b#Este lugar tem tantas criaturas estranhas e fascinantes... talvez eu encontre uma nova!$1#$b#E se eu puder dar nome a uma? O que deveria escolher? Estou pensando... o Noriano.$3#$b#Talvez seja um pouco exagerado?$3#$b#Ah, vou pensar nisso quando chegar lá.",
"Core.Nora.Spring.Thu.0h": "%Nora está fazendo uma pausa auditiva. Ela faz um sinal de 'Oi' para você!",
"Core.Nora.Spring.Fri.0h": "Eu sei que falo muito sobre cobras, mas é só porque elas são meus animais favoritos de todos os tempos.$1#$b#Desculpe se isso é irritante... eu sei que às vezes fico falando muito.$2#$b#Vai acontecer de novo.#$b#Mas vou tentar trazer algumas curiosidades legais sobre outros répteis.",
"Core.Nora.Spring.Sat.0h": "Quando você está no calendário acadêmico, não há descanso aos sábados.$2#$b#Tenho tanto para fazer! O tempo todo!#$b#Pesquisar é cansativo, especialmente quando você tem TDAH como eu...$2#$b#Amo meu trabalho, minha pesquisa, minha área, mas às vezes é difícil sentar e escrever tudo.$2",
"Core.Nora.Spring.Sun.0h": "Estive pensando em pegar uma tartaruga.$3#$b#Sim, eu sei que já tenho Pinkie Pie e Stupid, mas, o que posso dizer, amo esses bichinhos!#$b#Não tenho certeza se Tori gostaria de ter outro animal de estimação em casa.#$b#Talvez eu devesse fazer uma apresentação para ela sobre os benefícios...$3#$b#Já volto, @!",  

// 0 HEARTS SUMMER

"Core.Nora.Summer.Mon.0h": "O verão é minha estação favorita. Mas tenho que ter cuidado com meus animais de estimação.#$b#Os répteis são ectotérmicos, o que significa que sua temperatura depende da temperatura do ambiente.$4#$b#Ao contrário de nós humanos, eles não conseguem manter sua temperatura corporal constante.#$b#Sempre me certifico de que eles estejam se sentindo bem!$1",
"Core.Nora.Summer.Tue.0h": "Às vezes penso que Yoba me deu TDAH porque se eu realmente pudesse me concentrar nas coisas, seria imparável.$3#$b#De qualquer forma, tenha um ótimo dia, fazendeiro!$1^De qualquer forma, tenha um ótimo dia, fazendeira!$1", 
"Core.Nora.Summer.Wed.0h": "Meu animal de estimação, Pinkie Pie, é um Pantherophis guttatus. Comumente conhecido como cobra-do-milho!#$b#Elas são chamadas assim porque ficam perto de armazéns de grãos para caçar ratos.#$b#Elas são inofensivas. Não são venenosas e representam nenhum risco. Na verdade, são muito fofas!$1", 
"Core.Nora.Summer.Thu.0h": "Não posso conversar agora, fazendeiro. Desculpa, tenho muito o que fazer!^Não posso conversar agora, fazendeira. Desculpa, tenho muito o que fazer!",
"Core.Nora.Summer.Fri.0h": "Vou para o Saloon mais tarde para pegar uma bebida gelada. Estou pensando em... limonada!#$b#Ah, você pensou que eu estava falando de cerveja? Não sou muito fã de álcool.", 
"Core.Nora.Summer.Sat.0h": "Como estão as coisas nas minas?#$b#Acho que se eu fosse lá eu ficaria completamente perdida. Fico imaginando se temos alguma espécie não descoberta lá...$3#$b#Me avise se encontrar algum réptil legal por lá!",
"Core.Nora.Summer.Sun.0h": "Os domingos sempre paracem ser mais longos durante o verão.#$b#Mas quero dizer, tecnicamente, eles são mais longos mesmo. Os dias no verão são realmente mais longos, afinal.#$b#Sabe, por toda aquela coisa de posição  solar. Muito interessante!$1",

// 0 HEARTS FALL
"Core.Nora.Fall.Mon.0h": "Está ficando mais frio...$2#$b#Aposto que a padaria da Lorelai está vendendo muitos doces de abóbora agora. Devo passar lá em breve.",
"Core.Nora.Fall.Tue.0h": "Estou tentando esculpir abóboras com retratos da Pinkie Pie e do Stupid.#$b#Digamos apenas que sou melhor em fazer pesquisas.$1#$b#Se você tiver uma abóbora extra, eu compro!",
"Core.Nora.Fall.Wed.0h": "Eu realmente precisava pegar alguns ingredientes hoje, mas a loja do Pierre está fechada!$2#$b#Ah, vou esperar até amanhã então. Não gosto nem um pouco da Joja.",
"Core.Nora.Fall.Thu.0h": "Ha, você baixou sua guarda e foi atingido por uma curiosidade sobre répteis!$1#$b#Sabia que as escamas de cobras são feitas de queratina?$4#$b#Isso é uma proteína. Na verdade, é a mesma proteína que forma seu cabelo e unhas.#$b#Não é divertido ver as semelhanças entre nós? Uma coincidência.",
"Core.Nora.Fall.Fri.0h": "Algum plano para o fim de semana, fazendeiro?^Algum plano para o fim de semana, fazendeira?#$b#Oh, provavelmente vou ficar em casa para colocar minhas leituras em dia.#$b#Estou lendo um livro legal de ficção científica sobre viagens espaciais.$1#$b#Acho que é bom ler coisas além de artigos científicos o tempo todo.",
"Core.Nora.Fall.Sat.0h": "As árvores ficam muito bonitas nesta época do ano, não acha?$1#$b#Um lembrete de que as coisas estão sempre mudando. A natureza é realmente uma obra de arte.",
"Core.Nora.Fall.Sun.0h": "Por mais que eu não goste do frio, tem algo sobre o Outono que me inspira.#$b#Não sei, as vibrações são simplesmente... únicas!$3", 

// 0 HEARTS WINTER

"Core.Nora.Winter.Mon.0h": "Yoba, está frio. Eu realmente não gosto desse frio!.$2#$b#A neve é muito bonita. Você certamente tem esse belo visual, mas a que custo?",
"Core.Nora.Winter.Tue.0h": "Estou dando um tempo na pesquisa durante as festas.$b#E você, fazendeiro? Aposto que é desafiador fazer agricultura durante o inverno.^E você, fazendeira? Aposto que é desafiador fazer agricultura durante o inverno.$b#Bem, você sempre pode forragear!$1",
"Core.Nora.Winter.Wed.0h": "Sempre fico doente nesta época do ano.$2#$b#Até agora tudo be. Continue assim, sistema imunológico!#$b#Ah, devo contar isso para o Harvey. Ele vai ficar orgulhoso.$3",
"Core.Nora.Winter.Thu.0h": "O Banquete da Estrela Invernal é uma festa adorável, mas as canções da Estrela Invernal... não são para mim.$2#$b#Elas estão tocando o tempo todo!$5#$b#Uma das vantagens de ser surda, eu acho. Posso simplesmente desligar o aparelho quando já tiver ouvido o suficiente.",
"Core.Nora.Winter.Fri.0h": "Sinto falta do verão! Sou uma garota do verão!#$b#É agradável e quente e temos mirtilos.$1#$b#O verão é girlboss. O inverno é só um gatekeep.#$b#A primavera é definitivamente gaslight...$3",
"Core.Nora.Winter.Sat.0h": "Estes dias preciso garantir que os recintos dos meus répteis os mantenham aquecidos.$b#Eles ficam tão preguiçosos. Mal consigo vê-los.",
"Core.Nora.Winter.Sun.0h": "%Nora está fazendo uma pausa auditiva. Melhor deixá-la em paz.",

// 2 HEARTS SPRING

"Core.Nora.Spring.Mon.2h": "Você deveria passar por aqui com mais frequência, fazendeiro. Stupid sente sua falta!$1^Você deveria passar por aqui com mais frequência, fazendeira. Stupid sente sua falta!$1#$b#Como eu sei? Bom, uma mãe sempre sabe!#$b#Você não pode negar os instintos maternos!$1",
"Core.Nora.Spring.Tue.2h": "Hum, eu me pergunto se devo participar da rotina de exercícios da Robin no Pierre...$3#$b#Devo falar com a Robin sobre isso. Farei isso mais tarde!$1",
"Core.Nora.Spring.Wed.2h": "Toda vez que me aproximo do Centro Comunitário, juro que vejo algo...$3#$b#O Lewis me disse que são ratos, mas não tenho certeza.#$b#A menos que seja uma nova variação de ratos verdes e roxos.$3",
"Core.Nora.Spring.Thu.2h": "Toda primavera, peço para o Jacob dar uma olhada nos meus animais de estimação.#$b#Sabe, para garantir que estejam bem durante o inverno rigoroso.$1#$b#Nunca tive problemas com eles. Acho que sou uma boa cuidadora de répteis!#$b#É definitivamente bom ter um veterinário por perto.$1",
"Core.Nora.Spring.Fri.2h": "O que você acha da minha roupa? Eu tento acompanhar o estilo acadêmico.#$b#Só não tenho certeza se prefiro o estilo Light academia ou dark academia.$3#$b#Mas de novo, será que realmente preciso escolher? Não basta estar fabulosa todos os dias?$1",
"Core.Nora.Spring.Sat.2h": "Você já ouviu falar sobre a Canora de Zuzu, fazendeiro?^Você já ouviu falar sobre a Canora de Zuzu, fazendeira?#$b#Ela era uma famosa cantora de ópera. Ela é ótima!$1#$b#Adoro deixar suas músicas tocando ao fundo enquanto estudo. Me ajuda a focar!#$b#Acredito que tenho todos os discos dela.$3",
"Core.Nora.Spring.Sun.2h": "O oceano... é uma coisa linda, não é fazendeiro?^O oceano... é uma coisa linda, não é fazendeira?#$b#Toda vez que você olha para ele... quero que se lembre...$2#$b#...que as cobras marinhas são reais lá fora!$1",

// 2 HEARTS SUMMER

"Core.Nora.Summer.Mon.2h": "Está quase na hora de alimentar a Pinkie Pie de novo!$1#$b#Sabe, as cobras podem expandir suas bocas e engolir suas presas inteiras.#$b#Isso significa que elas levam muito tempo para digerir qualquer coisa que comam.$4#$b#Então geralmente há um grande intervalo entre suas refeições.#$b#Imagina só? Almoçar agora e só comer de novo daqui a 2 meses.$3#$b#Fascinante!$1",
"Core.Nora.Summer.Tue.2h": "%Nora sinaliza que está fazendo uma pausa auditiva. Ela deseja que você tenha um ótimo dia!",
"Core.Nora.Summer.Wed.2h": "Ah, fazendeiro, fico feliz em te encontrar. Vi um documentário ontem que me deu arrepios e queria te contar!$1^Ah, fazendeira, fico feliz em te encontrar. Vi um documentário ontem que me deu arrepios e queria te contar!$1#$b#Você conhece o crocodilo de água salgada? Ele é considerado o maior réptil vivo!$4#$b#É gigantesco! Agora sei por que as pessoas têm medo, mas também é magnífico!$1",
"Core.Nora.Summer.Thu.2h": "Certo, EU SEI que você está cultivando mirtilos em sua fazenda. É temporada de mirtilos.#$b#Você poderia trazer alguns para mim? Por favor? Por favorzinho?$1#$b#Quero tentar fazer uma torta de mirtilo.#$b#Se você me trouxer uma torta de mirtilo também seria muito legal.$3",
"Core.Nora.Summer.Fri.2h": "As crianças ficam me pedindo para ver meus répteis de estimação.#$b#É realmente adorável como elas ficam impressionadas toda vez.$1#$b#Hmm... talvez eu possa...$3#$b#Acabei de ter uma ideia incrível, fazendeiro! Já volto!$1^Acabei de ter uma ideia incrível, fazendeira! Já volto!$1",
"Core.Nora.Summer.Sat.2h": "Eu tive um pesadelo MALUCO ontem à noite!$2#$b#Tinha um cara careca me seguindo. Ele me pediu em casamento do nada.$2#$b#Depois, quando eu disse não, milhares de clones dele apareceram e me cercaram!$4#$b#Acho que vi uma cabeça gigante em algum lugar também? Ai, preciso de café...$2",
"Core.Nora.Summer.Sun.2h": "Tudo o que damos ao vale, o vale nos devolve.#$b#Por isso, temos que tratá-lo o melhor que pudermos. É nosso trabalho cuidar dele.$1#$b#Espero que você esteja fazendo sua parte.",

// 2 HEARTS FALL

"Core.Nora.Fall.Mon.2h": "Ah, ontem eu esbarrei acidentalmente no Baron Munchington enquanto voltava para casa e agora minhas alergias estão atacando.$2#$b#Os gatos são criaturas adoráveis, mas meu nariz parece pensar o contrário.$2#$b#NNão vou deixar isso me parar.",
"Core.Nora.Fall.Tue.2h": "Antes de decidir que queria estudar herpetologia, eu realmente considerei ser bióloga marinha.#$b# O Porto Oeste tem um centro marinho adorável. Sabe, fazendo um trabalho real de preservação.$1#$b#Sempre paro lá quando visito a Lorelai. É realmente um campo incrível.#$b#Devo pegar outro diploma?$3",
"Core.Nora.Fall.Wed.2h": "Tentei aprender a tricotar uma vez. Queria fazer roupas bonitas e fofinhas para usar no inverno.$1#$b#Mas o processo é realmente, realmente complicado. Levei cerca de um ano só para aprender o básico.#$b#Na verdade, não acho tão ruim assim. Talvez eu só seja péssima em tricotar.$3",
"Core.Nora.Fall.Thu.2h": "Outro dia, aconteceu a coisa mais estranha.#$b#Eu estava caminhando pela praia e juro que vi algo na água. Algo estranho...$3#$b#Não parecia nenhum peixe ou mamífero comum que já ouvi falar...$3#$b#Se você vir algo, me avise imediatamente, por favor.",
"Core.Nora.Fall.Fri.2h": "Yoba, essa situação toda com o Império Gotoro é terrível.$2?#$b#A guerra nunca é boa para nenhum dos lados envolvidos. Só espero que acabe logo.$2?#$b#Li as notícias mais horríveis sobre isso hoje...$2",
"Core.Nora.Fall.Sat.2h": "Eu já te disse que escrevi um livro uma vez?#$b#Depois que me formei, passei um ano inteiro viajando pela República de Ferngill e aprendendo mais sobre sua fauna de répteis e anfíbios.$1#$b#Chama-se 'A Herpetologia da República de Ferngill' e estou bastante orgulhosa dele.$1#$b#Se você encontrar por aí, dê uma chance, você faria?",
"Core.Nora.Fall.Sun.2h": "Acho que comi macarrão instantâneo para o almoço muitas vezes este mês para ser considerado saudável...$2#$b#Bem, em minha defesa, não sou uma ótima cozinheira. E não tenho muito tempo para cozinhar.#$b#Mas acho que devo pedir algo de vez em quando.$1",

// 2 HEARTS WINTER

"Core.Nora.Winter.Mon.2h": "Acho que não vou ver nenhum camaleão de cauda roxa nesta temporada.#$b#Está muito frio e seco para eles. Aposto que eles devem estar se aconchegando em algum lugar confortável.$1#$b#Bom, espero que estejam mesmo. Caso contrário, estão em uma posição ruim.$3",
"Core.Nora.Winter.Tue.2h": "Mais um dia, mais um baque. E por baque, quero dizer que peguei gripe de novo.$2#$b#Todo maldito ano...$2",
"Core.Nora.Winter.Wed.2h": "Eu sei que normalmente sou uma garota do café, mas mataria por um chocolate quente agora.#$b#Você sabe se o Gus vende?$3#$b#Bom, aposto que a Rosa vende!$1",
"Core.Nora.Winter.Thu.2h": "Está muito frio para eu andar até o museu.#$b#Por isso, vou para a estalagem durante o inverno!$1#$b#É quente, é aconchegante e tenho companhia maravilhosa lá. Gosto muito da Rosa!",
"Core.Nora.Winter.Fri.2h": "Tenho uma relação de amor e ódio com os feriados...$2#$b#É bom ter pausas, mas tenho TDAH. É fisicamente impossível para mim ficar parada e não fazer nada.$2#$b#Normalmente uso esse tempo para organizar outros projetos, ler artigos e escrever porque, bem, por que não?$1",
"Core.Nora.Winter.Sat.2h": "Ei fazendeiro! Quer ouvir algo legal?$1^Ei fazendeira! Quer ouvir algo legal?$1#$b#Um filhote de cobra é chamado de cobrinha! Não é a coisa mais adorável do mundo?#$b#Então, quando eu te disser que quero um filhote de píton, não se assuste. É fofo!$1#$b#E quando crescer, ficará ainda mais fofo, não acha?$3",
"Core.Nora.Winter.Sun.2h": "Espero realmente estar fazendo isso certo.$2#$b#Sabe, toda essa coisa de pesquisa. Ficarei arrasada se não conseguir ajudar essa espécie a sobreviver.$2#$b#Só espero fazer a diferença...$2#$b#Desculpe fazendeiro. O tempo frio me deixa irritada às vezes.$2^Desculpe fazendeira. O tempo frio me deixa irritada às vezes.$2",

// 4 HEARTS SPRING

"Core.Nora.Spring.Mon.4h": "Você acha que o TDAH sabe que estou tentando controlá-lo?#$b#Porque continuo esquecendo de tomar meu remédio. Melhor fazer isso hoje.$3",
"Core.Nora.Spring.Tue.4h": "A primavera é minha estação favorita para aproveitar a floresta enquanto pesquiso.#$b#É o melhor lugar para se estar em todo o vale. É tão cheia de flores e bonita.$1#$b#E a melhor parte? Nada de areia entrando em lugares estranhos.$5",
"Core.Nora.Spring.Wed.4h": "Fazendeiro, por favor cante uma música para mim. Qualquer música.$2^Fazendeira, por favor cante uma música para mim. Qualquer música.$2#$b#Um comercial da Jojaflix passou hoje enquanto eu assistia ao programa da manhã e não consigo tirar o jingle da minha cabeça.$2#$b#Não quero nada com essa terrível corporação!$5",
"Core.Nora.Spring.Thu.4h": "Clyde me deu cinco tipos diferentes de dor de cabeça hoje ao telefone.$2#$b#Ah, Clyde? Esse é meu irmão!#$b#Espera, eu não mencionei que tinha um irmão?$3#$b#Bom, agora você sabe que tenho um!$1",
"Core.Nora.Spring.Fri.4h": "Fazendeiro, adoraria conversar, mas tenho tarefas extras para segunda-feira. Não posso parar!$2^Fazendeira, adoraria conversar, mas tenho tarefas extras para segunda-feira. Não posso parar!$2",
"Core.Nora.Spring.Sat.4h": "Tenho ouvido coisas maravilhosas sobre sua fazenda, @.#$b#É bom ter fazendeiros por perto para podermos ter produtos frescos. Continue com o bom trabalho!$1",
"Core.Nora.Spring.Sun.4h": "Alguns dias eu queria ser uma cobra hognose para poder fingir de morta e evitar os problemas.$2#$b#Que problemas? Ah, uh... não é nada, de verdade. Não se preocupe.$1#$b#Mas você deveria vê-las fingindo de mortas. Realmente adoráveis!",

// 4 HEARTS SUMMER

"Core.Nora.Summer.Mon.4h": "Ah, estou tão cansada hoje...$2#$b#Stupid está passando pela troca de pele. É um processo delicado, então às vezes prefiro ficar acordada com ele.#$b#Répteis precisam trocar de pele de vez em quando porque, se seus corpos crescem, a pele não acompanha. Então eles fazem uma nova camada de pele e trocam a antiga.#$b#Também ajuda a se livrar de parasitas. Não é legal?$1#$b#Vou pegar alguns petiscos para ele!",
"Core.Nora.Summer.Tue.4h": "As crianças realmente querem que minhas palestras se tornem semanais agora.#$b#Eu estaria disposta a fazer. Elas são realmente adoráveis e ansiosas para aprender.$1#$b#Precisamos inspirar a nova geração.#$b#Além disso, Eloise parece gostar muito de mim... Não tenho certeza exatamente por que já que não somos tão próximas.$3#$b#Ela continua me convidando. Talvez eu deva passar por lá!",
"Core.Nora.Summer.Wed.4h": "Tenho me sentido bastante cansada ultimamente.$2#$b#Pode ter algo a ver com o fato de que sobrevivi esta semana à base de cookies de chocolate, uma quantidade muito não saudável de café expresso e aproximadamente metade de um pacote de salgadinhos.$3#$b#Mas isso é só uma teoria.$1",
"Core.Nora.Summer.Thu.4h": "O campo acadêmico é incrível, mas poderia pagar melhor, sabe?$2#$b#Minha prima me contou sobre um lindo colar de esmeraldas que ela encontrou. É em forma de cobra. Sinto que foi feito para mim.#$b#Exceto pelo fato de que provavelmente custa o dobro da minha renda anual.$3#$b#Ah, sou mais do tipo lenço de pescoço mesmo.$1#$b#Dito isso, você sabia que meu aniversário é no próximo mês?",
"Core.Nora.Summer.Fri.4h": "Como tudo sobre o verão pode ser tão bom?#$b#As colheitas, a brisa, as chuvas de verão, a atmosfera...$1#$b#Não há nada melhor, realmente.",
"Core.Nora.Summer.Sat.4h": "Ah, fazendeiro, justamente a pessoa que eu estava procurando!$1^Ah, fazendeira, justamente a pessoa que eu estava procurando!$1#$b#Você acha que poderia me deixar estudar na sua fazenda? Gostaria de ver se as condições são ideais para a espécie!#$b#Estou meio sem opções...$2",
"Core.Nora.Summer.Sun.4h": "Hoje vi a mariposa mais fofa na minha casa.#$b#Sabia que quase entrei na entomologia?$1#$b#Mas quer dizer... cobras. Não há realmente competição.",

// 4 HEARTS FALL

"Core.Nora.Fall.Mon.4h": "FAZENDEIRO! VOCÊ PRECISA VER ISSO!$1^FAZENDEIRA! VOCÊ PRECISA VER ISSO!$1#$b#Olha! Uma Tetracheilostoma carlae! Comumente chamado de cobra-fio-de-Barbados!$4#$b#É a menor cobra do mundo. Não é a coisa mais adorável?$1#$b#Eu só precisava mostrar isso para alguém.",
"Core.Nora.Fall.Tue.4h": "Toda vez que o outono chega, penso em como preciso de mais cachecóis.$3#$b#Mas a Tori disse que se eu pegar mais algum, terei que me mudar porque não haverá espaço.$1#$b#Particularmente, não acho que alguém possa ter cachecóis demais. Talvez eu esteja à frente do meu tempo.",
"Core.Nora.Fall.Wed.4h": "Eu tive... uma conversa com o Sebastian outro dia?$3#$b#Sim, estou tão surpresa quanto você.$1#$b#Ele não tem demonstrado interesse em falar comigo. Mas acabamos descobrindo que ambos gostamos muito de sapos.#$b#E é época de sapos!$1#$b#Cuidado com os pequeninos, @!",
"Core.Nora.Fall.Thu.4h": "Com que frequência você vai às montanhas, fazendeiro?$3^Com que frequência você vai às montanhas, fazendeira?$3#$b#Fico ouvindo rumores sobre alguém desmaiando constantemente nas minas.#$b#Isso não seria... você, seria?$2",
"Core.Nora.Fall.Fri.4h": "Preciso de pelo menos mais quatro doses de espresso antes de conseguir ter qualquer tipo de interação social hoje, @.$2#$b#Me encontra no saloon mais tarde?",
"Core.Nora.Fall.Sat.4h": "Sabe, há algo especial neste vale.$1#$b#Eu não percebia o quanto amava estar perto da natureza quando morava na Cidade Zuzu.#$b#Yoba, isso é algo que nunca farei novamente. Definitivamente não é para mim.$1",
"Core.Nora.Fall.Sun.4h": "Estou me sentindo bem hoje. Motivada. Determinada.#$b#Mais um dia, mais uma vitória, certo?$1#$b#Melhor aproveitar esse foco enquanto dura. Até logo!",

// 4 HEARTS WINTER
"Core.Nora.Winter.Mon.4h": "A estação fria está mais uma vez sobre nós...$2#$b#Como um prenúncio de doença. Um monstro branco que visa pegar todos nós.$5#$b#Como ele continua saindo impune...$2",
"Core.Nora.Winter.Tue.4h": "Espero que a Tori esteja bem. Eu sei que esta estação bagunça com as pessoas às vezes.$2#$b#Ela está cuidando de sua família no exterior. Estou cuidando dos slimes dela enquanto ela está fora.#$b#É para isso que os amigos servem.$1",
"Core.Nora.Winter.Wed.4h": "A Rosa é tão querida. Ela sempre conversa comigo quando eu fico na estalagem estudando.$1#$b#É como um santuário lá dentro. Tão quente, tão aconchegante.#$b#E ela tem excelentes histórias para contar.$1",
"Core.Nora.Winter.Thu.4h": "Às vezes penso que deveria falar menos. Sabe, ser mais quieta, mais... relaxada.$2#$b#Mas então, onde está a diversão nisso? Despejar informações é muito mais legal.$1#$b#Bem, para mim, pelo menos. Para todos os outros envolvidos? Eu não sei muito bem.",
"Core.Nora.Winter.Fri.4h": "%Nora parece chateada. Ela não quer falar agora.",
"Core.Nora.Winter.Sat.4h": "Desculpe por não termos conversado ontem... Eu só tenho muitas coisas na cabeça, é só isso.$2#$b#Obrigada por entender, @.",
"Core.Nora.Winter.Sun.4h": "O Jacob tem sido um anjo ultimamente.#$b#Todo inverno, ele me ajuda com os répteis. Sabe, suprimentos, bem-estar... ele tem tudo sob controle.$1#$b#Eu realmente não posso agradecê-lo o suficiente.",

// 6 HEARTS SPRING
"Core.Nora.Spring.Mon.6h": "Literalmente não consegui fazer nada hoje.$2#$b#O TDAH estava mais agitado do que o normal. Eu realmente não conseguia me concentrar em nada.$2#$b#Ah, é tão frustrante!$5",
"Core.Nora.Spring.Tue.6h": "O Stupid me assustou hoje!$2#$b#Eu estava limpando o terrário dele, então o tirei por um segundo.#$b#Na próxima coisa que sei, o moleque está escalando minha estante de livros mais alta. Como ele consegue fazer isso?$5#$b#Não se preocupe, ele foi recuperado com segurança. Nenhum lagarto foi prejudicado durante essa limpeza.",
"Core.Nora.Spring.Wed.6h": "Sabe, @, eu realmente admiro você...#$b#Deixando a Joja para trás e vindo para o vale, começando do zero em algo completamente diferente... não deve ter sido uma coisa fácil de fazer.$2#$b#Mas estou feliz que você tenha feito. Gosto muito de ser sua amiga.#$b#Além disso, seus mirtilos são os melhores da região!$1#$b#Hm... por favor, não conte ao Pierre que eu disse isso.$3",
"Core.Nora.Spring.Thu.6h": "Há muito poucas vezes em que sinto falta de morar com meus pais. Muito, muito poucas.#$b#Porque, sabe, independência e... coisas assim.$2#$b#Mas hoje... Oh, o que eu daria por uma das famosas limonadas rosas da minha mãe...$2#$b#Ela sempre foi uma ótima cozinheira. Me pergunto por que não herdei essa habilidade.$3",
"Core.Nora.Spring.Fri.6h": "Hah! Achou que ia receber uma curiosidade legal sobre cobras? Estava errado.#$b#Você vai receber uma curiosidade legal sobre crocodilos!$1#$b#Sabia que, assim como gatos, uma mãe crocodilo carrega seu bebê na boca?#$b#Não é adorável? Quer dizer, a maioria das pessoas não gosta de todos os dentes, mas é bom ver os instintos maternos.$1",
"Core.Nora.Spring.Sat.6h": "Nunca achei que alguém pudesse tomar café demais, mas... acho que realmente alcancei meu limite hoje.$2#$b#Talvez as coisas estejam um pouco piores do que eu pensava.$2",
"Core.Nora.Spring.Sun.6h": "Estou um pouco desconfiada de que estou realmente desenvolvendo algum tipo de intolerância à lactose...$3#$b#Mas sabe de uma coisa? Acho que prefiro viver na ignorância.$1#$b#Ninguém vai me privar de bolo de chocolate, entendeu? Ninguém.",

// 6 HEARTS SUMMER
"Core.Nora.Summer.Mon.6h": "A Eloise continua me pedindo para ir à praia. Estou realmente ficando sem motivos para não ir.$2#$b#Eu não gosto, mas não consigo dizer não para essa garotinha. Ela é tão adorável!#$b#Além disso, o Vincent me contou algumas histórias bem interessantes sobre um monstro... Acho que quero investigar isso.$3",
"Core.Nora.Summer.Tue.6h": "Quer saber de uma coisa engraçada?$1#$b#Quando estou em uma discussão com o Clyde, às vezes simplesmente me canso e tiro meus aparelhos auditivos.#$b#Ele também sabe língua de sinais. Se ele insistir, eu só fecho os olhos.#$b#O que ele vai fazer então? Ah, a verdadeira experiência de se ter irmãos.$1",
"Core.Nora.Summer.Wed.6h": "Eu gostaria que a barraca de sorvetes ficasse aberta o ano todo.#$b#Tipo, por que só podemos comprar sorvete durante o verão? Será que os desejos por sorvete são exclusivos do clima quente?$3#$b#Eu, pelo menos, nunca recusaria um sorvete de morango.$1",
"Core.Nora.Summer.Thu.6h": "Fui visitar a Maru ontem. Ela estava falando sobre sua última invenção.#$b#Normalmente não entendo muito porque não sei absolutamente nada sobre mecânica. E também sou muito ruim em matemática.$1#$b#Mas não conte a ela que eu disse isso. É nosso segredo, ok?#$b#Só estou te contando porque somos amigos.$1",
"Core.Nora.Summer.Fri.6h": "Às vezes eu começo frases e nem sei onde vou chegar com elas. #$b#Só espero descobrir ao longo do caminho. $1#$b#A jornada é sempre divertida, não acha? $1",
"Core.Nora.Summer.Sat.6h": "Você teria interesse em aprender linguagem de sinais, @? Quer dizer, se você ainda não sabe. $1#$b#Seria uma boa maneira de nos comunicarmos enquanto eu faço pausas auditivas. #$b#Também poderíamos usá-lo para brincar de forca no completo silêncio enquanto estivermos na biblioteca. $1",
"Core.Nora.Summer.Sun.6h": "@, fiz a descoberta mais fascinante ontem.#$b#Acabei percebendo que realmente gosto de novelas.$1#$b#O drama por trás de tudo isso... as tramas absurdas... Tudo se encaixa lindamente.#$b#Por favor, por favor, vamos assistir juntos um dia!$1#$b#A pipoca é por minha conta!",

// 6 HEARTS FALL
"Core.Nora.Fall.Mon.6h": "Ah @, você é amigo da Leah?^Ah @, você é amiga da Leah?#$b#Desde que comecei a passar mais tempo pela floresta, tenho conhecido ela melhor. Eu poderia dizer que somos... amigas?$3#$b#Ela tem me ensinado bastante sobre forrageamento. Quem diria que dá para encontrar tanta comida na natureza?$1",
"Core.Nora.Fall.Tue.6h": "Conversei com a Tori ontem à noite. Sinto muita falta dela.$2#$b#A viagem dela está demorando mais do que esperávamos. Mas, o que importa é que ela e a família dela estejam bem, certo?#$b#Acho que você vai gostar dela, @. Vou te avisar quando ela voltar!",
"Core.Nora.Fall.Wed.6h": "Tenho pensado ultimamente...$3#$b#Eu brinco muito sobre falar demais, mas na verdade tenho medo de ser muito chata.$2#$b#Se alguma vez eu começar a te incomodar @, por favor me avise, ok?$2#$b#Já tive outras pessoas fazerem isso antes. Está tudo bem, eu entendo.",
"Core.Nora.Fall.Thu.6h": "Hoje, mais uma vez, usei meu dinheiro de adulta, que ganho com meu emprego de adulta, para tomar decisões financeiras sábias. #$b#Em outras palavras, tenho três novas meias de cobra e uma luminária de lua. $1# E, uh, algumas echarpes novas... $3# As compras online vão mesmo ser a minha ruína. Mas quero dizer, aumento de serotonina garantido do dia!",
"Core.Nora.Fall.Fri.6h": "Esse clima meio que me lembra minha mãe...#$b#Ela ama o outono. É a estação favorita dela.#$b#Ela sempre fazia uma caneca de chocolate quente para me aquecer. Com marshmallows e tudo.$1#$b#E ela me dizia... Ah, não importa agora.$2#$b#Mas sinto saudades dela. Talvez eu deva ligar para ela algum dia.",
"Core.Nora.Fall.Sat.6h": "Acabei de perceber que não te contei nenhum fato divertido esta semana. Como pude esquecer?$3#$b#Você sabia que os sapos foram os primeiros animais terrestres a terem cordas vocais?#$b#Eles usam para várias coisas, poderia ser para encontrar um parceiro ou assustar predadores.$1#$b#Quer dizer, o Sebastian está totalmente certo em gostar tanto de sapos.",
"Core.Nora.Fall.Sun.6h": "Decidi que, nesta temporada, finalmente assistiria alguns filmes de terror.#$b#Estou, na verdade, fracassando miseravelmente.$1#$b#Documentários são definitivamente mais a minha praia.",

// 6 HEARTS WINTER
"Core.Nora.Winter.Mon.6h": "Aposto que o inverno é uma época difícil para ser fazendeiro, já que não tem culturas para plantar. Você deve encontrar outras fontes de renda.$2^Aposto que o inverno é uma época difícil para ser fazendeira, já que não tem nada para plantar. Você deve encontrar outras fontes de renda.$2#$b#Mas, para ser justa, o inverno é uma época difícil para qualquer um mesmo.#$b#Yoba, eu odeio o frio. Eu já te disse isso?$2",
"Core.Nora.Winter.Tue.6h": "@, o que você acha melhor para o jantar hoje? Sopa de alho-poró com batata ou sopa de cebola com queijo?$3#$b#Sopa está se tornando minha especialidade agora que estou tentando aprender.$b#Sinta-se à vontade para passar por aqui se quiser! Sempre acabo fazendo a mais.$1",
"Core.Nora.Winter.Wed.6h": "%Nora está fazendo uma pausa auditiva. Ela acena para você feliz.",
"Core.Nora.Winter.Thu.6h": "Ah @, tudo bem?#$b#Estou relendo um dos meus livros favoritos para esta época do ano: Um Cântico da Estrela Invernal.#$b#Minha parte favorita é quando o espírito do Passado da Estrela Invernol visita o personagem principal. É realmente reconfortante vê-lo se tornar uma pessoa melhor.$1",
"Core.Nora.Winter.Fri.6h": "Nunca acreditei nisso, mas hoje aquele canal na TV disse que eu ia ter um dia de azar.#$b#E depois Clyde ligou. Isso deve ser um sinal, não é?$3#$b#Talvez os espíritos da sorte estejam atrás de mim...$3#$b#Ah? Ah não, estou só brincando. Na verdade, nos damos muito bem.$1",
"Core.Nora.Winter.Sat.6h": "Sabe @, nem consigo lembrar como este vale era antes de você chegar aqui.#$b#O lugar já era incrível, mas parece que você o tornou ainda melhor!$1#$b#Você é um amigo realmente bom, fazendeiro.^Você é uma amiga realmente boa, fazendeira.",
"Core.Nora.Winter.Sun.6h": "Estou tentando pensar em quais resoluções quero me comprometer para o próximo ano...$3#$b#Sempre é um momento difícil... Eu sei que há muitas coisas em que posso melhorar, mas a questão é como alcançar isso.$2#$b#Ei, talvez eu possa me comprometer a ser ainda mais irritante.$1#$b#Estou só brincando, não se preocupe.",

// 8 HEARTS SPRING
"Core.Nora.Spring.Mon.8h": "As crianças parecem mesmo felizes por eu estar passando mais tempo em casa. Tenho tentado ensiná-las pequenos truques.$b#O favorito do Stupid parece ser fingir de morto. O que com certeza vou usar na próxima vez que alguém vier até minha casa.$1#$b#Claro que não vou dizer que é um truque, isso tiraria a diversão, não acha?$3",
"Core.Nora.Spring.Tue.8h": "Ah fazendeiro, adivinha o que?#$b#O Clyde disse que talvez venha me visitar em breve. Talvez você finalmente conheça meu irmão!$1#$b#Só... vista algo bonito, tudo bem?#$b#Digo isso pelo seu próprio bem.$2",
"Core.Nora.Spring.Wed.8h": "Estou me sentindo um pouco para baixo hoje... Eu realmente ainda quero encontrar o camaleão de cauda roxa por aí.$b#Mas quando é hora de parar de procurar? Como vou saber disso?$2#$b#É triste pensar que podemos perder espécies inteiras assim...$2",
"Core.Nora.Spring.Thu.8h": "Eu não estou realmente acostumada com a ideia de dormir até tarde. Tipo, o que você quer dizer com isso, que eu não preciso acordar cedo?$3#$b#Então eu continuo acordando ao amanhecer. Às vezes leio, às vezes passo a manhã toda olhando para o teto...#$b#Quem diria que estar desempregada fosse tão agitado, né?$1",
"Core.Nora.Spring.Fri.8h": "Fazendeiro, você ainda seria meu amigo se eu fosse uma cobra?$3^Fazendeira, você ainda seria minha amiga se eu fosse uma cobra?$3#$b#Tive um sonho estranho na noite passada em que eu me transformava em cobra. E então todo mundo me ignorava para sempre.#$b#Então, sabe, perguntando só por precaução!$1",
"Core.Nora.Spring.Sat.8h": "Você acha que um bezerro é chamado assim porque é metade de uma vaca? Tipo... uma vaca pequena.$b#Meia vaca. Bezerro. Você entende de onde estou vindo?$1#$b#Maru não ficou impressionada com a minha descoberta.",
"Core.Nora.Spring.Sun.8h": "Tem um novo programa de TV sobre dinossauros que estreou ontem à noite.$b#Os dinossauros estão completamente imprecisos. Os efeitos especiais são os piores que já vi. A trama está ficando cada vez mais absurda em cada sequência.#$b#Acho que acabei de encontrar meu novo programa favorito.$1",

// 8 HEARTS SUMMER
"Core.Nora.Summer.Mon.8h": "Acho que ter muito tempo livre e pouco dinheiro na conta bancária é uma combinação perigosa. $2# Dito isso, mal posso esperar para que a minha nova moldura de borboletas chegue! $1# E a minha luminária de cobra! #$b# E... meu macacão de crocodilo. $2# Posso ter um problema. $3",
"Core.Nora.Summer.Tue.8h": "@, qual sabor você acha que eu sou?$3#$b#Acordei com essa pergunta na cabeça hoje. Não sei de onde veio.#$b#O Harvey disse que eu provavelmente sou limão. Não sei se ele gosta de coisas de limão ou se é uma forma sutil de dizer que sou azeda. Seja lá o que isso signifique.$3",
"Core.Nora.Summer.Wed.8h": "Acho que vou fazer observação de pássaros com a Eloise mais tarde esta semana.#$b#Ela está realmente animada para me contar tudo sobre seus amigos aviários. Ela é adorável.$1#$b#Somos como melhores amigas que adoram despejar informações, se você pensar bem.",
"Core.Nora.Summer.Thu.8h": "Meu aparelho auditivo idiota resolveu parar de funcionar completamente no meio da noite. $2# Felizmente, eu tinha um reserva. Posso conseguir um novo até o final da semana.#$b#",
"Core.Nora.Summer.Fri.8h": "Tenho que dizer, @...$2#$b#A vida parece muito mais leve agora que não tenho o peso das minhas próprias expectativas nos ombros.#$b#Até mesmo esse ar de verão parece mais fresco. Eu só...#$b#Estou me sentindo muito bem! Ainda não me acostumei.$1",
"Core.Nora.Summer.Sat.8h": "Você sabia que quando um lagarto ou uma cobra colocam a língua para fora, na verdade estão capturando partículas de cheiro do ar para sentir o cheiro das coisas?#$b# Então, quando você os vê colocando a língua para fora, eles não estão apenas sendo bobos. Eles estão analisando! $1# Bem, não o Stupid. Acho que ele realmente está apenas sendo um bobo.",
"Core.Nora.Summer.Sun.8h": "Ei, você acha que eu ainda preciso ir para a terapia agora? $3# Não sei, parece que resolvi todos os meus problemas, mas o Clyde diz que ainda tenho problemas. $2# E que eu não deveria 'fingir que eles não estão lá' ou 'agir como se eu tivesse me curado'. Seja lá o que isso significa. #$b# Acho que ele pode estar mexendo comigo. Eu me sinto completamente bem!",

// 8 HEARTS FALL
"Core.Nora.Fall.Mon.8h": "Oh, tenho notícias empolgantes! O Centro Universitário de Zuzu entrou em contato comigo e perguntou se eu queria dar uma palestra para os alunos de biologia!#$b# Acho que vou aceitar. Você acha que eu seria uma boa professora?#$b# Quero dizer, é basicamente uma desculpa para falar por horas sobre herpetologia para pessoas aleatórias, o que eu já faço diariamente. #$b# Mas será que vão gostar de mim? E se eles vão entender tudo... $3#$b#Acho que só há uma maneira de descobrir!",
"Core.Nora.Fall.Tue.8h": "É época de sapos novamente! Já vi três deles só esta manhã!$1#$b#É maravilhoso que possamos ver esses pequeninos andando pela cidade. Como alguém pode ver um sapo e não ficar imediatamente mais feliz?#$b#São criaturas bobas. Como eu.$1",
"Core.Nora.Fall.Wed.8h": "Ah, tenho tido dores de cabeça a cada dois dias porque não estou consumindo tanto café como antes.$2#$b#Às vezes me sinto tonta.$2#$b#Não conte isso ao Harvey. Ele vai querer que eu faça exames de sangue e tal. Já sabemos como isso termina.#$b#Quem diria que beber 4 xícaras de café em vez de 10 me daria mais problemas?$3",
"Core.Nora.Fall.Thu.8h": "Como devo me fantasiar para a Véspera dos Espíritos este ano?$3#$b#Eu queria ir como algo diferente este ano, mas a fantasia de Medusa realmente está me chamando...#$b#E a melhor parte é que Pinkie Pie pode participar.#$1#$b#Ah, quem estou enganando, não há dúvidas aqui.",
"Core.Nora.Fall.Fri.8h": "Desculpe @... Estou me sentindo um pouco para baixo hoje.#$b#Não sei por quê. Acho que ainda fico sobrecarregada às vezes.$2#$b#É como se minha mente não parasse. Mesmo quando não há nada de errado.$2#$b#Vamos conversar em outro momento, tudo bem?",
"Core.Nora.Fall.Sat.8h": "Essa época do ano sempre me faz pensar...$3#$b#Você acredita em fantasmas, @?#$b#Oh, sem motivo em particular. Eu só penso nisso às vezes.$1#$b#Se fantasmas existem, não ficaria surpresa se estivessem rondando o vale.#$b#Este lugar está cheio de segredos...$2",
"Core.Nora.Fall.Sun.8h": "Juro por Yoba, como consigo pegar gripe todos os anos quando as estações frias começam?$2#$b#Qual é o sentido de ter um sistema imunológico? Tipo, garota, você só tem uma função!#$b#Ai, tenho que comprar mais lenços. Sinto que está chegando.$2",

// 8 HEARTS WINTER
"Core.Nora.Winter.Mon.8h": "Não fale comigo. Eu tive a cãibra mais dolorosa, destruidora de almas, traumatizante, que me deixou marcada para a vida toda na perna ontem à noite.$2#$b#Acho que fui mudada como pessoa. Ainda estou me recuperando.$2",
"Core.Nora.Winter.Tue.8h": "Você acha que consigo convencer alguém de assistir a um filme comigo hoje?$3#$b#Ainda é terça-feira, mas eu realmente só quero fazer um forte de cobertor e pegar pipoca. Está frio demais para ficar lá fora.#$b#Você teria interesse por acaso?$1",
"Core.Nora.Winter.Wed.8h": "Tentei construir um boneco de neve hoje. Bem, tecnicamente, uma cobra de neve?$3#$b#De qualquer forma, acabou sendo uma simples pilha de neve porque minhas mãos começaram a congelar depois de cinco minutos. E eu fiquei com o nariz escorrendo.#$b#Eu odeio inverno.$2",
"Core.Nora.Winter.Thu.8h": "Minha missão até o final deste mês é experimentar todos os tipos de chocolate quente que eu puder pensar.#$b#Ontem, experimentei um com laranja, cravo e anis-estrelado. Foi uma das coisas mais deliciosas que já fiz.#$b#Por favor, passe pela minha casa em algum momento e eu farei para você! E podemos conversar!$1#$b#Os répteis sentem sua falta.",
"Core.Nora.Winter.Fri.8h": "Estava lendo um artigo muito interessante sobre crocodilos hoje. Eles são tão legais, é como dinossauros andando no planeta!#$b#Você sabia que pode diferenciar jacarés e crocodilos olhando para as bocas deles quando estão fechadas?#$b#Se só conseguir ver os dentes superiores, você tem um jacaré. Se também puder ver os dentes inferiores, é um crocodilo!$1#$b#É melhor Tori rezar para eu não hiperfocalizar nesses caras. Acho que ela não gostaria de tê-los como animais de estimação.$3",
"Core.Nora.Winter.Sat.8h": "Às vezes, desejo que pudéssemos mudar a cor do cabelo da mesma forma que os animais fazem.#$b#Sabe, quando o inverno chega e alguns animais mudam a pelagem para uma versão branca para melhor camuflagem?$3#$b#Como seria legal se fizéssemos isso também, né?$1#$b#Desculpe, só tenho tempo de sobra e fico pensando nessas coisas.#$b#Yoba, eu preciso de um emprego.$2",
"Core.Nora.Winter.Sun.8h": "Sabe o que acho que seria divertido? Se tivéssemos uma grande árvore comunitária do Estrela Invernal no meio da cidade para que todos pudéssemos adicionar pequenos enfeites.#$b#Quer dizer, se podemos fazer isso com sopa, por que não com decorações?$3#$b#Não acho que Lewis gostaria, porém. Ele é tão chato.$2",

// 10 HEARTS SPRING
"Core.Nora.Spring.Mon.10h": "---",
"Core.Nora.Spring.Tue.10h": "Você sentiu minha falta ontem?#$b#Sinto muita falta do vale sempre que passo o dia na Cidade de Zuzu. É muito melhor aqui!#$b#Porém, estou amando o trabalho. Sem reclamações nesse departamento!$1#$b#O departamento de herpetologia, quero dizer. Porque eu sou tão boa assim.",
"Core.Nora.Spring.Wed.10h": "Acho que Gunther vai me fazer reorganizar a seção de astronomia hoje.#$b#Você acha que devo fazer isso em ordem alfabética ou por autor? Acho que por autor é melhor, mas algumas pessoas pensam o contrário.$3#$b#Um dia, farei por cor só para ver a expressão no rosto dele.$1",
"Core.Nora.Spring.Thu.10h": "Eu me empolgo tanto enquanto faço compras na loja do Pierre. É um perigo, honestamente.#$b#Não posso deixar isso me atrasar para o meu trabalho. Mas tem tanta coisa legal.$1#$b#E quando vejo coisas legais, começo a pensar em todas as receitas que posso fazer com elas.#$b#Então eu tenho que fazer um menu mental para planejar as refeições da semana.$3#$b#Vê por que é perigoso?",
"Core.Nora.Spring.Fri.10h": "Entendo muito mais o apelo do fim de semana agora.#$b#Quer dizer, quando eu estava fazendo pesquisa, não importava se era sábado ou domingo porque eu faria de qualquer maneira.$3#$b#Eu tinha um prazo. Mas agora eu tenho esses dias de folga... E você sabe o que isso significa?#$b#Eu posso fazer mais pesquisas. Mas desta vez, só porque eu quero!$1",
"Core.Nora.Spring.Sat.10h": "Estou realmente considerando usar esse tempo livre para escrever um novo livro.$3#$b#Eu já escrevi um e estou muito orgulhosa dele.$1#$b#Embora, isso seria como ter um terceiro emprego neste ponto...$3",
"Core.Nora.Spring.Sun.10h": "É estranho andar por aí sem a constante ansiedade e pressão que coloquei em meus próprios ombros por todos esses anos.#$b#Claro, ainda tenho ansiedade, só que por outros motivos.$3#$b#...Desculpe, isso meio que saiu do nada. É apenas uma coisa estranha às vezes.$2",

// 10 HEARTS SUMMER
"Core.Nora.Summer.Mon.10h": "---",
"Core.Nora.Summer.Tue.10h": "Ah, fazendeiro, ontem eu dei uma palestra sobre minha tese de doutorado! Foi tão emocionante, sinceramente.$1^Ah, fazendeira, ontem eu dei uma palestra sobre minha tese de doutorado! Foi tão emocionante, sinceramente.$1#$b#Lembro quando eu era estudante em palestras assim... Parece que foi há tanto tempo.$3#$b#Você acha que vou inspirar alguém a seguir a vida acadêmica? Esse é o sonho, não é?$1",
"Core.Nora.Summer.Wed.10h": "Trabalhando no museu, estou começando a fazer amizade com mais pessoas.#$b#O que é irônico, porque são as mesmas pessoas que eu costumava ignorar completamente enquanto apenas estudava.$3#$b#Não de propósito, é claro. Mas agora realmente converso com eles!#$b#Mas não se preocupe fazendeiro, você ainda é meu melhor amigo.$1^Mas não se preocupe fazendeira, você ainda é minha melhor amiga.$1",
"Core.Nora.Summer.Thu.10h": "Pinkie Pie fez a coisa mais engraçada e incrível que uma cobra poderia fazer esta manhã.#$b#nem vou te contar. Você não vai acreditar mesmo.#$b#Eu mesma não acreditaria se não tivesse visto com meus próprios olhos.$3#$b#Desculpe, você vai ter que ficar se perguntando sobre isso.",
"Core.Nora.Summer.Fri.10h": "Esta foi uma semana difícil no trabalho. Tanta coisa para fazer.$2#$b#Tudo que eu quero é o maior hambúrguer já feito na história da humanidade e um copo gigante de limonada.$2#$b#E talvez uma barra de chocolate. E... um pouco de café.#$b#Você acha que o Gus terá tudo isso?$3",
"Core.Nora.Summer.Sat.10h": "Por mais que eu ame o Verão, os mosquitos estão me MATANDO.$2#$b#Acho que devo ter, tipo, 1L de sangue sobrando. O resto foi levado embora.$3#$b#E estou usando repelente como se precisasse dele para sobreviver. O que eu acredito que preciso.$3#$b#Desculpe, informação demais? Só irritada com esses bichos!$2",
"Core.Nora.Summer.Sun.10h": "Vou levar o Stupid para minha aula amanhã. Ele vai ser nosso modelo.$1#$b#A universidade tem muitos répteis, mas acho que esta é a hora dele brilhar.#$b#Ele adora toda a atenção que recebe!$1#$b#E ele vai ver outros geckos, então é bom para suas habilidades sociais.",

// 10 HEARTS FALL
"Core.Nora.Fall.Mon.10h": "---",
"Core.Nora.Fall.Tue.10h": "Desculpe, acordei tarde hoje e não tive tempo de fazer café. Espero encontrar algum no caminho.#$b#Podemos conversar mais tarde, tudo bem? Ainda não sou uma pessoa adequada.",
"Core.Nora.Fall.Wed.10h": "Teoricamente, agora que tenho um emprego adequado, eu poderia ter outro animal de estimação, não é mesmo?#$b#E teoricamente, como tenho não um, mas DOIS empregos, eu poderia ter DOIS animais de estimação...$3#$b#E tipo, se eu pegar outro gecko, não conta, porque eles poderiam compartilhar as coisas do Stupid... Então eu poderia ter TRÊS animais de estimação...$3#$b#Sabe como é, dizem que o coração de uma mãe sempre tem espaço para mais um! Ou três a mais!$1",
"Core.Nora.Fall.Thu.10h": "Tenho que ensinar outra aula para as crianças. Já faz um tempo desde a última.#$b#Jas está pedindo sem parar para aprender mais sobre animais. Ela tem uma alma tão curiosa.$1#$b#É apenas uma questão de horário agora, realmente. O momento não é ideal, mas vou fazer dar certo!",
"Core.Nora.Fall.Fri.10h": "Sabe, cobras têm um crânio diferente do nosso.#$b#O crânio humano é principalmente uma grande peça de osso. Design clássico.#$b#Os crânios das cobras têm vários ossos, então é mais fácil para elas fazerem coisas como engolir suas presas inteiras.#$b#Como seria legal se pudéssemos fazer isso?$1#$b#Claro que eu não engoliria ninguém, só gosto da estética disso.$3#$b#Bem útil na Véspera dos Espíritos!",
"Cora.Nora.Fall.Sat.10h": "Esta manhã estava um pouco mais fria... Eu consigo sentir...$2#$b#O Inverno está chegando.$2#$b#Melhor eu começar a estocar remédios a partir de agora. Só vai piorar daqui para frente.$2#$b#Se você não me ver por aí, apenas assuma que estou morrendo em casa como uma órfã vitoriana doente.$2",
"Core.Nora.Fall.Sun.10h": "Estou preparando a palestra mais incrível e divertida para amanhã.#$b#Você quer ver? Talvez você possa vir mais tarde e eu te mostre os slides!$1#$b#Sinto falta de sair com você. Você é basicamente minha pessoa favorita, sabia disso?",

// 10 HEARTS WINTER
"Core.Nora.Winter.Mon.10h": "---",
"Core.Nora.Winter.Tue.10h": "Ter aulas durante o Inverno não deveria ser uma coisa.$2#$b#Os alunos não querem estar lá. Eu não quero estar lá.$2#$b#Tudo o que queremos é nos aconchegar sob as cobertas e tomar uma bebida quente.$2#$b#Aposto que seu lugar é bem aconchegante nessa época do ano. Talvez eu passe por lá.",
"Core.Nora.Winter.Wed.10h": "Encontrei um novo livro na biblioteca que eu realmente gosto. Definitivamente vou levá-lo para casa hoje.$1#$b#Sobre o que é? Oh, veja bem...#$b#Bem, na verdade... Hm...$3#$b#Olha. Tem dois dragões lutando na capa. Eu não precisei de muito mais do que isso para me convencer.",
"Core.Nora.Winter.Thu.10h": "Minha ansiedade está atacando hoje.$2#$b#Acho que ainda me sinto um pouco... incompleta.$2#$b#Não sei se um sentimento assim algum dia desaparece.$2#$b#Mas acho possível aprender a conviver com isso. Apesar de ser irritante.",
"Core.Nora.Winter.Fri.10h": "Estou precisando de um novo aparelho auditivo em breve.$3#$b#Este está morrendo aos poucos, tenho medo.#$b#Ontem, Tori me pediu para pegar leite. Agora tenho MUITO azeite e não faço ideia do que fazer com ele.$2#$b#Talvez eu dê para o Clyde. Ele gosta desse tipo de coisa.$3",
"Core.Nora.Winter.Sat.10h": "Ah, é meu fazendeiro favorito!$1^Ah, é minha fazendeira favorita!$1#$b#Só para você saber, acho que você está muito bem hoje.#$b#Não se esqueça de se dar um descanso, tudo bem?#$b#Tenho ouvido falar que você desmaia no meio da noite. Isso é preocupante, sabe?$2",
"Core.Nora.Winter.Sun.10h": "Você acredita que tirei uma soneca hoje? UMA SONECA!#$b#Eu pensava que era uma lenda urbana a essa altura. Dormir no meio da tarde?$1#$b#Você tira sonecas suficientes como fazendeiro? Se não, deveria! Muda a vida, honestamente.^Você tira sonecas suficientes como fazendeira? Se não, deveria! Muda a vida, honestamente.#$b#A gente podia apenas sair para tirar uma soneca, se você quiser!$1#$b#OH, quero dizer... Tipo... c-como amigos, é claro! Tipo um... passeio para tirar uma soneca?$3^OH, quero dizer... Tipo... c-como amigas, é claro! Tipo um... passeio para tirar uma soneca?$3#$b#Sabe de uma coisa? Tenho que ir embora. Tchau!$2",

/// FESTIVALS (DAY BEFORE)
"Core.Nora.EggFestival": "Oh fazendeiro! Você vai para o Festival do Ovo amanhã?^Oh fazendeira! Você vai para o Festival do Ovo amanhã?#$b#É um grande evento por aqui. As pessoas ficam realmente competitivas!$1#$b#Eu sou uma dessas pessoas.",
"Core.Nora.FlowerDance": "Na verdade, nunca fui boa em dançar. Ou em qualquer coisa que envolva ritmo, na verdade.#$b#Mas gosto da parte de se vestir bem. Fique elegante, está bem?$1",
"Core.Nora.Luau": "O que você vai levar para amanhã, fazendeiro?$1^O que você vai levar para amanhã, fazendeira?$1#$b#Oh, estou apenas curiosa. Você nunca me pegaria tomando aquela sopa.",
"Core.Nora.MoonlightJellies": "Os Lunaloos são criaturas absolutamente fascinantes.#$b#Gosto de fazer desejos para eles levarem para o mar por mim. Às vezes até lanço algo pequeno como presente.$1#$b#Nunca algo que poluiria o mar, é claro! Devemos preservar nossos ecossistemas.",
"Core.Nora.SDVFair": "A feira realmente aumenta o turismo no vale.$1#$b#No primeiro ano aqui, fiz um estande de répteis, sabe, fósseis e coisas assim.#$b#Até a Pinkie Pie fez uma aparição ao vivo!$1#$b#Não tive tempo este ano, então vou apenas aproveitar a feira.",
"Core.Nora.SpiritsEve": "Oh, tenho uma surpresa para o festival de amanhã...#$b#Não vou contar! Venha ao labirinto e você verá!$1",
"Core.Nora.IceFestival": "De alguma forma, o Festival do Gelo parece ainda mais frio do que o resto do inverno.$2#$b#Vou definitivamente me agasalhar!$2#$b#Você acha que as pessoas vão me julgar se eu levar um cobertor comigo?$3",
"Core.Nora.NightMarket": "Acho que este pode ser meu feriado favorito.#$b#O misticismo, a curiosidade, as coisas que vendem...#$b#Você até pode ir no submarino! Já vi algumas coisas loucas lá embaixo.#$b#Estou muito animada para o evento deste ano!",
"Core.Nora.WinterStar": "Amanhã é a Estrela Invernal! Espero que você tenha tido um ano maravilhoso no vale.$1#$b#Mal posso esperar para ver os presentes. Espero ganhar algo realmente legal este ano. Sabe, relacionado a répteis?#$b#As possibilidades são infinitas... pantufas de dinossauro... colete de crocodilo... colar de cobra...$3#$b#Estou tão animada!$1",

/// FESTIVALS DIALOGUE - VANILLA

// EGG FESTIVAL
"Festivals.Nora.EggFestival.1": "Acho que para tornar as coisas mais interessantes, deveríamos usar ovos de codorna.#$b#Eles são menores, então são mais difíceis de encontrar.#$b#Seria divertido ver a Abigail tentar encontrá-los!$1",
"Festivals.Nora.EggFestival.2": "Se o Lewis me deixasse participar dessas coisas, eu ganharia.#$b#Não, quero dizer, eu te derrotaria. Destruiria você. Queimaria você até o chão-#$b#Sim, sou um pouco competitiva. Vejo isso agora. É por isso que o Lewis me impediu.",

// FLOWER DANCE
"Festivals.Nora.FlowerDance.1": "Eu sei que minha prima, Lorelai, adoraria um festival como esse.#$b#Ela é do tipo romântica. Eu, por outro lado...#$b#Você já encontrou um par, fazendeiro? Você é tão charmoso, tenho certeza de que será fácil.^Você já encontrou um par, fazendeira? Você é tão charmosa, tenho certeza de que será fácil.",
"Festivals.Nora.FlowerDance.2": "Eu sei que isso é tradição, mas não seria legal se mudássemos um pouco a dança a cada ano?$3#$b#Poderíamos ter uma competição de dança! Com diferentes estilos de dança!$1#$b#Oh, eu poderia definitivamente fazer break dance. Tenho certeza disso. Nem preciso tentar.",

// LUAU
"Festivals.Nora.Luau.1": "Como é que nós, como sociedade, permitimos que as pessoas bebam de uma panela com sei lá o que.$5#$b#Eu poderia colocar veneno ali e ninguém saberia até morrerem.$3#$b#Não que eu tenha pensado nisso. Eu nunca cometeria assassinato.#$b#Sem motivo, é claro.$1",
"Festivals.Nora.Luau.2": "Sabe de uma coisa? Eu decidi provar a sopa este ano.#$b#A vida é muito curta para ter medo de comidas gigantes e estranhas.#$b#Se eu morrer, apenas diga a todos que Pinkie Pie e Stupid são meus herdeiros legitimos.",

// MOONLIGHT JELLIES
"Festivals.Nora.MoonlightJellies.1": "Mesmo não sendo minha área de especialização, já que são Cnidários, sempre fui muito apaixonada pelos Lunaloos. Criaturas pequenas. Bichinhos bobos.#$b#Eles gostam de coisas brilhantes. Não é isso que é relacionável?$1#$b#Eu também gosto de coisas brilhantes. Se pensar bem, sou basicamente um inseto. Apenas coisas brilhantes e sem capacidade de atenção.",
"Festivals.Nora.MoonlightJellies.2": "Você consegue imaginar se o cais desabasse e todo mundo caísse na água? Isso seria trágico.#$b#Talvez meu desejo este ano deva ser para que isso não aconteça.",

// SDV FAIR
"Festivals.Nora.SDVFair.1": "Tenho uma coleção especial de perucas só para este dia.#$b#Vou à vidente como diferentes alter egos para ver se as respostas dela mudam.$1#$b#Você deveria ouvir o destino do meu bom amigo, McJebediah Ahoy.#$b#Sim, ele é marinheiro! O que te deu essa dica?",
"Festivals.Nora.SDVFair.2": "Há tanto para ver aqui. Este festival é apenas uma grande armadilha para o TDAH.#$b#O tempo vai passar voando e eu nem vou perceber.",

// SPIRIT'S EVE
"Festivals.Nora.SpiritsEve.1": "Ha! Gostou da minha fantasia, fazendeiro?^Ha! Gostou da minha fantasia, fazendeira?#$b#Eu amo a Medusa. Ela não recebe o tratamento que merece!#$b#Ah, também, a Pinkie Pie está aqui. Diga oi, Pinkie Pie!#$b#Ah, ela gosta de você!",
"Festivals.Nora.SpiritsEve.2": "Psst, não conte para ninguém, mas eu adicionei uma cobra ao labirinto.#$b#Não se preocupe, ela é uma atriz profissional. Ela mesma me pediu para fazer isso.$1#$b#Como eu sei? Ah, eu tenho meus métodos.",

// ICE FESTIVAL
"Festivals.Nora.IceFestival": "Definitivamente eu NÃO sou feita para o clima frio.$2#$b#Mas eu ainda venho todos os anos. Gosto de ver todo mundo.#$b#E tem essa fogueira aconchegante aqui, então... nem tudo está ruim, né?$1",
"Festivals.Nora.IceFestival.2": "Então, este ano eu decidi não ficar perto do fogo e vim construir um boneco de neve! $1#$b#E agora me arrependo de cada única escolha de vida que me levou a este momento. #$b#Pode não parecer, mas estou prestes a congelar. $2",

// WINTER START
"Festivals.Nora.WinterStar": "Feliz Estrela Invernal, fazendeiro!$1^Feliz Estrela Invernal, fazendeira!$1#$b#Eu peguei alguns gorros aconchegantes para a Pinkie Pie e o Stupid como presentes. Você deveria ver como eles ficam fofos!#$b#Espero que você, também, ganhe um presente muito estiloso!$1#$b#Talvez a gente possa ter suéteres combinando...$3",
"Festivals.Nora.WinterStar.2": "Feliz Estrela Invernal! Eu tenho um presente extra para você este ano. Uma história. #$b#Você se lembra de eu ter te contado que não sou muito fã de álcool? Pois é, você vê... #$b#Isso porque, durante o meu primeira Estrela Invernal no vale, eu bebi um pouco demais e... bem... $3#$b#Digamos que Lewis pede para as pessoas não dançarem nas mesas todo ano por minha causa. $2#$b# Não foi o meu momento de maior orgulho. $2",

// NIGHT MARKET
"NightMarket.Nora.1A": "Estou contemplando se devo ou não entrar no submarino.#$b#Agora, é a curiosidade, o senso de aventura e a pesquisadora em mim contra o medo avassalador de ser esmagada até a morte ou afogar.$3#$b#...É, talvez no próximo ano!$1",
"NightMarket.Nora.1B": "Este festival é o melhor de todos! Este é um dos melhores cafés que já provei!$1#$b#Com certeza vou pedir a receita. Você acha que eles vão me contar?$3",
"NightMarket.Nora.2A": "A praia é muito mais tolerável no inverno do que em qualquer outro dia.#$b#Ironicamente, não é? Eu odeio a praia, exceto quando está frio. Mas eu odeio o frio, exceto na praia.$1#$b#O que posso dizer? Sou uma garota de muitos mistérios.#$b#De qualquer forma, você viu as pinturas? Tão bonitas este ano!",
"NightMarket.Nora.2B": "O vendedor não quis me dar a receita. O que eu entendo totalmente, não me entenda mal.#$b#Agora estou tentando descobrir provando o máximo de xícaras que posso.#$b#Sinto um toque de canela... E poderia ser...$3#$b#...Noz-moscada?$3#$b#Oh, me dê mais uma!",
"NightMarket.Nora.3A": "Pensando no espetáculo de sereias que eles fazem todo ano.#$b#Você acha que sereias seriam consideradas mamíferos ou peixes?$3#$b#Elas teriam os mesmos direitos que nós? Teríamos que advogar por elas?$3#$b#Tantas implicações...$3",
"NightMarket.Nora.3B": "Talvez beber tanto café por três noites seguidas não tenha sido minha melhor ideia.$2#$b#Meu horário de sono está definitivamente bagunçado. Estou tendo pesadelos dignos do Oscar.#$b#E eu faria de novo!$1",

/// FESTIVALS DIALOGUE - CUSTOM FESTIVALS

"Festivals.Nora.LoveFestival": "Atualmente, não estou procurando amor. Tenho outras prioridades e estou feliz como estou.#$b#Mas gosto de participar deste festival. É fofo ver todos os casais tão românticos.$1#$b#Você não adora o amor, @?",
"Festivals.Nora.SurfingFestivals": "Talvez eu devesse tentar participar pelo menos uma vez...$3#$b#Sabe, só para ver do que se trata toda essa agitação. Mas parece meio perigoso!#$b#Quer dizer, essas ondas são realmente imprevisíveis. As pessoas poderiam se machucar seriamente!$2#$b#Dito isso, desejo boa sorte, @!$1",
"Festivals.Nora.FireworksFestival": "@, você simplesmente TEM que experimentar a comida aqui.#$b#O takoyaki é incrível. E acho que o yakisoba pode ser um dos meus pratos favoritos de todos os tempos.$1#$b#Claro, os fogos de artifício também são legais. Cores brilhantes sempre fazem sucesso para mim, você sabe disso.",
"Festivals.Nora.RidgesideGathering": "Eu não faço ideia do que a Maru está fazendo aqui.$2#$b#Mas ela está mexendo nisso o dia todo. Aposto que vai ser legal.#$b#Eu sou apenas a amiga de apoio emocional. Vamos, meninas!$1",
"Festivals.Nora.EmberOfResolutions": "Essa fogueira é tão aconchegante todo ano... E tão brilhante...#$b#Definitivamente compensa subir tudo isso aqui nesse frio.$1#$b#Você já colocou sua tora lá, @? É algo importante, sabe?",
"Festivals.Nora.FerngillFashionFestival": "",
"Festivals.Nora.Marketpalooza": "Este realmente é o único dia em que posso comprar 6 xícaras de café em 30 minutos e ninguém pode me julgar.$1#$b#Bem, ninguém pode me julgar MUITO, é claro.$3#$b#Sabe, porque o dinheiro vai para caridade! Estou fazendo isso pela causa, eu juro!#$b#Além disso, o Nikolai está vendendo os incríveis potes de mel que ele faz. O que não há para amar neste festival?$1",

/// GIFTS

// BASIC GIFT RESPONSE
"Gift.Nora.GiftReaction.Love": "Isso é o melhor! Muito obrigada, estou tão feliz!$1",
"Gift.Nora.GiftReaction.Like": "Nossa, isso é legal! Vou colocar em um lugar seguro!",
"Gift.Nora.GiftReaction.Neutral": "Obrigada, fazendeiro.^Obrigada, fazendeira.",
"Gift.Nora.GiftReaction.Dislike": "É... certamente um presente que já recebi durante minha vida.$2",
"Gift.Nora.GiftReaction.Hate": "Desculpe, mas por que você me daria isso? Isso é terrível.$5",

// BIRTHDAY GIFT RESPONSE
"Gift.Nora.GiftReaction.Birthday.Love": "Isso é para o meu aniversário? Você se lembrou?#$b#Você é a pessoa mais doce, obrigada!$1",
"Gift.Nora.GiftReaction.Birthday.Like": "Você se lembrou do meu aniversário! Obrigada!$1",
"Gift.Nora.GiftReaction.Birthday.Neutral": "Oh, obrigada, @!",
"Gift.Nora.GiftReaction.Birthday.Dislike": "Ah, você não deveria ter feito isso. Quero dizer, você realmente, realmente não deveria ter feito isso.$2",
"Gift.Nora.GiftReaction.Birthday.Hate": "Isso é simplesmente terrível. Não foi muito gentil da sua parte.$5",

// DUMPSTER DIVING
"CT.Nora.DumpsterDiving": "Oh, uh, eu-$7#$b#Sabe de uma coisa? Eu não quero saber. Tenha um bom dia.$7",

// STRINGS

"Strings.Nora.ClinicAppointment.1": "Sempre que venho à clínica para a consulta, gosto de me atualizar com a Maru.#$b#Somos parceiras científicas.",
"Strings.Nora.ClinicAppointment.2": "Ai, a gripe. Ela me pega todos os anos.$2#$b#Você já se vacinou, @?",
"Strings.Nora.ClinicAppointment.3": "Por favor, não peça um exame de sangue. Por favor. Eu odeio agulhas.$2",
"Strings.Nora.Research.1": "O problema de procurar camaleões é que eles são muito bons em se camuflar.$2#$b#Ei, me diga se você ver alguma folha com aparência estranha!",
"Strings.Nora.Research.2": "Os camaleões gostam de umidade, então qual lugar melhor para fazer pesquisa do que perto do rio?$1#$b#Além disso, tenho que verificar as propriedades dessa água.$3",
"Strings.Nora.Research.3": "É bom variar os locais ao fazer pesquisa também.#$b#Talvez eu esteja perdendo alguma coisa aqui.",
"Strings.Nora.Research.4": "Está começando a ficar mais frio...#$b#Os camaleões devem estar fazendo camas aconchegantes agora.$1",
"Strings.Nora.Saloon": "Eu tento vir ao saloon de vez em quando mesmo quando estou ocupada.#$b#É bom relaxar um pouco. E também, faço amigos.$1#$b#Aposto que você notou que gosto de conversar, né?",
"Strings.Nora.Studying": "%Nora não parece te ouvir. Ela está focada.",
"Strings.Nora.Gunther.1": "Gunther estava me contando sobre seus estudos.#$b#Ele tem algumas histórias muito interessantes para contar.$1",
"Strings.Nora.StudyRain": "Por mais que eu gostasse de ficar em casa o dia todo, o dever me chama.#$b#Mas eu consigo ver os amigos, então é legal!$1",
"Strings.Nora.Pets.1": "Ah, a Pinkie Pie é tão engraçada. Olhe para ela.$1#$b#Ela não gosta de estranhos no início, mas vai se acostumar com você, tenho certeza.",
"Strings.Nora.Pets.2": "Acho que o Stupid gosta de você. Ele mostra a língua quando gosta de alguém.",
"Strings.Nora.Pets.3": "Meus bichos são bem preguiçosos durante o inverno.#$b#Olha, o Stupid está tirando uma soneca. Tão fofo!$1#$b#Aposto que está bem quentinho e aconchegante lá dentro.",
"Strings.Nora.TownBridge.1": "Eu gosto muito de relaxar aqui.#$b#Assisto os peixes e crio pequenas histórias para eles.$1#$b#Viu aquele vermelho? Sim, ele acabou de se divorciar.#$b#E deixe-me te dizer, a batalha pela guarda de 30 bebês está feia...$3",
"Strings.Nora.TownBridge.2": "@! Ótimo, bem a tempo para a última fofoca dos peixes!$1#$b#Aquele peixinho rosa ali... ela acabou de descobrir que seu namorado estava a traindo.#$b#Ele é um canalha, né? É aquele vermelho ali. E adivinha quem era a amante?#$b#A IRMÃ dela! Isso mesmo! Aquela roxa ali fingindo que está tudo bem.$5#$b#Yoba, eu amo esse show.",
"Strings.Nora.Inn.1": "É bom ter um lugar tão aconchegante bem perto da minha casa.#$b#Posso estudar e comer deliciosos doces. É o melhor dos dois mundos.$1",
"Strings.Nora.Inn.2": "Só estou conversando um pouco com a Rosa.#$b#Ela está me dando uma de suas receitas para experimentar.$1#$b#Provavelmente vou falhar ao fazer isso. Mas vale a pena tentar!",
"Strings.Nora.Inn.3": "O inverno é a estação perfeita para chocolate quente, não acha?$1#$b#Você deveria experimentar o da Rosa. Ela acerta em cheio!",
"Strings.Nora.Reading.1": "Não há nada como uma leitura leve depois de uma semana longa.#$b#Já ouviu falar desse livro aqui, @? É um dos meus favoritos!$1",
"Strings.Nora.Reading.2": "Dias chuvosos são perfeitos para ficar em casa lendo.$1#$b#O som da chuva é tão calmante... e me dá uma desculpa para carregar meu cobertor pela casa.",
"Strings.Nora.Coffee.1": "Café de manhã é essencial. Não posso viver sem.$1#$b#Todos os dias, experimento uma bebida de café diferente. Depois dou uma nota de 0 a 10 no meu caderno.#$b#Talvez eu publique algo sobre isso um dia...$3",
"Strings.Nora.Coffee.2": "Esta vai ser uma semana intensa...#$b#Tenho que tomar minhas seis doses diárias de espresso para aguentar.$1#$b#Não faça isso em casa, @.",
"Strings.Nora.Busy.1": "%Nora está ocupada agora. Ela está muito concentrada.",
"Strings.Nora.Busy.2": "%Nora está trabalhando em algo. Ela não pode ser incomodada.",
"Strings.Nora.Coffee.3": "Estou tentando beber um pouco menos de café. Sabe, agora que consigo ir para a cama em um horário razoável.#$b#Então agora, em vez de 6 xícaras, são 3.$1",
"Strings.Nora.CoffeeInn": "Este é definitivamente o melhor lugar para tomar uma bebida quente.#$b#Por favor, não conte ao Gus que eu disse isso.$1",
"Strings.Nora.Library.1": "Agora que terminei meus estudos, estou tentando ler mais sobre diferentes temas.#$b#Estou pensando... em entomologia hoje!$1#$b#Ou devo ir com práticas funerárias pelo mundo?$3#$b#Oh, desculpe! Não quis ser mórbida, só estou curiosa.$1",
"Strings.Nora.Library.2": "Hoje vou ler um livro sobre folclore.#$b#Não tenho certeza se realmente acredito em magia, mas gosto das histórias mesmo assim.$1#$b#Quem sabe, talvez sejam verdadeiras.",
"Strings.Nora.Gunther.2": "Não tenho certeza se o Gunther gosta de ter mais tempo livre. Eu fico bombardeando ele com perguntas.$3#$b#Bom, não se pode silenciar uma alma curiosa!$1",
"Strings.Nora.PinkiePie": "Oh, a Pinkie Pie parece realmente gostar de você agora!$1#$b#Não leve a dela se esconder embaixo das folhas para o lado pessoal, ela só gosta de ficar lá.",
"Strings.Nora.Stupid": "Você quer tentar alimentar o Stupid algum dia? Ele gosta muito de grilos.#$b#Prometo que ele não vai morder!$1",
"Strings.Nora.Beach": "Tenho tentado expandir meus horizontes... sabe, aquela coisa de sair da zona de conforto.#$b#Dito isso, ainda odeio estar na areia. Mas posso admirar a praia daqui mesmo.$1",
"Strings.Nora.Reading.3": "Descobri que realmente gosto de livros de terror.#$b#A Assombração da Casa do Junimo tem que ser o meu favorito. Você pode pegar emprestado se quiser!$1",
"Strings.Nora.Research": "Oh, ainda não desisti do meu plano original. Gostaria de encontrar o camaleão de cauda roxa, se possível.#$b#Só vou levar com calma, sabe?$1#$b#Você será o primeiro a saber se eu encontrar um, prometo!",
"Strings.Nora.Jacob": "Oh fazendeiro, veio para um check-up em seus animais de estimação?$1^Oh fazendeira, veio para um check-up em seus animais de estimação?$1#$b#Venho aqui de vez em quando para conversar sobre cuidados com répteis com o Jacob. E para conversar também, é claro.#$b#Ele é um homem muito legal. E a Eloise também é adorável. Ela diz que eu sou uma 'adulta legal'.$1",
"Strings.Nora.Pierre.1": "Mirtilos, mirtilos... Yoba, por que é tão difícil encontrar coisas com sabor de mirtilo aqui?$2#$b#Tudo bem, vou só pegar chocolate.$2",
"Strings.Nora.Pierre.2": "Não. Não vou mais comprar macarrão instantâneo.$2#$b#Vou ser uma chef de verdade. Vai ser pasta aglio e olio.#$b#Não tenho certeza se falei isso certo.$3",
"Strings.Nora.Saloon.2": "O Gus é um salva-vidas. Ele cozinha tão bem, eu comeria aqui todos os dias se pudesse.$2#$b#Infelizmente, sou apenas uma acadêmica, não posso realmente gastar tanto dinheiro, certo?#$b#Espera, preciso arranjar um emprego agora?$3",
"Strings.Nora.Saloon.3": "Tenho tentado entender como funciona esse jogo. Até estou fazendo anotações.$1#$b#Até agora, não tenho nada.",
"Strings.Nora.Inn.4": "Sinto que as pessoas estão perdendo por não virem à estalagem. Este lugar é tão adorável.#$b#E a Rosa é um encanto. Ela até aguenta minha conversa sem controle.",
"Strings.Nora.ESLake": "Meu sonho de vida é que um sapo venha para este pequeno lago.#$b#Imagine ter um sapo como vizinho. Esse deveria ser o objetivo de todos.",

// strings for after she gets a job cause I'm losing count of how many are here already

"Strings.Nora.Coffee.4": "Cheguei em casa tão tarde ontem da Cidade Zuzu... Talvez precise de uma dose extra de café hoje.#$b#Fiquei distraída com a biblioteca lá. É tão grande, eu senti tanta falta dela.$1",
"Strings.Nora.Working.1": "Bem, parece que tenho muito o que fazer hoje. Organizar para a pesquisa de amanhã, dar uma olhada nos arquivos antigos...$3#$b#Talvez possamos conversar em outro momento?",
"Strings.Nora.Bridge.3": "Ah, aqui para a última atualização?#$b#Então, aparentemente, aquele peixe vermelho ali tem um irmão gêmeo que ele NÃO sabia.#$b#Agora eles estão brigando por aquele peixe rosa. E ele não consegue decidir qual dos irmãos quer.$1#$b#Ah sim, todos são gays.",
"Strings.Nora.Researching": "Ah, ainda estou mantendo o trabalho de pesquisa também.$1#$b#Quem sabe, o Norian ainda esteja por aí, certo?",
"Strings.Nora.FinishWork": "Quase terminando o dia! Quer sair depois disso, @?#$b#Vamos lá, eu te convido para jantar. Eu sou praticamente rica agora que tenho um emprego de verdade.$3#$b#Ah, estou só brincando, é claro. Mas sim, vamos fazer planos algum dia!$1",
"Strings.Nora.Bridge.4": "Este episódio de Fofocas dos Peixes está ótimo até agora. Não esperava tanta confusão.$3#$b#Aquele salmão ali acabou de dizer ao marido que os bebês não são dele.#$b#Suspeito do truta ali atrás... ele certamente parece ansioso.$3",
"Strings.Nora.Friday": "Bom, acho que a semana acabou!$1#$b#Você vai descansar neste fim de semana ou continuar trabalhando na fazenda?#$b#É importante também tirar um tempo para descansar, sabia?$1",
"Strings.Nora.Saloon.4": "Eu adoro como isso fica animado toda sexta-feira.#$b#Ah, espera, tenho que apresentar minha ideia de bebida para o Gus. Sem álcool, com sabor de maçã verde, tema de serpente.#$b#Vai se chamar Maçã Cascavel.$1",
"Strings.Nora.Jacob.2": "Ah, oi @! Espero que seus animais estejam se sentindo bem.#$b#Estou aqui só para jogar conversa fora. Uma das minhas especialidades.",
"Strings.Nora.Book": "Este livro está começando a não fazer mais sentido.$3#$b#Provavelmente é hora de dormir então.",
"Strings.Nora.QuietReading": "%Nora está lendo e não percebe você. O livro tem pássaros na capa.",

"Strings.Nora.CommunityDay.1": "Tenho escondido pequenas cobras de vidro no Centro Comunitário até alguém perceber.#$b#Já estou com 37 agora. Não conte para ninguém!$1",
"Strings.Nora.CommunityDay.2": "Sabe o que seria legal no Dia da Comunidade? Uma festa de mistério de assassinato!$1#$b#Eu definitivamente poderia organizar isso. Você acha que as pessoas participariam?$3",
"Strings.Nora.CommunityDay.3": "Vou ajudar as crianças com suas fantasias de Véspera dos Espíritos este ano.$1#$b#Tenho que reunir alguma inspiração aqui!",
"Strings.Nora.CommunityDay.4": "Ah, @!$1#$b#Só queria te agradecer novamente por restaurar este lugar.#$b#Tenho conhecido todo mundo muito melhor agora.#$b#Além disso, olha este livro de receitas legal que encontrei.$4",

"Strings.Nora.GreenRainPinkiePie": "Ela pode sentir que algo não está certo.$3#$b#Espero que ela não esteja com muito medo!$2",
"Strings.Nora.GreenRainStupid": "Sim, ele absolutamente não tem ideia do que está acontecendo.#$b#Ah, ser completamente alheio.$1",

"Strings.Nora.PrideInTheValley": "Nunca pensei que teríamos um festival do orgulho no vale, mas estou tão feliz que temos!$1#$b#Você experimentou o Muffin Bi-Frutado? Posso não estar sendo ser bilateral, mas essa é a melhor comida daqui.#$b#Entendeu? Bi-lateral?#$b#Vamos lá, foi engraçado. Eu sou engraçada! E também muito gay.$1",

"Strings.Nora.SpiritsEveInn.1": "Ah, que bom que você está aqui!$1#$b#O festival da cidade é ótimo, mas a Véspera dos Espíritos na Pousada tem algo especial.$b# Se divirta, fazendeiro! E cuidado com todos os monstros escondidos, é claro.^Se divirta, fazendeira! E cuidado com todos os monstros escondidos, é claro.",
"Strings.Nora.SpiritsEveInn.2": "Eu não sou muito de leite, especialmente quando existe café, mas eu adoro latte de abóbora com especiarias.#$b#Tem o gosto exato do outono e dos horrores além da compreensão humana ao mesmo tempo. Exatamente como deve ser.$1",
"Strings.Nora.SpiritsEveInn.3": "Ai, acho que já comi muito doce. Provavelmente vou ficar acordada a noite toda.$2#$b#Bem, agora que estou aqui, não há motivo para segurar mais, certo?$1#$b#Você pode me passar aqueles doces de milho ali, por favor? Ah, e um pouco de chocolate enquanto você faz isso",

// MINI MAP
"MiniMap.House.Name": "Casa de Tori e Nora",

// GIFT REACTIONS - VANILLA ITEMS

"Gifts.Nora.Coffee": "Nossa, muito obrigada, fazendeiro!$1^Nossa, muito obrigada, fazendeira!$1#$b#Agora só falta uma xícara para minha dose diária. Você é um salva-vidas!^Agora só falta uma xícara para minha dose diária. Você é uma salva-vidas!",
"Gifts.Nora.BlueberryTart": "Estou literalmente tão feliz. Esta é minha sobremesa favorita de todos os tempos!$1#$b#Você não precisava me dar isso, mas estou muito feliz que tenha feito.",
"Gifts.Nora.TripleShotEspresso": "Isso é exatamente o que eu precisava antes de me aprofundar na pesquisa hoje.#$b#Você sempre sabe como me animar!$1",
"Gifts.Nora.SnakeSkull": "Isso é... o que eu estou pensando que é?$2#$b#Uma descoberta tão incrível! E você está me dando isso? Sério?$1#$b#Você deve gostar muito de mim, @. Vou colocar isso em um lugar seguro.",
"Gifts.Nora.ChocolateCake": "Obrigada! Como você sabia que eu estava desejando um pedaço de bolo de chocolate?$1#$b#Não há nada ruim o suficiente que um bom pedaço de bolo de chocolate não possa consertar.",
"Gifts.Nora.PumpkinPie": "Isso... tem gosto exatamente de outono.$1#$b#Sobremesas com sabor de abóbora são minhas coisas favoritas sobre o outono, sabe?#$b#Bem, isso, as vibrações assustadoras e o fato de ser temporada de sapos!$1#$b#Huh, talvez eu goste do outono...$3",
"Gifts.Nora.Emerald": "OLHA ISSO!! É tão bonito!$1#$b#Verde é minha cor favorita. Acredite em mim quando digo que vou guardar isso com carinho, fazendeiro.^Verde é minha cor favorita. Acredite em mim quando digo que vou guardar isso com carinho, fazendeira.",
"Gifts.Nora.Strawberry": "Qualquer coisa feita com morangos tem um gosto incrível.#$b#Pena que eu não sei cozinhar, porém.$2",
"Gifts.Nora.Blueberry": "Ah, fazendeiro. Se as pessoas me dessem mirtilos todos os dias, acho que seria 250% mais feliz.^Ah, fazendeira. Se as pessoas me dessem mirtilos todos os dias, acho que seria 250% mais feliz.#$b#Não que eu não seja feliz. Mas você entende o meu ponto, né?$1",
"Gifts.Nora.Tulip": "Tulipas são flores tão bonitas! Obrigada, @.#$b#Vou colocá-la em um vaso imediatamente!",
"Gifts.Nora.Wine": "Este parece ser um vinho muito bom, fazendeiro. Você não deveria desperdiçá-lo comigo.^Este parece ser um vinho muito bom, fazendeira. Você não deveria desperdiçá-lo comigo.#$b#Eu não sou muito de beber. Desculpe.$2#$b#O Harvey adora, porém!",
"Gifts.Nora.EnergyTonic": "Ah, obrigada.$2#$b#Em casa, só usamos café para ficar acordados. Dica para a próxima.",
"Gifts.Nora.Pickles": "Ah, como eu posso te dizer isso...$3#$b#Sou a garota que sempre pede sem picles no sanduíche.$2",
"Gifts.Nora.Pearl": "Por mais bonitas que sejam, acho que o processo para obter uma pérola não vale a pena.$2",
"Gifts.Nora.Slime": "Minha colega de quarto é literalmente um criador de slimes, fazendeiro. Posso dizer que não me importo com isso.$5^Minha colega de quarto é literalmente um criador de slimes, fazendeira. Posso dizer que não me importo com isso.$5",
"Gifts.Nora.GreenTea": "Sabe, todos os chás quentes têm gosto de água fervente para mim.$2#$b#Chá gelado é muito melhor!",
"Gifts.Nora.Spaghetti": "Ah, carboidratos... o maior nutriente de todos.$1#$b#Bem, pelo menos para mim. Sou uma garota dos carboidratos.",
"Gifts.Nora.Beer": "Fazendeiro, eu não sou muito de beber. Eu bebo às vezes.^Fazendeira, eu não sou muito de beber. Eu bebo às vezes.#$b#Mas quando faço, não é isso. Isso tem um gosto terrível.$2",
"Gifts.Nora.JojaCola": "...Sério?$2#$b#Você está me dando uma Joja Cola? Eu?$2#$b#Ok, para futuras referências: não me dê Joja Colas, @.",
"Gifts.Nora.SoggyNewspaper": "Hm... quer dizer...$2#$b#O lixo de um é o tesouro de outro?$2#$b#E só para constar, eu sou o lixo. Isso é só lixo.$2",
"Gift.Nora.Driftwood": "Você está me dando... madeira?$2#$b#O que exatamente você espera que eu faça com isso? Estou genuinamente curiosa.$2#$b#Novo brinquedo para o Stupid, acho.",
"Gift.Nora.AnAutographedPhoto": "Oh, Rodney O'Brien! Ele é um amor.$1#$b#Vou usar isso como marcador de páginas para meus livros.",
"Gift.Nora.Jasper": "Acho que jaspe é uma pedra preciosa bastante subestimada.$1#$b#É tão bonita, mas quando você a coloca ao lado de um diamante, ela facilmente é esquecida.$2#$b#Obrigada por ver a beleza disso, @.",
"Gift.Nora.AmphibianFossil": "Uau, fazendeiro, onde você encontrou isso?$1^Uau, fazendeira, onde você encontrou isso?$1#$b#Você tem um verdadeiro tesouro em suas mãos. Não deixe Gunther te pegar entregando por aí!",
"Gift.Nora.DinosaurEgg": "Nossa, este ovo parece estranho. Você tem certeza de que está bom?$2#$b#O quê? Um ovo de dinossauro?$7#$b#E você está me dando isso?#$b#Eu nem sei o que dizer. A comunidade científica nunca vai acreditar em mim.$3#$b#Mas eu adoro isso! Obrigada!$1",
"Gift.Nora.Fish": "Oh, uh... wow.$2#$b#Um peixe inteiro. Só para mim.$2#$b#E nem mesmo embrulhado em jornal... Bem, uh, obrigada?$2",
"Gift.Nora.Gems": "Fazendeiro! Onde você encontrou isso?$1^Fazendeira! Onde você encontrou isso?$1#$b#Está tão bonito! Joias são tão especiais, você não precisava!#$b#Muito obrigada mesmo!$1",
"Gift.Nora.Flowers": "Flores? Para mim? $1#$b#Eu não esperava por isso! Você alegrou o meu dia, fazendeiro! $1^Eu não esperava por isso! Você alegrou o meu dia, fazendeira! $1#$b#Se você continuar fazendo isso, posso começar a me sentir especial.",

/// GIFT REACTIONS - CUSTOM ITEMS

// RODNEY'S BOOKS
"Gift.Nora.ArcanaPrunus": "Oh, Arcana Prunus! Eu sou super fã desse livro! $1#$b#Tenho todas as edições especiais e tudo mais. Eles têm sua própria seção de estante na minha casa.#$b#Obrigada por expandir a minha coleção!$1",
"Gift.Nora.ArtifactOrCutlery": "Vou ser honesta com você, geralmente não me aprofundo muito nesse assunto.$2#$b#Mas é o livro do Gunther, então é claro que vou pegar.$b#Precisamos apoiar nossos amigos, certo?$1",
"Gift.Nora.CrabsAndWhyIHateThem": "Cientificamente falando, não devemos odiar nenhuma espécie local.$3#$b#Cada espécie tem seu próprio papel no equilíbrio ecológico.#$b#Mas não consigo deixar de rir com esse livro. Mateo é muito engraçade.$1#$b#Obrigada @, isso vai definitivamente alegrar meu dia.",
"Gift.Nora.DeferenceArlington": "Sabe, comprei os primeiros volumes dessa série quando foram lançados.$b#Mas depois... eles não paravam de sair.$2#$b#Logo eram 14 volumes e eu não tenho paciência para isso.$3#$b#Tipo, no volume 4 eu já não conseguia nem lembrar o nome do protagonista.",
"Gift.Nora.FishingForDumbDumbs": "Ah. Não sou muito de pescar, fazendeiro, desculpe.$2^Ah. Não sou muito de pescar, fazendeira, desculpe.$2#$b#E você está me chamando de burra?$5",
"Gift.Nora.GettingChicksToLoveYou": "O QUÊ? Isso finalmente vai me ensinar como conversar com mulheres lindas? Eu entro em pânico tentando flertar.$1#$b#Ah, é sobre galinhas de verdade?$3#$b#Bem, galinhas são legais. E normalmente não gostam muito de mim também, então isso pode ajudar.",
"Gift.Nora.Goblins": "Wow, muito obrigada! Eu amo o trabalho do Professor Jasper Thomas!$1#$b#Sua pesquisa é realmente interessante e estou sempre animada para saber de um novo livro dele.",
"Gift.Nora.GuideToSculptingWithGold": "É, não é bem isso.$2#$b#Não acredito que Lewis teve a coragem de lançar algo assim. Ele é inacreditável às vezes.$5",
"Gift.Nora.HerpetologyOfFerngill": "Ah, bem... obrigada? Eu acho.$3#$b#Quer dizer, esse é o meu próprio livro. Eu escrevi isso. Ainda tenho cópias na minha casa.#$b#Você não olhou a capa?",
"Gift.Nora.LunarkinTrollTales": "Contos dos Trolls de Lunarkin! Esse é um livro ótimo.$1#$b#Lembro que costumava ler isso na faculdade sempre que tinha tempo. Isso me ajudava a relaxar depois de uma semana intensa de provas.#$b#E eu perdi minha cópia naquela época. Acho que alguém pegou emprestado e nunca devolveu.$3#$b#Muito obrigada! Mal posso esperar para ler isso de novo.",
"Gift.Nora.MysteriesOfTheDwarves": "Outro ótimo livro do Professor Jasper! A genialidade dele continua me surpreendendo a cada vez. $1#$b#Eu deveria passar na casa dele para conversarmos sobre esses livros. Eu adoraria ouvir mais sobre as teorias dele.",
"Gift.Nora.PepperRexes": "Tem certeza de que não quer ficar com isso?$3#$b#Este é um livro crucial se você planeja ter Pimentas Rexes na sua fazenda.#$b#Oh, eu posso ficar com isso? Bem, você não precisa me dizer duas vezes então. Eu amo Pmentas Rexes!$1",
"Gift.Nora.TheBookOfYoba": "Oh, obrigada. Eu não sou uma pessoa religiosa, mas agradeço por ter pensado em mim com este presente.",
"Gift.Nora.TheGreatBookOfSlimes": "Isso é interessante! Estive tentando aprender mais sobre gosmas para poder surpreender Tori.$1#$b#Isso será útil, obrigada!",
"Gift.Nora.TheGreatTomeOfMayo": "Não consigo imaginar qual seria o propósito deste livro. E eu não falo isso com frequência.$2#$b#Mas, obrigada, eu acho.$3",
"Gift.Nora.TheJojaConspiracy": "Este é um livro necessário! Esses idiotas da Joja têm escondido muita coisa de nós desde que chegaram a este vale!$5#$b#Normalmente, não sou do tipo que acredita em conspirações, mas a Joja está fazendo algumas coisas horríveis.$2#$b#Obrigada por isso! Precisamos avisar as pessoas!",
"Gift.Nora.TheTarotRevealed": "Não sabia que você estava interessado nas artes místicas, fazendeiro, mas isso não me surpreende.^Não sabia que você estava interessado nas artes místicas, fazendeira, mas isso não me surpreende.#$b#Não sei se acredito nisso, mas já vi coisas mais estranhas acontecendo neste vale então...$3#$b#Não custa tentar! Quanto mais conhecimento, melhor.$1",
"Gift.Nora.WhyPepperRexesAreTheBest": "Não poderia concordar mais com este livro.#$b#Pimenta Rexes SÃO os melhores. E se alguém disser o contrário, está MENTINDO!$5#$b#Ninguém deveria precisar de convencimento, mas se precisar, este livro é perfeito para o trabalho.$1",

// PRIDE IN THE VALLEY
"Gift.Nora.BiBerryMuffin": "Não poderia estar mais feliz com a escolha de comida para pessoas bi no festival. Me sinto tão representada.#$b#Quer dizer, você sabe que mirtilo é meu favorito. Obrigada!$1",

// BEARFAM
"Gift.Nora.SigurdPerfectRamen": "Tenho que dizer, na primeira vez que comi isso, quase desmaiei. Sig deixou bem apimentado para mim.#$b#Então, é claro, levei para o lado pessoal. E decidi aumentar minha tolerância a pimenta desde então.#$b#Agora, essa é uma das minhas receitas favoritas. Vai ser meu jantar hoje!$1",
"Gift.Nora.HoneyCakes": "Nossa, estão com um gosto incrível! Sondra é uma ótima cozinheira.$1#$b#Obrigada, fazendeiro! Espero que tenha pegado um para você também!^Obrigada, fazendeira! Espero que tenha pegado um para você também!",
"Gift.Nora.TTBrownies": "O quê? BROWNIES?$7#$b#Brownies são uma das minhas coisas favoritas! Como você sabia?$1#$b#Tão cremosos e ricos... Estou vivendo o sonho agora. Obrigada!",
"Gift.Nora.PeachJoja": "Joja? Ah, não, obrigada.$2#$b#Onde você encontrou isso, no fundo do rio?$3",
"Gift.Nora.PumpkinJoja": "Sério? Eu pensei que você soubesse como me sinto sobre a Joja a essa altura.$2#$b#Vou recusar isso, obrigada.$2",

// CLOWN'S MODS
"Gift.Nora.SunshineHoney": "Este é um dos potes de mel do Nikolai, certo?#$b#Este é meu sabor favorito. Tem um pouco de gosto de caramelo!$1#$b#E me aquece toda vez. Tenho que guardar isso para o inverno!$3",
"Gift.Nora.HotChoco": "Chocolate quente? Ah, o fazendeiro tem um coração igualzinho ao meu!$1#$b#Isso é exatamente o que eu precisava agora. Muito obrigada!",
"Gift.Nora.MilkCoffee": "Normalmente não coloco leite no meu café, pois parece que são dois mundos conflitantes.$3#$b#Quero dizer, o café te deixa alerta e o leite te faz dormir... então para mim, um anula o outro...$3#$b#Dito isso, tem um gosto delicioso. Obrigada por isso!",
"Gift.Nora.TastyPastry": "Yoba, eu amo doces!$1#$b#É tudo sobre a textura. Fofinho e crocante ao mesmo tempo. Obrigada!",

// MAP STRINGS
"NoraToriBookshelf1": "É uma cópia de 'O Grande Livro dos Slimes'. Parece adequado para a casa de um criador de slimes.",
"NoraToriBookshelf2": "Um globo de neve decora a estante de livros. Ao olhar mais de perto, você vê uma cobra e um slime dentro.",
"NoraToriBookshelf3": "'Quando o Pepper Rex vai Zoom Zoom, meu Coração vai Boom Boom: Um Ensaio sobre por que os Pepper Rexes são os Melhores', por Dr. Mateo Luis",
"NoraToriBookshelf4": "Uma pilha de livros sobre slimes.",
"NoraToriBookshelf5": "'Mistérios dos Anões', por M. Jasper. Parece bem desgastado.",
"NoraToriBookshelf6": "Uma tigela decorada com pequenas cobras pintadas. Parece ter sido feita por crianças.",
"NoraToriReadingCornerBooks": "Uma cópia de 'A Herpetologia da República Ferngill' se destaca dos outros livros.",
"NoraToriOpenBook": "Há muitas anotações e destaques. Nora deve ter estado estudando.",
"NoraToriHandbag": "Uma bolsa. Dentro, uma variedade de canetas, um tom claro de batom, protetor solar e um caderno.",
"NoraToriClock": "É um relógio. O som é muito reconfortante.",
"NoraToriPhone": "Um telefone com um pequeno caderno ao lado. A última entrada diz 'Pierre FECHA às quartas-feiras NÃO VÁ' e muitos pontos de exclamação.",
"NoraToriCoffeeMachine": "Uma máquina de café. Parece chique.",
"NoraToriFridge": "A geladeira está coberta com fotos de Nora e Tori em viagens. Elas parecem felizes.",
"NoraToriTrash": "O lixo. Algumas cascas de banana e um saco plástico com o que parece ser pele de cobra dentro.",
"NoraToriTV": "Há um documentário sobre vida selvagem passando na TV.",
"NoraTrash": "Há muitos rascunhos e um lembrete com O QUE SÃO SLIMES ?? escrito nele.",
"NoraBookshelf1": "Tesouros da faculdade de Nora: uma pilha de cadernos usados com diferentes datas.",
"NoraBookshelf2": "'Guardião de Répteis: Como Cuidar dos Seus Répteis'. Existem vários lembretes coloridos saindo dele.",
"NoraBookshelf3": "Um álbum de fotos rotulado 'TOUR POR FERNGILL: ANO SABÁTICO'.",
"NoraBookshelf4": "É um desenho de Nora e Penny com Jas, Vincent e Eloise.",
"NoraBookshelf5": "Uma cópia de 'Capturador de Arcana: Prunus', por Rodney O'Brien.",
"NoraBookPile2": "Uma pilha de livros com vários artigos acadêmicos.",
"NoraBookPile1": "Uma variedade de livros sobre extinção e espécies ameaçadas.",
"NoraDesk": "Uma escrivaninha de estudos com todos os itens essenciais.",
"NoraDresser": "A cômoda de Nora. Ela tem uma gaveta inteira dedicada a lenços.",
"NoraToriStupid": "Stupid olha diretamente para você. Não há um único pensamento por trás daqueles olhos.",
"NoraToriPinkiePie": "Pinkie Pie te vê chegando e se esconde sob as folhas. Ela não é muito sociável.",     

/// CONVERSATIONS TOPICS
"CT.Nora.SterlingDrugs": "Oh, Sterling é muito educado. Ele sempre foi gentil comigo.#$b#Mas seus hábitos me preocupam...$#$b#Você poderia dar uma olhada nele de vez em quando? Parece que ele realmente gosta de você.",
"CT.Nora.SterlingFight": "Ouvi dizer que as coisas esquentaram na loja do Pierre com o Sterling.$2#$b#Ele é um bom homem. O vício não é brincadeira, de verdade.$2#$b#Espero que ele se recupere bem agora. Todo mundo merece uma nova chance.",
"CT.Nora.SterlingRecovery": "Estou tão feliz em ver que o Sterling está melhorando.$1#$b#É um processo difícil, mas acredito que ele pode fazer isso. Fico feliz que você esteve por perto para ajudá-lo.",
"CT.Nora.DylanIntro": "Ah, você conheceu o Dylan? Eu gosto muito dele, ele é um amigo muito legal.$1#$b#Quando nos conhecemos, passamos horas conversando sobre nossos interesses em comum.#$b#Bom, na verdade, eu falei a maior parte do tempo, mas ele foi gentil o suficiente para ouvir.$3#$b#Você sabia que existem cobras marinhas? Sim, descobrimos isso em um documentário.#$b#Nós gostamos de assistir documentários juntos de vez em quando. Junte-se a nós algum dia!$1",
"CT.Nora.Jean&Jorts": "Eu fiquei absolutamente perplexa quando ouvi aqueles gatos falarem pela primeira vez.#$b#Eu até passei dias pesquisando para ver se havia outros registros de animais falantes...$1#$b#Nenhuma cobra ou lagartixa falante foi documentada.$2#$b#Pessoalmente, acho que é um crime de ódio contra mim.",
"CT.Nora.ButteredJorts": "Ah, pobre Jorts! Por que ela teria manteiga suficiente para isso...$2#$b#Espero que a gata esteja bem!$2",
"CT.Nora.Mia": "A Mia é a garota mais doce de todas!$1#$b#Estou tentando organizar para a Lorelai vir aqui e assar com ela.#$b#Eu realmente sinto que elas seriam boas amigas!$1",
"CT.Nora.RodneyIntro": "Você conheceu aquele autor que mora no silo? Sim... aquele cara é realmente algo.#$b#Eu tenho a sensação de que ele não gosta de mim. Talvez eu apenas fale demais!$3#$b#Ele é estiloso, no entanto, vou dar isso a ele. E eu gosto dos livros dele!$1",
"CT.Nora.CambriaIntro": "A Cambria é realmente doce, mas aquela galinha dela...$2#$b#Ela tenta comer o Stupid toda vez que o vê. Simplesmente diabólico!$5#$b#Entendo que temos toda essa coisa de cadeia alimentar, etc, etc, mas ele é meu bebê!$2#$b#Eu só cometi o erro de levá-lo à casa dela uma vez... nunca mais.$2",
"CT.Nora.EliIntro": "O Eli é realmente uma das minhas pessoas favoritas.$1#$b#Ele combina com meu nível de entusiasmo sobre as coisas. E eu acho o campo de trabalho dele fascinante!#$b#Eu roubei uma das camisas xadrez dele algum tempo atrás e ele ainda não percebeu. Não conte a ele!$1",
"CT.Nora.EliSaloon": "Eli me contou que vocês saíram juntos no salão! Parece ter sido uma noite divertida.$1#$b#Ele é muito atencioso. Sempre está dando presentinhos que encontra durante suas expedições para as pessoas.#$b#Eu gostaria que as pessoas vissem mais esse lado dele. Elas sempre dizem que ele é apenas estranho.$2",
"CT.Nora.EliGuild": "Estou feliz que Eli finalmente tenha completado aquela expedição. Eu estava ficando tão preocupada.$2#$b#Eu sei que ele pode cuidar de si mesmo, mas você já esteve lá embaixo, sabe o quão perigoso é.#$b#Eu também me preocupo com você, sabia?$5",
"CT.Nora.EliGuestRoom": "Fazendeiro, você está pálido! Algo está te preocupando?$7#$b#Ah... você viu o quarto de hóspedes na casa dos irmãos?$3#$b#Sim, isso explica. Aprendi a não fazer muitas perguntas sobre isso.#$b#Isso me ajuda a dormir melhor à noite.$2",
"CT.Nora.DylanTown": "Ah, coitado do Dylan. Ele é absolutamente brilhante, mas suas habilidades sociais são... discutíveis.$2#$b#E suponho que Eli não facilite nada. Eles são completamente opostos.$3#$b#Mas eles se amam. E não importa o que aconteça, eles têm um ao outro.#$b#E também a mim! Esses dois nunca vão se livrar de mim.#$b#Talvez eu também não facilite as coisas para ele...$3",
"CT.Nora.DylanSaloon": "Você não faz ideia do quanto eu pagaria para ver o Dylan bêbado ontem no salão.#$b#Isso parece um evento único na vida. E o Eli teve que levá-lo para casa?$1#$b#Eu sei que ele está morrendo de vergonha. Vou zoar ele por tanto tempo.",
"CT.Nora.DylanLibrary": "Tenho tentado convencer o Dylan a dar uma palestra para as crianças.#$b#Eu sei que ele é natural nisso. Ele tem que acreditar mais em si mesmo!$1",
"CT.Nora.DylanLesson": "A palestra do Dylan foi ótima, não foi? Ah, eu sei que as crianças adoraram.$1#$b#Poderíamos até formar uma dupla um dia e fazer uma palestra conjunta! Você acha que eu poderia convencê-lo?$3#$b#Ah, é cedo demais para pensar nisso. Deixe ele aproveitar esse momento, ele merece!#$b#Até tirei fotos. Estou a caminho para emoldurá-las agora mesmo!",
"CT.Nora.DylanCCAquarium": "O Dylan fez um trabalho incrível com o aquário! Está muito melhor agora, não acha?$1#$b#Já estou pensando em fofocas de peixes para isso... Bem, corais devem ter fofocas também, certo?$3#$b#Tenho que parabenizá-lo novamente por isso. Está incrível demais!$1",
"CT.Nora.SootIntro": "Você conheceu o Soot? Ah, ele é completamente adorável!$1#$b#Ele é muito amigo da Pinkie Pie e do Stupid. Mas principalmente do Stupid.#$b#Sinto que todos eles combinam conosco de alguma forma, sabe?#$b#Soot é o Eli, Stupid sou eu, e Pinkie Pie é o Dylan. Ela sempre parece tão cansada dos dois.",
"CT.Nora.WillyBoatRepaired": "Então agora todos nós poderemos visitar a Ilha Gengibre?#$b#Fico imaginando quais espécies estão lá, só esperando para serem descobertas.$3#$b#O Noriano está a caminho, marque minhas palavras!",
"CT.Nora.ResortOpen": "Estava pensando em tirar umas férias naquele novo resort.$3#$b#Mas acho que ficaria maluca sem nada para fazer. Já fico maluca com coisas para fazer!$2#$b#Além disso, não gosto muito da praia... Muita coisa para considerar.$3",
"CT.Nora.Wedding": "Você se casou! Casou mesmo! Com anel e tudo!$1#$b#Estou realmente orgulhosa de você @. Oh, como todos crescem tão rápido.",
"CT.Nora.BabyBoy": "Um bebê? SEU bebê? Ele já tem uma madrinha? Porque estou disponível!$1",
"CT.Nora.BabyGirl": "Um bebê? SEU bebê? Ela já tem uma madrinha? Porque estou disponível!$1",
"CT.Nora.RailroadEartquake": "Você ouviu aquele barulho ontem à noite?#$b#Estou perguntando de verdade. Todo mundo está falando desse barulho, mas eu estava morta de sono, sem os aparelhos.#$b#Não ouvi absolutamente nada.",
"CT.Nora.Mateo": "MATEO? Amo elu absolutamente.$1#$b#Da primeira vez que nos encontramos, invadi a casa dilu e os peguei usando cuecas de dinossauro e comendo um picolé.$1#$b#Eu só queria ver o dinossauro dilu. Você sabe, o vivo, não o da cueca.#$b#Mas a amizade foi um bom bônus!$1",
"CT.Nora.JasperMissing": "Não tenho visto o Jasper na biblioteca ultimamente durante minhas sessões de estudo, você ouviu algo sobre ele?$2#$b#Estou começando a ficar um pouco preocupada.$2",
"CT.Nora.JasperBack": "Jasper finalmente voltou! Embora ele tenha mudado muito.$2#$b#Vou tentar contar para ele fatos legais sobre répteis para animá-lo. Ele sempre gosta de aprender.",
"CT.Nora.LeoArrival": "Ouvi dizer que você trouxe uma criança da Ilha Gengibre, é verdade?#$b#É fácil se sentir deslocado quando você se muda para um lugar novo...$2#$b#Espero que ele se ajuste bem. Vou contar fatos extras legais para ele!$1",
"CT.Nora.BookLaunchParty": "O lançamento do livro do Rodney foi tão emocionante!$1#$b#Já peguei meu exemplar. Mal posso esperar para ler hoje à noite!",
"CT.Nora.RodneyPoetryReading": "A Tori disse que Rodney estava lendo poesia no meio da noite...$3#$b#Ela estava bastante irritada, na verdade. Eu não ouvi nada.#$b#A vantagem de ser meio surda, suponho?$3",
"CT.Nora.MateoConfrontation": "O Gunther tem estado bastante agitado ultimamente.$3#$b#Toda vez que tento falar com ele, ele parece... estranho?$3#$b#Espero que esteja tudo bem. Ele parece realmente estressado.$2",
"CT.Nora.MateoPain": "Sinto muito por Mateo. Espero que não seja nada sério e que elu volte logo.$2#$b#Você acha que elu gostaria se eu levasse um pouco de sopa quando voltarem?$3",
"CT.Nora.GuildComplete": "Você viu o novo prédio na praia? É maravilhoso, não é?$1#$b#Não acredito que temos nossa própria filial da Guilda dos Aventureiros. Que emocionante!$1#$b#Espera, isso significa que vamos ter monstros na Ravina?#$b#Bom, fico feliz que tenhamos alguém para lidar com isso agora.",
"CT.Nora.GuildFinale": "Quando eu te digo que NÃO CONSEGUIA acreditar que o Mateo simplesmente. Tem um dinossauro agora?$7#$b#Não sei como isso aconteceu, mas eu tive que invadir a guilda para ver com meus próprios olhos.#$b#Os peguei usando cuecas de dinossauro e comendo um picolé. Que foi, ah... uma visão.$3#$b#Eu só queria ver o dinossauro! O vivo, não o da cueca!",
"CT.Nora.DylanBeach": "Ouvi dizer que você e o Dylan limparam a praia! Parabéns, fazendeiro!$1^Ouvi dizer que você e o Dylan limparam a praia! Parabéns, fazendeira!$1#$b#Depende de nós cuidar deste lugar. Afinal, é nossa casa.",
"CT.Nora.NoraChameleon": "Ainda não consigo acreditar no que está acontecendo. Você acredita?$1#$b#Estou atolada de trabalho agora, mas vai valer totalmente a pena.#$b#Encontramos, @! Encontramos o camaleão de cauda roxa!",
"CT.Nora.DitR_CT_ShadowPlay": "Me envolvi em um livro de terror ontem à noite e acabei lendo até tarde demais.$2#$b#E depois aquele barulho! O que foi aquilo, um urso? Foi tão assustador!$7#$b#Não estou exatamente orgulhosa do fato de que meu grito assustou ainda mais a Tori, mas foi uma cena engraçada, não vou mentir.$1",
"CT.Nora.DitR_CT_SensFlowers": "Uma flor estranha nunca vista antes florescendo por toda a vale durante a noite é... estranho.$3#$b#Mas, na minha experiência, este não é um lugar comum. Então, espero que não seja nada ruim!$1#$b#E é bastante bonita, não acha?",
"CT.Nora.JulietGremlin": "O filhote que a Juliet encontrou é adorável!$1#$b#Espero que ela acabe cuidando dele. Ela não acha que é capaz, mas é.#$b#E um animal de estimação sempre torna tudo melhor!$1",
"CT.Nora.GreenRain.1": "Uau, você se aventurou nessa chuva?$7#$b#Não faço ideia do que causou isso, e não pretendo descobrir. Deixo isso para o Demetrius ou o Eli.$3#$b#Em vez disso, vou ficar em casa e ler um livro de terror. Parece apropriado.",
"CT.Nora.GreenRain.2": "Eu estava pensando se isso ia acontecer de novo desde o ano passado.$3#$b#Aparentemente, não é nada prejudicial. Mas ainda vou aproveitar o tempo para ficar em casa e não fazer nada.",
"CT.Nora.LucickielArrives": "I heard there was a commotion in town. Something about a newcomer?$3#$b#People sounded really scared by this guy. Did you get the chance to see him for yourself?$2#$b#People were calling him a demon, but it can't be that bad, right?$3",
"CT.Nora.ReputationIncreased": "Então, Lucickiel vai trabalhar com o Clint a partir de agora, hein?#$b#Esta cidade... nunca deixa de me surpreender. Mas eu deveria ter previsto isso, não é mesmo?$3#$b#O vale recebe todos aqueles com boas intenções. É um refúgio para almas estranhas com bons corações.$1#$b#Fico feliz que ele tenha encontrado o seu lugar.",
"CT.Nora.JohnsArrival": "Você viu que um cara novo se mudou? O bairro continua crescendo!$1#$b#Você acha que ele gosta de cobras? Seria tão legal se gostasse...$3#$b#Sempre é bom ver pessoas novas chegando ao vale. Este lugar é bom, mais pessoas deveriam conhecê-lo.",
"CT.Nora.FaintingIncident": "Aquele cara novo, John, eu ouvi dizer que ele desmaiou hoje na loja do Pierre?$3#$b#Isso soa terrível, eu tinha acabado de sair da loja quando aconteceu. Espero que ele esteja bem.$3#$b#Talvez você pudesse verificar como ele está? Vocês parecem estar conversando ultimamente. Ele parece ser legal.",
"CT.Nora.BusFire": "Obrigada a Yoba que você estava lá hoje para ajudar a Barron com o incêndio!$7#$b#Eu vi você correndo para ajudá-la, o ônibus fica bem na frente da minha casa afinal.$2#$b#Foi muito corajoso da sua parte. E fico feliz que ela esteja bem também!",

/// MAIL
"NoraPHD.1": "Meu querido fazendeiro(a),^^Normalmente prefiro discutir as coisas pessoalmente, como você já sabe. No entanto, após nossa conversa de ontem à noite em minha casa, tive uma epifania sobre o meu próximo passo.^^Também gostaria de pedir desculpas pelo meu colapso. As coisas têm sido esmagadoras ultimamente, mas estou confiante de que vou reverter essa situação.^^Estou partindo hoje para a Universidade de Zuzu para terminar o trabalho que comecei. Estarei de volta em cerca de uma semana. Até lá, certifique-se de passar no saloon em algum momento. Tenho a sensação de que estaremos celebrando!^^Beijos meus e das crianças,^^Nora.",
"SavingTheSpecies.1": "Olá @,^^A descoberta que fizemos ontem é a coisa mais incrível que eu poderia ter pedido! Lidar com uma espécie em perigo requer muita atenção, então estive traçando o melhor curso de ação possível para tentar salvar os pequenos.^^Conheci o Professor Caracol, um intelectual que reside na Ilha Gengibre. Ele está me ajudando com muitas coisas.^^Por favor, se tiver tempo, passe no escritório dele na próxima semana! Acredito que você deva ver no que estamos trabalhando.^^Sua melhor amiga,^^Nora.",

///VILLAGERS CTS FOR NORA

"CT.Harvey.NoraIntro": "Nora? Oh, ela é uma mulher adorável.#$b#Embora possa ser um pouco intensa para os recém-chegados.#$b#Dê a ela uma chance, tudo bem?$1",
"CT.Maru.NoraIntro": "Você conheceu a Nora? Ela é realmente inteligente.#$b#É bom ter mais mulheres na área de STEM por perto. Ela entende a luta.",
"CT.Emily.NoraIntro": "Eu gosto da Nora. Ela sempre passa no saloon às sextas-feiras e conversamos.#$b#Bem, na verdade, ela conversa enquanto eu atendo os clientes. Mas é divertido de qualquer forma.$1",
"CT.Haley.NoraIntro": "A garota das cobras? Sinceramente, não suporto ela.$3#$b#Quando ela começa a falar, parece que nunca mais para.$2#$b#E o jeito que ela se veste... Sem comentários.$3",
"CT.Jodi.NoraIntro": "A Nora é uma boa influência para as crianças. Ela as motiva a estudar para serem como ela.#$b#O Vincent sempre adora quando a Penny a convida para uma aula.",
"CT.Leah.NoraIntro": "A Nora é legal, ela gosta de passar na minha cabana quando vai para a floresta.#$b#Ela até traz algumas coisas que coleta. É muito atenciosa da parte dela.",
"CT.Gunther.NoraIntro": "A Nora é uma das cientistas mais dedicadas que conheço.#$b#Estou quase certo de que ela passa mais tempo na biblioteca do que em casa.$1",
"CT.Sebastian.NoraIntro": "Aquela herpetologista? Suponho que ela seja...$2#$b#Eu só tento evitar cruzar com ela quando não estou com vontade de conversar. O que é frequente.",
"CT.Vincent.NoraIntro": "A Nora...?$3#$b#Ah, você quer dizer a Sra. Chambers?#$b#Ela é tão inteligente! E ela tem uma cobra e um gecko!#$b#Eles são realmente fofos.",
"CT.Jas.NoraIntro": "Oh... A Sra. Chambers é realmente inteligente.$3#$b#Quem sabe um dia eu possa ser inteligente como ela.$3",
"CT.Penny.NoraClass": "Estou feliz que a Nora pôde participar da aula.#$b#Trazer pessoas para discutir seus temas favoritos com as crianças pode ser muito enriquecedor para elas.",
"CT.Jas.NoraClass": "A aula foi muito legal hoje.#$b#A Sra. Chambers me emprestou o livro dela!",
"CT.Gunther.NoraClass": "Ter a aula na biblioteca é um deleite.#$b#As crianças estão tão ansiosas para aprender. Felizmente, elas têm muitas pessoas dispostas a ensinar!$1",
"CT.Vincent.NoraClass": "Você viu como a aula da Sra. Chambers foi legal?#$b#Quando eu crescer, quero estudar animais também!#$b#Talvez eu estude cachorros! Eu gosto de cachorros!",
"CT.Harvey.NoraFear": "Estou tentando ajudar a Nora a superar o medo de agulhas.#$b#Era muito, muito pior quando ela chegou ao vale.#$b#Pensei que teria que sedá-la em um momento.$2#$b#Estou feliz que tenhamos superado isso!$1",
"CT.Maru.NoraFear": "Coitada da Nora... sempre é um pouco difícil para ela.$2#$b#Estou feliz que você estava por perto para ajudar, @!",
"CT.Harvey.NoraSad": "Ei @, você conversou com a Nora ultimamente?#$b#Ela parece um pouco diferente... Não está sendo a sua habitual, tagarela, tenho medo.$3",
"CT.Maru.NoraSad": "A Nora parece estranha para você?#$b#Ela está tão ocupada, tenho medo de que possa estar caminhando para um esgotamento.$2#$b#Dê uma olhada nela, se puder, @?",
"CT.Leah.NoraSad": "A Nora está tão ocupada ultimamente que nem passa mais para trazer forragem.$2#$b#Estou preocupada com ela, para ser honesta.$3",
"CT.Gunther.NoraSad": "Você sabe se algo está acontecendo com nossa querida amiga herpetologista?#$b#Tenho medo de que ela esteja estudando demais. Até as mentes mais brilhantes merecem um pouco de descanso.",
"CT.Harvey.NoraBusy": "Não faço ideia do que a Nora está fazendo para estar tão ocupada assim, mas espero que esteja tudo bem com ela.#$b#Assim que ela terminar o doutorado, precisamos comemorar!$1",
"CT.Maru.NoraBusy": "A Nora simplesmente desapareceu, né? Fico imaginando no que ela está trabalhando...#$b#Nada na vida acadêmica é fácil, não é mesmo?",
"CT.Gunther.NoraBusy": "Bem, a Nora passou por aqui, pegou uma pilha gigantesca de livros e voltou para casa.#$b#Não tenho certeza do que ela está fazendo, mas sei que deve ser excelente.",
"CT.Penny.NoraBusy": "Eu estava prestes a perguntar para a Nora se ela estava disponível para outra palestra, mas ela não tem aparecido muito pela cidade ultimamente.#$b#Espero que ela volte em breve.$1",
"CT.Harvey.NoraProud": "Sinceramente, estou muito orgulhoso da Nora!$1#$b#Espero que agora ela reduza o consumo de café e refeições congeladas. Estou falando isso para ela há anos!#$b#Esse tipo de coisa definitivamente não é saudável em grande quantidade.",
"CT.Maru.NoraProud": "Você acha que agora que a Nora está livre ela se importaria de me ajudar a construir um robô de dragão de Komodo?#$b#Eu adoraria alguma ajuda com a anatomia.$3",
"CT.Leah.NoraProud": "É um alívio que a Nora tenha um pouco mais de tempo livre agora.#$b#O vale tem muito a oferecer e seria uma pena se ela não pudesse aproveitar tudo isso.$1#$b#Vou levá-la para forragear em algum momento.",
"CT.Gunther.NoraProud": "A Nora tem um futuro brilhante pela frente.#$b#Estou muito feliz por poder ajudá-la em sua jornada.",
"CT.Harvey.NoraMuseum": "Estou realmente feliz que a Nora tenha conseguido este trabalho. É uma forma de ocupar a mente.$1#$b#Só espero que ela não exagere. Isso tem sido um padrão, tenho medo.$2#$b#Se eu tiver que tirar sangue dela novamente, deseje-me sorte.",
"CT.Maru.NoraMuseum": "A Nora me disse que conseguiu um emprego agora!#$b#Por um momento, pensei que ela teria que voltar para a Cidade Zuzu para sempre.#$b#Eu realmente sentiria falta dela. Fico feliz que ela esteja ficando!",
"CT.Leah.NoraMuseum": "Espera, então a Nora tem dois empregos agora?#$b#Um aqui e outro na Cidade Zuzu?#$b#Estou feliz por ela, mas estou ainda mais feliz por poder trabalhar com minha arte.$1",
"CT.Gunther.NoraMuseum": "Ter a Nora por perto no Museu está tornando as coisas muito mais fáceis para mim.#$b#Ela é bastante prestativa. E o financiamento extra também é bem-vindo.",
"CT.Elliot.NoraMuseum": "Vi que a herpetologista local conseguiu um emprego no Museu.#$b#Suponho que quanto mais pessoas dispostas a contribuir para a preservação do vale, melhor.",
"CT.GuntherSilvian.NoraIntro": "Nora é uma das cientistas mais dedicadas que conheço.#$b#Estou quase certo de que ela passa mais tempo na biblioteca do que em sua própria casa.$1",
"CT.GuntherSilvian.NoraClass": "Ter a aula acontecendo na biblioteca é um deleite.#$b#Essas crianças estão tão ansiosas para aprender. Felizmente, elas têm muitas pessoas dispostas a ensinar!$1",
"CT.GuntherSilvian.NoraSad": "Você sabe se algo está acontecendo com nossa querida amiga herpetologista?#$b#Tenho medo de que ela esteja estudando demais. Até as mentes mais brilhantes merecem um pouco de descanso.",
"CT.GuntherSilvian.NoraBusy": "Bem, a Nora passou por aqui, pegou uma pilha gigantesca de livros e voltou para casa.#$b#Não tenho certeza do que ela está fazendo, mas sei que deve ser excelente.",
"CT.GuntherSilvian.NoraProud": "A Nora tem um futuro brilhante pela frente.#$b#Estou muito feliz por poder ajudá-la em sua jornada.",
"CT.GuntherSilvian.NoraMuseum": "Ter a Nora por perto no Museu está tornando as coisas muito mais fáceis para mim.#$b#Ela é bastante prestativa. E o financiamento extra também é bem-vindo.",
"CT.GuntherSilvian.NoraChameleon": "A Nora me disse que vocês dois encontraram o camaleão na Ilha Ginger?#$b#Quem diria que estava lá o tempo todo.$1#$b#Ela não consegue parar de falar sobre isso. E sobre você também.#$b#Ela disse que você foi crucial para a descoberta dela.$1",
"CT.Harvey.NoraChameleon": "Ei, você sabe se a Nora está bem?#$b#A encontrei ontem. Ou, melhor, ela me atropelou.#$b#E digo isso literalmente. Ela estava correndo a toda velocidade e não me disse para onde estava indo.$2#$b#Quando me levantei, ela já estava longe demais.$2",
"CT.Leah.NoraChameleon": "Acordei hoje com cerca de 20 mensagens da Nora.$2#$b#Uma delas era só gritaria. Ela está realmente animada com isso, né?",
"CT.Maru.NoraChameleon": "Eu entendo completamente de onde vem toda essa excitação da Nora.#$b#Isso, para ela, é o que a robótica é para mim.$1#$b#Meninas acadêmicas se entendem.",
"CT.Penny.NoraChameleon": "A Nora disse que está preparando uma palestra de 4 horas sobre suas últimas descobertas para as crianças.#$b#Não tenho certeza de como isso vai funcionar, mas não tive coragem de dizer a ela.$2",

/// MOVIES!
"Nora.MovieInvitation": "Um filme? Claro, eu tenho um tempinho extra hoje!$1#$b#Tudo bem se eu chorar? Eu costumo ficar muito emotiva.$3",
"spring.movie.0.1": "O Pequeno Broto? Eu estava querendo assistir esse!$1#$b#O Brotinho parece tão fofo! Olha só ele!",
"spring.movie.0.2": "Deixar o lar assim para crescer... Realmente requer muita coragem.$2#$b#Isso está tocando um pouco em mim...$3",
"spring.movie.0.3": "Foi uma experiência incrível. Que história maravilhosa.#$b#Realmente inspira a não desistir! Adorei!$1#$b#Obrigado por me convidar, fazendeiro!^Obrigado por me convidar, fazendeira!",
"spring.movie.1.1": "Eu realmente amo documentários.#$b#Nosso mundo tem tantas coisas bonitas para ver!$1",
"spring.movie.1.2": "Isso me faz querer viajar novamente. Sinto falta disso!$1#$b#Quem sabe o que mais está lá fora esperando para ser descoberto?#$b#Obrigado por isso, eu me diverti muito!$1",
"summer.movie.0.1": "Já li sobre o Rei da Pradaria antes.#$b#Não sabia que estavam fazendo um filme! Parece legal!$1",
"summer.movie.0.2": "Nora está roendo as unhas...",
"summer.movie.0.3": "O QUÊ! SEU FILHO DA-$5",
"summer.movie.0.4": "Nossa, que mira incrível ele teve!$1#$b#Definitivamente vou pesquisar mais sobre a história dele! Isso foi divertido.",
"summer.movie.1.1": "Wumbus? Não faço ideia do que seja isso. Mas adoro ficção científica!$1#$b#Já faz um tempo desde meu último filme de ficção científica. Vamos nessa!",
"summer.movie.1.2": "Para ser honesta, esperava um pouco mais do filme.$3#$b#Como alguém pode ser tão desinteressado em tudo como o Rossel? Isso acaba com meu espírito!$2#$b#Wumbus é um cara legal. Ele está tentando.$2",
"fall.movie.0.1": "Mysterium, é isso? Nunca ouvi falar deste filme...$3#$b#Será que vai ser muito assustador?$3",
"fall.movie.0.2": "Nora parece incrivelmente confusa.",
"fall.movie.0.3": "Não entendi nada do que aconteceu ali.$3#$b#Não fiquei nem assustada. Não entendi o que estava acontecendo.#$b#Eu NÃO tenho paciência para filmes assim.$3",
"fall.movie.1.1": "Ah, isso parece tão assustador.$2#$b#Filmes encontrados sempre me dão arrepios!$2",
"fall.movie.1.2": "Agora SIM é um bom filme de terror.$1#$b#Fiquei aterrorizada! Amei absolutamente!",
"winter.movie.0.1": "Normalmente, não sou fã dos filmes da Estrela Invernal, para ser honesta.#$b#Mas estou animada para passar tempo com você de qualquer forma!$1",
"winter.movie.0.2": "Isso foi muito melhor do que eu esperava!#$b#A forma como eles continuaram esperando que ficasse tudo bem... Todos são tão fortes!$2#$b#E agora o espírito da Estrela Invernal vive!$6#$b#Desculpe, preciso de um lenço.$2",
"winter.movie.1.1": "O Expresso da Cidade Zuzu! Este é um dos meus favoritos!$1#$b#Nunca fica velho. Adoraria ver com você!",
"winter.movie.1.2": "Os olhos de Nora estão lacrimejando. Ela está repetindo as palavras.",
"winter.movie.1.3": "AH, este filme... O que posso dizer?$1#$b#Assistir com você tornou ainda mais especial.",

/// MAIN EVENTS DIALOGUE

// INTRODUCTION

"Events.NORA.Introduction.Nora.1": "Ah, eu preciso comprar mais comida para as crianças hoje...$3",
"Events.NORA.Introduction.Nora.2": "Ainda não comprei frutas esta semana.$3#$b#Ah, e aquele ensaio é para hoje...? Ou era para amanhã?$3",
"Events.NORA.Introduction.Nora.3": "De qualquer forma, devo fazer isso em breve.$3#$b#Não gostaria de...",
"Events.NORA.Introduction.Nora.4": "Ah, olá!$1#$b#Desculpe, não te vi aqui!#$b#Estava só falando sozinha sobre as coisas que preciso fazer.#$b#É, hm... mais comum do que você pensa.$3",
"Events.NORA.Introduction.Nora.5": "Eu sou a Nora, aliás.$1#$b#Espera, já te disse isso antes?$3#$b#Às vezes esqueço o que já disse antes.$3#$b#Mas bem, não custa repetir suponho.$1#$b#Você se mudou recentemente para cá, não é?",
"Events.NORA.Introduction.Nora.6": "É sempre bom ver novos rostos chegarem ao vale.#$b#E é muito fácil se apaixonar pelo lugar, então nem preciso te dizer que você vai gostar.$1",
"Events.NORA.Introduction.Nora.7": "Lembre-se sempre de ser gentil com o Vale do Orvalho, fazendeiro. E ele será gentil com você.^Lembre-se sempre de ser gentil com o Vale do Orvalho, fazendeira. E ele será gentil com você.",
"Events.NORA.Introduction.Nora.8": "Bem, estou atrasada. Ainda tenho muito o que fazer!$1#$b#Tenha um bom dia, fazendeiro. Ah, e cuidado com o gecko na sua saída.^Tenha um bom dia, fazendeira. Ah, e cuidado com o gecko na sua saída.#$b#Não se preocupe, ele não vai morder! E bem, se morder, não vai doer muito.$1",

// 2 HEARTS
"Events.NORA.2H.Nora.1": "Ah, fazendeiro! Que bom te ver aqui na Floresta Cinzaseiva!$1^Ah, fazendeira! Que bom te ver aqui na Floresta Cinzaseiva!$1#$b#Quer se juntar a mim nesta tarde ensolarada?",
"Events.NORA.2H.Nora.2": "Na verdade, estou aqui por causa da minha pesquisa. Você sabe, para o meu doutorado.",
"Events.NORA.2H.Nora.3": "Você já ouviu falar do camaleão de cauda roxa?#$b#Não ficaria surpresa se não tivesse. É uma espécie muito rara... e há na verdade um motivo triste para isso.$2",
"Events.NORA.2H.Nora.4": "Essa espécie está em perigo de extinção. É muito sensível a mudanças ambientais, e com o aquecimento global e a poluição, está desaparecendo lentamente.$2#$b#Na verdade, eles originaram de uma ilha chamada Arkánia e eventualmente chegaram aqui.#$b#O vale costumava estar cheio deles vinte anos atrás. Era o habitat perfeito para eles se reproduzirem e encontrarem comida suficiente.#$b#No entanto, desde que a Joja apareceu, as coisas mudaram muito. Acho que você sabe o motivo.$5",
"Events.NORA.2H.Nora.5": "Meu objetivo principal aqui é ver se ainda existem alguns deles neste local.$2#$b#Se sim, tenho que avaliar quantos ainda estão aqui, o que está afetando-os mais e se ainda há uma maneira de reverter a situação.$3",
"Events.NORA.2H.Nora.6": "Sempre que uma espécie se extingue, é como se... um pedaço do planeta morresse com ela. Uma parte da história se perde.$2#$b#E é realmente triste ver que os humanos estão dispostos a fazer coisas que sabem que vão prejudicar o planeta apenas... por dinheiro.$2",
"Events.NORA.2H.Nora.7": "É nosso trabalho como cientistas fazer algo a respeito disso.",
"Events.NORA.2H.Nora.8": "De qualquer forma, devo voltar ao trabalho. Um deles pode aparecer a qualquer momento agora!$1#$b#Obrigada pela companhia, fazendeiro.^Obrigada pela companhia, fazendeira.",

// 3 HEARTS
"Events.NORA.3H.Vincent.1": "Então... é tipo uma armadura?",
"Events.NORA.3H.Nora.1": "Bem, não exatamente, mas é parecido!$1#$b#As escamas podem proteger os répteis contra outros animais, isso é verdade. Mas não é a única coisa que elas fazem.#$b#Elas também ajudam os répteis a se moverem às vezes, e até mesmo permitem que eles retenham água dentro de seus corpos!$4",
"Events.NORA.3H.Eloise.1": "Isso parece legal!",
"Events.NORA.3H.Vincent.2": "É! Por que não temos escamas?",
"Events.NORA.3H.Nora.2": "Isso porque nós temos muitas outras coisas que os répteis não têm!$1#$b#Então não precisamos de escamas.",
"Events.NORA.3H.Jas.1": "Então o que somos?",
"Events.NORA.3H.Penny.1": "Oh, @. É bom te ver.#$b#Nós estávamos no meio de uma palestra com nossa convidada especial.",
"Events.NORA.3H.Vincent.3": "O fazendeiro pode assistir também?^A fazendeira pode assistir também?",
"Events.NORA.3H.Eloise.3": "Sim @, por favor fique! Estamos aprendendo sobre répteis com a Sra. Chambers!",
"Events.NORA.3H.Penny.2": "Você é bem-vindo para ficar se quiser, @.^Você é bem-vinda para ficar se quiser, @.",
"Events.NORA.3H.Nora.3": "Certo, onde estávamos...",
"Events.NORA.3H.Nora.4": "Bem, já que você perguntou Jas, nós somos classificados como mamíferos!",
"Events.NORA.3H.Eloise.4": "E isso é diferente de pássaros também, certo?",
"Events.NORA.3H.Nora.5": "Você está certa, Eloise!$1#$b#Pássaros, répteis e mamíferos são todos grupos de animais diferentes.$4#$b#E há muitos outros também, como anfíbios e peixes!",
"Events.NORA.3H.Vincent.4": "E o que os torna tão diferentes uns dos outros?",
"Events.NORA.3H.Penny.3": "Crianças, eu não acho que a Sra. Chambers tenha tempo para explicar tudo isso hoje!",
"Events.NORA.3H.Nora.6": "Ah, não se preocupe Penny, está tudo bem! Eu estou totalmente bem em passar mais tempo aqui se vocês quiserem!$1#$b#Eu não sou uma especialista em todos os grupos de animais, mas lembro bem dos meus conceitos básicos do meu curso de biologia.",
"Events.NORA.3H.Nora.7": "Certo crianças, se preparem, porque estamos prestes a entrar no fascinante mundo da zoologia...$4",

// 4 HEARTS
"Events.NORA.4H.Nora.1": "Como assim você não tem?$2",
"Events.NORA.4H.Gunther.1": "É exatamente isso, Sra. Chambers.#$b#Receio que nenhum dos livros que você está procurando esteja atualmente em nosso inventário.#$b#Na verdade, acho que o único livro sobre o assunto que temos aqui agora é o seu próprio livro, graças à sua generosa doação.",
"Events.NORA.4H.Nora.2": "Ah, isso é realmente lamentável.$2#$b#Mas eu entendo. Eu sei que o museu está lentamente se reerguendo após o que aconteceu com a coleção.$2#$b#Além disso, já disse isso, Gunther. Nora está bem! Sra. Chambers é muito formal!#$b#Isso me lembra dos meus dias de faculdade.",
"Events.NORA.4H.Gunther.2": "Sim, é muito lamentável.#$b#Mas você é mais do que bem-vinda para trazer seus próprios livros aqui para estudar. Eu aprecio sua companhia.",
"Events.NORA.4H.Nora.3": "Você é muito gentil, Gunther. Agradeço por ouvir tudo o que tenho a dizer.",
"Events.NORA.4H.Nora.4": "Ah, @! Momento perfeito!$1#$b#Venha comigo, gostaria de te mostrar algo.",
"Events.NORA.4H.Gunther.3": "Vou levar a dica e voltar ao trabalho agora.",
"Events.NORA.4H.Nora.5": "Siga-me!",
"Events.NORA.4H.Nora.6": "É só naquela estante ali.#$b#É algo do qual eu tenho muito orgulho.$1#",
"Events.NORA.4H.Nora.7": "Veja isso! É uma cópia de 'A Herpetologia da República Ferngill'.#$b#E é muito especial para mim, porque eu o escrevi!$1",
"Events.NORA.4H.Nora.8": "Veja, eu na verdade pulei um ano no ensino médio e fui direto do segundo para o último ano...$2#$b#Então eu era mais nova que a maioria quando entrei na Universidade Zuzu.#$b#A faculdade foi uma experiência maravilhosa para mim. O campo acadêmico é realmente para o que eu fui feita.$1#$b#Por isso, entrei direto no meu mestrado após a graduação.",
"Events.NORA.4H.Nora.9": "Ah, sempre foi o plano fazer um doutorado.#$b#Mas, por mais que eu amasse, às vezes fica... esmagador.$2#$b#Percebi que precisava de um tempo antes de mergulhar na pesquisa mais extensa e imersiva da minha vida.",
"Events.NORA.4H.Nora.10": "Então tirei um ano sabático.$1#$b#Mas ainda assim, mesmo que eu devesse estar tirando minha mente do assunto, eu simplesmente... mergulhei nele.#$b#Por um ano, viajei por Ferngill aprendendo mais sobre as espécies locais de répteis e anfíbios, e coletando o máximo de dados que pude.$1#$b#E escrevi este livro sobre isso.$4",
"Events.NORA.4H.Nora.11": "Mas há... mais nisso.$2#$b#Enquanto eu viajava, era difícil não sentir... que eu não pertencia.$2#$b#A vida toda, tenho tentado apenas me encaixar. Sentir que faço parte de algo maior. Um grupo, uma comunidade...$2#$b#E embora a academia possa parecer isso, às vezes parece exatamente o oposto.$2",
"Events.NORA.4H.Nora.12": "O Vale do Orvalho na verdade foi minha última parada antes de voltar para Cidade Zuzu.#$b#Fiquei na estalagem enquanto conduzia a pesquisa, mas... no pouco tempo que estive aqui, senti isso.$b#Senti que era aqui que eu deveria estar. Que havia um propósito maior aqui.$1#$b#Então, quando ouvi que Tori estava procurando um colega de quarto, me inscrevi imediatamente.",
"Events.NORA.4H.Nora.13": "Foi aqui que terminei o livro e o publiquei.#$b#Esta cópia aqui é na verdade a primeira cópia que recebi. Então...#$b#Leia se tiver um tempo! É divertido, eu prometo.$1",
"Events.NORA.4H.Nora.14": "E, mais uma vez, estou divagando. Desculpe por isso.$1#$b#Vou te deixar seguir seu caminho agora, fazendeiro.^Vou te deixar seguir seu caminho agora, fazendeira.",

// 6 HEARTS
"Events.NORA.6H.Nora.1": "Ah, Nora. Você realmente se complicou desta vez, né?$2",
"Events.NORA.6H.Nora.2": "Ah, @. É você!$1#$b#Não sabia que você gostava de caminhadas noturnas.#$b#É uma noite adorável, não é?",
"Events.NORA.6H.Nora.Question.1": "Desculpe, fazendeiro, mas acho que não estou realmente no clima para ter uma conversa de verdade.^Desculpe, fazendeira, mas acho que não estou realmente no clima para ter uma conversa de verdade.",
"Events.NORA.6H.Q1.Answer.1": "Aconteceu alguma coisa?",
"Events.NORA.6H.Q1.Answer.2": "Isso não parece muito com você.",
"Events.NORA.6H.Q1.Response.1": "Ah. Não sou muito boa nisso, né?",
"Events.NORA.6H.Q1.Response.2": "...Realmente não parece, né?$2",
"Events.NORA.6H.Nora.4": "Estou realmente perto de terminar meu doutorado.$2#$b#Bem, na verdade, eu só... tenho que entregá-lo em breve. Mas ainda tenho muito a fazer.$2",
"Events.NORA.6H.Nora.5": "Quando contei aos meus pais que queria ser uma herpetóloga, eles não ficaram exatamente... felizes.$2#$b#Minha família é cheia de advogados, incluindo meu irmão, então foi uma surpresa para eles que eu escolhi isso.$2#$b#Eles não se opuseram. Na verdade, me apoiaram. Disseram que eu seria uma grande cientista e faria descobertas incríveis. Eles só ficaram surpresos.",
"Events.NORA.6H.Nora.6": "Mas não foi exatamente assim que as coisas aconteceram.$2#$b#Minha mãe sempre se gabava de eu ser a melhor da minha turma, seguir a área acadêmica e ser inteligente.#$b#Mas eventualmente... acho que ela simplesmente ficou sem coisas para se gabar.$2",
"Events.NORA.6H.Nora.7": "Ser acadêmica é difícil. Ser uma mulher nesse campo é ainda mais difícil.$2#$b#Você tem que provar constantemente sua competência várias e várias vezes.$2#$b#Coisas que antes eram fáceis se tornam um desafio. E o TDAH torna impossível se concentrar às vezes.$2#$b#É como... eu tinha as rodas mais brilhantes e agora elas estão apenas enferrujando.$2",
"Events.NORA.6H.Nora.8": "Essa pesquisa que estou fazendo, tentando salvar essa espécie...$2",
"Events.NORA.6H.Nora.9": "Preciso que você saiba que eu me importo com eles.#$b#Répteis têm sido uma paixão minha durante toda a minha vida. E eu faria qualquer coisa para salvá-los.#$b#Mas...$2",
"Events.NORA.6H.Nora.10": "É vergonhoso admitir que uma parte de mim realmente quer alcançar isso porque quero me sentir extraordinária novamente.$2#$b#Não só... eu. Mas alguém que fez diferença.$2",
"Events.NORA.6H.Nora.11": "A lua está linda hoje, não é mesmo?",
"Events.NORA.6H.Nora.12": "O que eu mais gosto na lua é como ela está... sempre lá.$2#$b#Não importa o quanto o caos da vida traga, a lua permanece a mesma.$2#$b#Acho... que isso me traz conforto. Saber que ela está sempre lá por mim.$2",
"Events.NORA.6H.Nora.13": "Está ficando tarde agora, @. Não quero te atrasar.",

// 8 HEARTS PART 1
"Events.NORA.8H1.Nora.1.1": "Quem é?$5",
"Events.NORA.8H1.Nora.1.2": "Ah, @, é você.$2#$b#Desculpe, mas você poderia me deixar sozinha, por favor? E-Eu estou realmente ocupada no momento e eu-$2#$b#...Eu não acho que consigo mais fazer isso.$6",
"Events.NORA.8H1.Nora.2": "Eles não estão mais aqui, @. Eles se foram, todos se foram.$6#$b#Ou isso ou eu realmente sou péssima no meu trabalho.$2",
"Events.NORA.8H1.Nora.Question.1": "Eu fracassei, @. Acabou agora.",
"Events.NORA.8H1.Nora.Q1.Answer.1": "Do que você está falando?",
"Events.NORA.8H1.Nora.Q1.Answer.2": "Para de drama e me conta o que aconteceu.",
"Events.NORA.8H1.Nora.Q1.Answer.3": "Por que não respiramos fundo? Me Deixa te ajudar.",
"Events.NORA.8H1.Nora.Q1.Response.1": "Os camaleões, @. Eles se foram!$6",
"Events.NORA.8H1.Nora.Q1.Response.2": "Sinto muito, estou realmente sobrecarregada agora...$2#$b#Por isso que queria ficar sozinha.$5",
"Events.NORA.8H1.Nora.Q1.Response.3": "...Ok. Vou tentar. Só me dê um segundo.$2",
"Events.NORA.8H1.Nora.4": "Como você sabe, tenho procurado pelos camaleões de cauda roxa por um bom tempo.$2#$b#Já faz mais de um ano. Um ano da minha vida dedicado a isso, e eu não encontrei nenhum.$2#$b#Não tenho mais tempo. Tenho que entregá-lo em breve.$2#$b#E toda a minha tese se tornou inválida agora.$2",
"Events.NORA.8H1.Nora.5": "Eu prometi aos meus pais... Eu prometi que os deixaria orgulhosos novamente.$2#$b#Pensei que conseguiria. Estava tão certa disso que nem pensei em considerar uma hipótese diferente.$6#$b#Realmente... perdi meu brilho.$6",
"Events.NORA.8H1.Nora.6": "Eu nem sei mais quem sou além disso.$2#$b#Não sei o que fazer. Estou extremamente desapontada e só quero desistir.$6",
"Events.NORA.8H1.Nora.Question.2": "E se isso não for para mim?",
"Events.NORA.8H1.Nora.Q2.Answer.1": "É sim. Você é a Nora, a herpetóloga!",
"Events.NORA.8H1.Nora.Q2.Answer.2": "Um contratempo pode acontecer com qualquer um.",
"Events.NORA.8H1.Nora.Q2.Answer.3": "Talvez você realmente devesse desistir.",
"Events.NORA.8H1.Nora.Q2.Answer.4": "Talvez você esteja olhando para isso do ponto de vista errado.",
"Events.NORA.8H1.Nora.Q2.Response.1": "...Ah, @. Eu realmente gosto desse título, na verdade.",
"Events.NORA.8H1.Nora.Q2.Response.2": "Sim... Acho que poderia.",
"Events.NORA.8H1.Nora.Q2.Response.3": "Você acha?#$b#Bem, eu... talvez...$2",
"Events.NORA.8H1.Nora.Q2.Response.4": "Sério? Você acha que há algo bom aqui?$2",
"Events.NORA.8H1.Nora.8": "Sabe de uma coisa?... Eu... eu não posso desistir agora.$2#$b#Essa ciência, esse projeto, é toda a minha vida. Não posso jogar tudo isso fora.$2#$b#Você está certo, @... Talvez se eu olhar para isso de outro ponto de vista...$3^Você está certa, @... Talvez se eu olhar para isso de outro ponto de vista...$3#$b#Talvez isso ainda possa funcionar.",
"Events.NORA.8H1.Nora.9": "Você precisa ir agora. Nada pessoal, é só... preciso trabalhar nisso.",
"Events.NORA.8H1.Nora.10": "Ah, e...$2#$b#Obrigada, meu fazendeiro.#$b#Isso... significou muito para mim.^Ah, e...$2#$b#Obrigada, minha fazendeira.#$b#Isso... significou muito para mim.",

// 8 HEARTS PART 2
"Events.NORA.8H2.Leah.1": "Viu, Nora! Eu te disse!$1#$b#Estou muito orgulhosa de você. Embora eu vá sentir falta de você bisbilhotando pela floresta perto da minha casa.#$b#Nossas conversas sempre foram divertidas.$1",
"Events.NORA.8H2.Nora.1": "Você é muito gentil, Leah.#$b#E não se preocupe! Ainda vou bisbilhotar com certeza! Não vou desistir disso completamente!$1",
"Events.NORA.8H2.Maru.1": "Como é se formar oficialmente depois de tanto tempo?",
"Events.NORA.8H2.Nora.2": "Sei que tecnicamente deveria dizer que estou aliviada, mas sei que vou acabar sentindo falta.$1#$b#Bem, acho que isso significa mais tempo para despejar informações nas pessoas, então isso é legal...$3",
"Events.NORA.8H2.Nora.3": "E, no final, acho que... estou me sentindo orgulhosa.#$b#As coisas não saíram exatamente como eu esperava, mas... Está tudo bem. Eu consigo ver agora.",
"Events.NORA.8H2.Harvey.1": "Você deveria! Fez um ótimo trabalho.$1",
"Events.NORA.8H2.Nora.4": "Oh, fazendeiro, você está aqui! Maravilhoso!$1^Oh, fazendeira, você está aqui! Maravilhoso!$1",
"Events.NORA.8H2.Nora.5": "Esperem aí, pessoal, quero falar com @ por um segundo. Já volto!",
"Events.NORA.8H2.Nora.6": "Estou realmente feliz que você tenha vindo! A festa não seria tão boa sem você.$1",
"Events.NORA.8H2.Nora.7": "Primeiro, quero pedir desculpas por ter sumido tão repentinamente na semana passada.$2#$b#Mas eu precisava me concentrar para poder mudar as coisas. E consegui!",
"Events.NORA.8H2.Nora.8": "Depois da nossa conversa, percebi que mesmo que as coisas sigam um caminho diferente do que eu tinha planejado, ainda não era tarde demais para fazer a diferença.",
"Events.NORA.8H2.Nora.9": "Talvez eu não tenha conseguido salvar o camaleão de cauda roxa... o que realmente me entristece.$2#$b#Então decidi escrever meu ensaio final sobre extinção em si e maneiras de preveni-la.#$b#Eu passei por tudo no ensaio, o que causa isso, como tentar salvar uma espécie, e até citei algumas outras ameaçadas.$4#$b#E entrei em contato com outros acadêmicos sobre essas espécies. Alguns cientistas até entraram em contato comigo!$1#$b#Será que é assim que é ser famosa?$3",
"Events.NORA.8H2.Nora.10": "Estou saindo da linha novamente. O ponto é...#$b#Ser considerada uma criança prodígio quando era jovem me fez pensar que tinha que manter esse padrão também como adulta.$2#$b#E quando percebi que não era tão boa assim... Ficava cada vez mais difícil continuar tentando.$2#$b#Eu me punia muito por falhar, muito, e isso me colocava em uma espiral ruim.$2#$b#E eu só...$2",
"Events.NORA.8H2.Nora.11": "Obrigada por me fazer ver que não preciso ser perfeita para ser boa o suficiente.",
"Events.NORA.8H2.Nora.12": "Ah, vamos voltar para a festa! Gus vai trazer a comida em breve!$1",

// 9 HEARTS
"Events.NORA.9H.Nora.1": "Ah. Olá, @.#$b#Você não teria um guarda-chuva, né?$3",
"Events.NORA.9H.Nora.2": "Está tudo bem. Estou curtindo a chuva.",
"Events.NORA.9H.Nora.3": "Este é na verdade o lugar onde comecei minha pesquisa. Todo aquele tempo atrás.#$b#Eu tinha tantos planos.$2",
"Events.NORA.9H.Nora.4": "Você se lembra do que eu disse quando nos conhecemos pela primeira vez aqui nesta floresta?",
"Events.NORA.9H.Nora.5": "Cada vez que uma espécie se extingue, um pedaço do planeta morre junto.$2",
"Events.NORA.9H.Nora.6": "Eu não tinha percebido isso.$2#$b#Eu estava tão focada em terminar o doutorado...$2#$b#E com a ansiedade de tudo isso... Não cliquei.$2#$b#Nós talvez realmente tenhamos perdido essa espécie para sempre.$2",
"Events.NORA.9H.Nora.7": "Me desculpe, não quero ficar assim melancólica. É só...$2#$b#A natureza é tão bonita. É tão perfeita. Cada detalhe está ali por um motivo.#$b#E nós... Humanos, quero dizer... Sempre estragamos tudo.$2",
"Events.NORA.9H.Nora.8": "Mas talvez eu esteja sendo pessimista demais.#$b#Talvez, em algum lugar por aí, outro cientista também esteja procurando por esses pequeninos.#$b#E talvez eles tenham sucesso! Quem sabe?$1",
"Events.NORA.9H.Nora.9": "Bem, vamos sair dessa chuva então.#$b#Estou congelando. Você me deve uma xícara de café!$1",

// 10 HEARTS PART 1
"Events.NORA.10H1.Nora.1": "Espero que haja algo interessante...",
"Events.NORA.10H1.Nora.2": "@! Olá!$1#$b#Na verdade, estou enfrentando um dilema agora. Talvez você possa me dar algum conselho?",
"Events.NORA.10H1.Nora.3": "Então, depois que terminei o doutorado, parei de receber minha bolsa de pesquisa da ZuCU. O que era esperado, é claro.#$b#Mas, isso também significa que tenho que conseguir um novo emprego agora também.$3#$b#Quero dizer, os suprimentos para répteis não se compram sozinhos, certo?",
"Events.NORA.10H1.Nora.4": "Eu estava olhando o quadro para ver se há alguma oferta de emprego por aqui.$1#$b#Na verdade... ZuCU me ofereceu uma posição de professora. É uma boa oferta, trabalhar no que eu gosto. Mas...#$b#Isso também significaria voltar para Zuzu City. E eu não quero deixar o vale para trás.$2#$b#Eu acabei amando muito esse lugar. E as pessoas também.",
"Events.NORA.10H1.Gunther.1": "Bem, cumprimentos a vocês dois.",
"Events.NORA.10H1.Nora.5": "Gunther! Que bom te ver!$1#$b#Sinto que nunca te vejo saindo daquele museu. Faria bem a você sair mais vezes.",
"Events.NORA.10H1.Gunther.2": "Acabei de terminar as compras de supermercado. Também preciso comer, se quer saber.$1",
"Events.NORA.10H1.Nora.6": "Eu não te culpo. Se eu trabalhasse no museu, passaria todo o meu tempo lá também.$1#$b#Basicamente já faço isso se pensar bem.#$b#Ah, espere um minuto... Falando nisso...$3#$b#Você não teria algumas ofertas de emprego para uma herpetologista por aí, teria?",
"Events.NORA.10H1.Gunther.3": "Por mais que eu adoraria, não é tão simples assim.$2#$b#Eu teria que conseguir recursos para isso, o que não posso prometer.$2#$b#Para ser completamente honesto, conseguir mais fundos para o museu tem sido um problema há muito tempo.$2#$b#Estamos bem como estamos agora, mas receio que não possamos contratar ninguém novo. Desculpe, Nora.$2",
"Events.NORA.10H1.Nora.7": "Eu entendo completamente. Também sinto muito por isso.$2#$b#Adoraria trabalhar com você um dia, Gunther.",
"Events.NORA.10H1.Gunther.4": "Eu sinto que você seria uma ótima adição à nossa equipe. É realmente uma pena.$2",
"Events.NORA.10H1.Nora.8": "Na verdade, Gunther... Essa conversa me deu uma ideia.#$b#Se eu conseguir resolver isso...$3#$b#Você pode me dar um tempo para retornar a você?",
"Events.NORA.10H1.Gunther.5": "Não faço ideia do que você está falando, então eu acredito que sim, claro.",
"Events.NORA.10H1.Nora.9": "Ótimo! Vejo vocês daqui a alguns dias!$1",
"Events.NORA.10H1.Gunther.Question.1": "Devemos nos preocupar?",
"Events.NORA.10H1.Gunther.Q1.Answer.1": "Provavelmente está tudo bem, ela sabe o que está fazendo.",
"Events.NORA.10H1.Gunther.Q1.Answer.2": "Eu me prepararia para as palavras se fosse você.",
"Events.NORA.10H1.Gunther.Q1.Answer.3": "Aprendi a não fazer muitas perguntas.",
"Events.NORA.10H1.Gunther.Q1.Response.1": "Você está certo. Bem, devo ir. Preciso voltar para o museu.$1",
"Events.NORA.10H1.Gunther.Q1.Response.2": "Oh Yoba, o que eu fiz...$2#$b#Devo voltar ao museu agora então.",
"Events.NORA.10H1.Gunther.Q1.Response.3": "Ela é uma ótima pessoa. Provavelmente está tudo bem.#$b#Acho.$1#$b#Bem, devo voltar agora. Até outra hora, fazendeiro.^Bem, devo voltar agora. Até outra hora, fazendeira.",

// 10 HEARTS PART 2
"Events.NORA.10H2.Gunther.0": "Certo, deveríamos poder começar em breve. Como você se sente?$1",
"Events.NORA.10H2.Nora.0": "Você está brincando? Estou ótima!$1#$b#Agora só precisamos esperar @ chegar...",
"Events.NORA.10H2.Nora.1": "@, estou muito feliz que você tenha vindo! Gunther e eu temos algumas novidades emocionantes!$1#$b#Ha, quando coloco assim parece que estamos anunciando nosso noivado ou algo assim.$1",
"Events.NORA.10H2.Gunther.1": "Isso seria extremamente inadequado, já que eu sou oficialmente seu chefe agora.$1",
"Events.NORA.10H2.Nora.2": "Como se! Você teria sorte de se casar comigo, velho!$1",
"Events.NORA.10H2.Gunther.2": "Você sabe que não sou tão velho assim, certo?$6#$b#Além disso, eu poderia simplesmente te demitir.",
"Events.NORA.10H2.Nora.3": "Não, você sentiria falta de mim.#$b#Então, @, como acredito que você já tenha imaginado, eu sou a nova associada de pesquisa pós-doutorado do Museu!$1",
"Events.NORA.10H2.Gunther.3": "Nora se juntará à nossa equipe e será responsável por conduzir pesquisas sobre a ecologia e a vida selvagem do Vale de Stardew.$1",
"Events.NORA.10H2.Nora.4": "Depois de nossa última conversa, visitei a ZuCU para discutir o cargo que me ofereceram. E meio que fiz uma... contraproposta?#$b#Eu nem tenho certeza se pode fazer isso com empregos...$3#$b#De qualquer forma, perguntei se eles estariam interessados em financiar um ramo de pesquisa aqui em Pelican Town.$1#$b#Eu não queria sair daqui, mas também não queria cortar os laços com a Universidade.#$b#Então, agora estou trabalhando para o museu com financiamento da ZuCU. Quaisquer novas descobertas ou artigos publicados estarão sob a Universidade.#$b#E nós obtemos o financiamento!$1",
"Events.NORA.10H2.Gunther.4": "Isso não só nos dará mais financiamento, mas também mais visibilidade.",
"Events.NORA.10H2.Nora.5": "Sim! E também darei aulas semanais na ZuCU como parte do trabalho.$1#$b#Falando sobre biologia em geral, herpetologia, novas descobertas, métodos de pesquisa...#$b#Eu realmente não poderia estar mais feliz!$1",
"Events.NORA.10H2.Gunther.5": "Bem, vou começar a trabalhar agora. Você também deveria fazer o mesmo, sabe?$1",
"Events.NORA.10H2.Nora.6": "Sim, sim, estarei lá em um minuto!",
"Events.NORA.10H2.Nora.7": "Eu realmente não consigo acreditar que cheguei tão longe, @. Tudo parece um sonho para mim. E também...$1#$b#Estou realmente feliz por não ter que sair. Eu iria...#$b#Eu sentiria muita falta de você.",
"Events.NORA.10H2.Nora.8": "Devo ir agora, tenho muitas coisas para fazer. Primeiro dia, não é?$1#$b#Mas vamos nos atualizar em breve!", 

/// EXTRA EVENTS

// CLINIC EVENT - 4 HEARTS
"Events.NORA.Clinic.Maru.1": "Nora, você não precisa ficar tão nervosa. Vai ficar tudo bem, eu te prometo!",
"Events.NORA.Clinic.Nora.1": "Como cientista e estudiosa, estou bem ciente de que isso é necessário e um procedimento super simples.$2#$b#Mas como mera humana, uma mortal, tenho permissão para surtar!$5",
"Events.NORA.Clinic.Maru.2": "Eu realmente preciso que você fique calma agora. Não podemos fazer isso se você desmaiar! Só vai piorar as coisas.$2",
"Events.NORA.Clinic.Nora.2": "Ótimo, meu plano está funcionando!$5",
"Events.NORA.Clinic.Nora.3": "Ah, desculpe, Maru. Não estou no meu melhor agora.$2",
"Events.NORA.Clinic.Maru.3": "Está tudo bem, eu entendo. Apenas respire fundo, ok?",
"Events.NORA.Clinic.Maru.4": "@! Excelente! Talvez você possa ajudar a acalmar Nora um pouco?",
"Events.NORA.Clinic.Nora.4": "Sinto muito que você tenha que me ver nesse estado, fazendeiro. Verdadeiramente, eu... Eu fico muito nervosa em situações como essa.$2^Sinto muito que você tenha que me ver nesse estado, fazendeira. Verdadeiramente, eu... Eu fico muito nervosa em situações como essa.$2",
"Events.NORA.Clinic.Nora.5": "P-por que estou nervosa? Ah, uh, não é nada sério, realmente...$2#$b#Você vê, hm, tudo começou no dia em que eu bebi acidentalmente seis doses de café...",
"Events.NORA.Clinic.Nora.6": "Achei que podia aguentar!! Eu geralmente aguento!$5#$b#Mas era um dia particularmente quente... E acabei me sentindo muito fatigada. O que poderia acontecer com qualquer um, de verdade!#$b#Gunther acabou me encontrando desmaiada em uma das mesas da biblioteca. Ele me ajudou a chegar em casa, mas ele me fez prometer que iria ver o Harvey.$2#$b#E depois que conversei com o Harvey, ele disse que precisava fazer um exame de sangue em mim para ter certeza de que está tudo bem.$2",
"Events.NORA.Clinic.Nora.7": "A questão é... Eu, hm... $2#$b#Tenho medo de agulhas. Ok? Aí está. Eu disse.$2#$b#Yoba, por que fiz isso? Só queria estudar!$5#$b#Acho que estou me arriscando demais...",
"Events.NORA.Clinic.Harvey.1": "Nora, estou pronto para você. Entre, por favor.",
"Events.NORA.Clinic.Nora.8": "Bem, EU não estou pronto para você.$5#$b#Veja, eu estava apenas tirando uma soneca rápida. Gunther está paranoico! Eu realmente não preciso disso...",
"Events.NORA.Clinic.Harvey.2": "Nora, eu entendo que você está com medo. Mas é importante cuidar da sua saúde. E isso é necessário.#$b#Realmente acho que você pode estar com deficiência de ferro e esse pode ser o motivo de você ter se sentido tão fatigada ultimamente. Mas preciso ter certeza.$2",
"Events.NORA.Clinic.Harvey.3": "Prometo que vou fazer isso bem rápido. Você nem vai ver.#$b#Ei, que tal você listar todas as espécies de lagartos que conseguir pensar até eu terminar? Vamos ver quantas você consegue nomear e transformar isso em um jogo!$1",
"Events.NORA.Clinic.Nora.9": "Eu...$2#$b#Acho... Acho que posso fazer isso.",
"Events.NORA.Clinic.Harvey.4": "Ótimo! Me siga, então.$1",
"Events.NORA.Clinic.Nora.10": "Obrigada por aguentar comigo, fazendeiro. Nos vemos por aí.^Obrigada por aguentar comigo, fazendeira. Nos vemos por aí.",

// ISLAND EVENT - PART 1
"Events.NORA.IslandA.Nora.1": "Obrigada pela ajuda, Willy!$1#$b#Eu não percebi que estava trazendo tanta coisa.$3#$b#O quarto do resort está cheio, mas conseguimos!",
"Events.NORA.IslandA.Willy.1": "Sem problemas, senhorita. Fico feliz em ajudar.$1#$b#Você certamente vai precisar de seus suprimentos se vai passar algumas noites aqui.",
"Events.NORA.IslandA.Nora.2": "Ah, não, eu só vou passar o dia aqui!$1",
"Events.NORA.IslandA.Willy.2": "Só o dia?#$b#...Nunca se sabe, suponho.$2",
"Events.NORA.IslandA.Nora.3": "Eu sei, eu sei, é muita coisa.#$b#A praia simplesmente... não é meu lugar favorito.$2#$b#Também precisava dos meus materiais de pesquisa.$1#$b#Quero ver que tipo de biodiversidade esse lugar tem para nos mostrar.",
"Events.NORA.IslandA.Willy.3": "Desejo sorte, então.$1#$b#Tenha um bom dia, senhora. Estou indo pescar um pouco.",
"Events.NORA.IslandA.Nora.4": "Igualmente, Willy! Obrigada novamente!$1",
"Events.NORA.IslandA.Nora.5": "@! Não esperava te encontrar aqui hoje!$1#$b#Está aproveitando as maravilhas tropicais?",
"Events.NORA.IslandA.Nora.6": "Eu estava indo explorar a ilha. Vamos, caminhe comigo.",
"Events.NORA.IslandA.Nora.7": "Todos têm falado muito sobre esse lugar ultimamente, então pensei, bem, por que não?$1#$b#Ouvi dizer que também tem um cientista aqui em algum lugar...$3",
"Events.NORA.IslandA.Nora.8": "Com licença, tenho trabalho para fazer agora.#$b#Gunther tem insistido para eu explorar este lugar.#$b#Nos vemos mais tarde, tudo bem?",
"Events.NORA.IslandA.Nora.Question.1": "O que? O que foi?",
"Events.NORA.IslandA.Nora.Q1.Answer.1": "O camaleão! Estava ali!",
"Events.NORA.IslandA.Nora.Q1.Answer.2": "Eu... Devo estar vendo coisas.",
"Events.NORA.IslandA.Nora.Q1.Response.1": "Camaleão? Não vejo nada.$3",
"Events.NORA.IslandA.Nora.Q1.Response.2": "Ah não, não me diga isso!$1#$b#Quero explorar o lugar à noite, você vai me assustar!",
"Events.NORA.IslandA.Nora.Question.2": "Ok, você está agindo estranho...",
"Events.NORA.IslandA.Nora.Q2.Answer.1": "Tenho certeza! Estava lá!",
"Events.NORA.IslandA.Nora.Q2.Answer.2": "Isso é outro efeito do chá do Mago...?",
"Events.NORA.IslandA.Nora.Q2.Response.1": "...Bem, vou ter certeza de verificar, suponho.$3",
"Events.NORA.IslandA.Nora.Q2.Response.2": "Você não está fazendo muito sentido, @.$2",
"Events.NORA.IslandA.Nora.9": "Acho que você deveria descansar um pouco.$2#$b#Nos vemos mais tarde, tudo bem?#$b#Tenha um bom di-$1",
"Events.NORA.IslandA.Nora.10": "...?$7",
"Events.NORA.IslandA.Nora.11": "...!$7",
"Events.NORA.IslandA.Nora.12": "PELOS CALÇÕES ROSADOS DE YOBA, ISSO É REAL?$7#$b#VOCÊ ESTÁ VENDO ISSO?$7#$b#POR QUE VOCÊ NÃO DISSE NADA?$5#$b#Me desculpe, me desculpe, eu só-$7#$b#EU TENHO QUE IR AGORA MESMO!$1",

// ISLAND EVENT - PART 2
"Events.NORA.IslandB.Nora.1": "Obrigada por toda ajuda, Professor Caracol.#$b#Não vou mentir, estou extasiada! Isso é uma grande notícia para a comunidade científica!$1#$b#Deveríamos sair do escritório em breve!",
"Events.NORA.IslandB.Snail.1": "É uma honra participar de um evento assim.$1#$b#Espero receber uma menção no artigo que você publicar.",
"Events.NORA.IslandB.Nora.2": "Absolutamente!$1",
"Events.NORA.IslandB.Nora.22": "Jacob, como está indo por aí?",
"Events.NORA.IslandB.Jacob.1": "Esse pequeno parece bem.$5#$b#Encontrei um parasita, mas nada com que se preocupar. Já o removi.#$b#Estou trabalhando para colocar o chip nele agora.",
"Events.NORA.IslandB.Nora.3": "E as amostras de sangue?$3",
"Events.NORA.IslandB.Jacob.2": "Já estão na caixa refrigerada.#$b#Não podemos arriscar com esse clima.",
"Events.NORA.IslandB.Nora.4": "Você é o melhor, Jacob. Obrigada por vir tão rapidamente.",
"Events.NORA.IslandB.Nora.5": "@! Você recebeu minha carta!$1#$b#Pensei que você gostaria de ver isso, já que esteve presente durante toda a minha pesquisa.#$b#Então, quero que você conheça...#$b#Echo!$1",
"Events.NORA.IslandB.Nora.6": "Neste momento, estamos seguindo os procedimentos padrão.#$b#Tiramos algumas amostras de sangue, garantindo que ele esteja saudável...$3#$b#Atualmente, este é o único espécime que encontramos. Então, pode ser o último vivo.$2#$b#No entanto, estamos colocando o chip nele e monitorando antes de soltá-lo.#$b#Ele pode nos levar a outros!$1",
"Events.NORA.IslandB.Gunther.1": "Mas lembre-se, ele deve ser mantido em um lugar seguro antes de deixá-lo voltar lá.#$b#Não sabemos se essa espécie tem predadores por perto, então ele deve ser observado e protegido o tempo todo.",
"Events.NORA.IslandB.Jacob.3": "Também temos que garantir que ele não se machuque. Ele pode ser a única chance de trazer a espécie de volta.",
"Events.NORA.IslandB.Nora.7": "Sim. Por isso estamos mantendo-o aqui por um tempo antes de tentar encontrar os outros.#$b#Enviei uma carta para o departamento de herpetologia da ZuCU pedindo ajuda sobre como proceder.#$b#Eles estão montando uma equipe para explorar a ilha e encontrar mais deles.#$b#Outra equipe vai trabalhar para manter o Echo seguro e confortável aqui até decidirmos o próximo curso de ação.",
"Events.NORA.IslandB.Gunther.2": "Parece que você tem tudo planejado, Srta. Chambers.$1#$b#Com licença, devo voltar ao museu agora. É melhor documentar tudo enquanto está fresco.$3",
"Events.NORA.IslandB.Snail.2": "Eu também devo voltar ao meu trabalho. Mas o Echo é bem-vindo aqui pelo tempo que você precisar.#$b#Vamos torcer para você encontrar um espécime feminino em breve!$1",
"Events.NORA.IslandB.Nora.8": "Certo! Eu devo uma bebida a todos vocês!$1#$b#Você fique de olho no Echo, Professor. Jacob e eu vamos levar essas amostras para o laboratório.#$b#Vamos lá, pessoal, temos trabalho a fazer!$1",

// EXTRA EVENT
"Events.NORA.Extra.Nora.1": "Santo Yoba! Você me assustou!$7#$b#Você não deveria ficar surpreendendo as pessoas assim!$5",
"Events.NORA.Extra.Nora.Question.1": "Por que você fez isso?",
"Events.NORA.Extra.Nora.Q1.Answer.1": "Eu disse olá! Você não respondeu.",
"Events.NORA.Extra.Nora.Q1.Answer.2": "Desculpe, não foi minha intenção te assustar!",
"Events.NORA.Extra.Nora.Q1.Response.1": "Você disse?$3#$b#Ah, é verdade! Eu estava com meu aparelho auditivo desligado!$7",
"Events.NORA.Extra.Nora.Q1.Response.2": "Ah não, espera...$3#$b#Isso foi culpa minha, estava com meu aparelho auditivo desligado. Não é sua culpa.",
"Events.NORA.Extra.Nora.2": "Pensei que tivesse te falado, sou surda!#$b#Bom, não totalmente, mas tenho dificuldades auditivas.$3#$b#Quando meu aparelho auditivo está desligado, normalmente consigo ler os lábios.#$b#Mas como você estava atrás de mim, eu não fazia ideia.",
"Events.NORA.Extra.Nora.3": "Sim, sim, não se preocupe.$1#$b#Na verdade, não nasci surda. Foi uma infecção grave que tive quando criança. Coisa feia.#$b#Passei MUITO tempo no fonoaudiólogo desde então.$3#$b#Mas não precisa se sentir mal com isso. Minha vida está perfeitamente boa.$1",
"Events.NORA.Extra.Nora.4": "De qualquer forma, da próxima vez que não responder, não leve para o pessoal, tudo bem?#$b#E por favor, não me assuste assim de novo.$1",

/// CROSSOVER EVENTS

// RODNEY


}

