{ 
    
/// ОБЩИЙ ДИАЛОГ"

// ИМЯ И ВВЕДЕНИЕ
"Core.Nora.Name": "Нора",
"Core.Nora.Introduction": "О, Боже! Вы новый фермер?#$b#Я с нетерпением ждала встречи с вами!$1#$b#Кстати, меня зовут Нора. Я живу в Восточном Скарпе. Не стесняйся заходить, если захочешь!#$b#Должна предупредить, что я работаю с рептилиями, так что если ты их боишься, мой дом тебе не понравится.",

// ПАКЕТЫ ДЛЯ ОБЩЕСТВЕННОГО ЦЕНТРА
"Core.Nora.JojaBegin": "Знаешь, фермер, Джоджа сильно загрязняет окружающую среду в долине. Влияет на экосистемы и все такое.$5#$b#Я полагаю, что тебя, как фермера, больше волнует благополучие долины. Но, думаю, люди всегда могут тебя удивить.$2",
"Core.Nora.CCBegin": "Ты восстанавливаешь старый общественный центр? О, я мечтала о таком месте для занятий с тех пор, как приехала в долину!$1#$b#Когда я переехала сюда, он уже не работал. Так что я рада, что ты позаботился об этом!",
"Core.Nora.CCBus": "Старый автобус отремонтирован!$0#$b#Это значит, что моя кузина Кьяра когда-нибудь снова сможет посетить Пеликан-Таун. Как же я по ней скучаю!#$b#Она умеет готовить всевозможные вкусности. Попробуй их как-нибудь!#1",
"Core.Nora.CCComplete": "Большое спасибо за восстановление общественного центра, фермер. Так приятно видеть, как все собираются вместе.$1#$b#И, увы, теперь это совсем другое место для учебы!", 
"Core.Nora.MovieTheater": "Теперь у нас есть кинотеатр!$1#$b#Думаешь, если я вежливо попрошу, они согласятся показать документальный фильм о рептилиях?$3#$b#Ну, я думаю, не помешает спросить!$1", 

// ДНИ РОЖДЕНИЯ

/// СЕРДЕЧНЫЙ ДИАЛОГ

// 0 СЕРДЕЦ ВЕСНА

"Core.Nora.Spring.Mon.0h": "Доброе утро, фермер! Иоба, у меня сегодня много работы.#$b#О, меня трясет? Наверное, от кофе.$3#$b#Это моя пятая чашка за сегодня. Не волнуйся, я уже привыкла.",
"Core.Nora.Spring.Tue.0h": "Если ты когда-нибудь заговоришь со мной, а я не отвечу сразу, я не игнорирую тебя, уверяю!#$b#Вообще я ношу слуховой аппарат, и иногда у меня бывают перебои со слухом.#$b#Просто предполагай, что я не слышу. Скорее всего, я не слышу.$1",
"Core.Nora.Spring.Wed.0h": "Я приехала в долину, чтобы работать над своей докторской диссертацией. Я решила остаться после ее окончания.#$b#В этом месте так много странных и очаровательных существ... может быть, я найду кого-то нового!$1#$b#А что, если я сама буду выбирать имя? Что я выберу? Я думаю... Нориан.$3#$b#Может быть, это слишком лестно?$3#$b#Я перейду этот мост, когда доберусь до него.",
"Core.Nora.Spring.Thu.0h": "%Нора взяла перерыв на слушание. Она жестом передает вам 'Привет'!",
"Core.Nora.Spring.Fri.0h": "Я знаю, что много говорю о змеях, но это только потому, что они - мои любимые животные.$1#$b#Прости, если это раздражает... Я знаю, что иногда могу много болтать.$2#$b#Это случится снова.#$b#Но я постараюсь рассказать тебе несколько интересных фактов о других рептилиях.",
"Core.Nora.Spring.Sat.0h": "Когда у тебя академическое расписание, отдыхать по субботам просто невозможно.$2#$b#Мне столько всего нужно сделать! Все время!#$b#Исследования утомительны, особенно если у тебя СДВГ, как у меня...$2#$b#Я люблю свою работу, свои исследования, свою область, но иногда бывает трудно сесть и все написать.$2",
"Core.Nora.Spring.Sun.0h": "Я подумываю о том, чтобы завести черепаху.$3#$b#Да, я знаю, что у меня уже есть Пинки Пай и Глупыш, но что я могу сказать, я люблю маленьких ребят!#$b#Я не уверена, что Тори понравится, если в доме появится еще один питомец.#$b#Может быть, мне стоит сделать для нее презентацию о преимуществах...$3#$b#Скоро вернусь, @!", 

// 0 СЕРДЕЦ ЛЕТО

"Core.Nora.Summer.Mon.0h": "Лето - мой любимый сезон. Но я должна быть осторожна со своими питомцами.#$b#Видишь ли, рептилии - эхтотермы, а значит, их температура зависит от температуры окружающей среды.$4#$b#В отличие от нас, людей, они не могут поддерживать постоянную температуру тела.#$b#Я всегда забочусь о том, чтобы они чувствовали себя наилучшим образом!$1",
"Core.Nora.Summer.Tue.0h": "Иногда я думаю, что Иоба подарил мне СДВГ, потому что если бы я действительно могла сосредоточиться на чем-то, меня было бы не остановить.$3#$b#В любом случае, удачного дня, фермер!$1", 
"Core.Nora.Summer.Wed.0h": "Моя домашняя змея, Пинки Пай, - Пантеропис гуттатус. В народе известна как кукурузная змея!#$b#Их так называют, потому что они живут в зерновых складах и охотятся на мышей.#$b#Они безвредны. Они совсем не ядовиты и не представляют опасности. Более того, они очень милые!$1", 
"Core.Nora.Summer.Thu.0h": "Я не могу сейчас говорить, фермер. Извини, слишком много дел!",
"Core.Nora.Summer.Fri.0h": "Собираюсь сегодня пойти в Салун, чтобы выпить чего-нибудь холодненького. Я думаю... лимонад!#$b#О, ты подумал, что я имею в виду пиво? Я не очень люблю алкоголь.", 
"Core.Nora.Summer.Sat.0h": "Как дела в шахтах?#$b#Думаю, если бы я когда-нибудь туда отправилась, то потерялась бы. Интересно, есть ли у нас там какие-нибудь неизведанные виды...$3#$b#Дай мне знать, если найдешь там какую-нибудь классную рептилию!",
"Core.Nora.Summer.Sun.0h": "Летом воскресенья всегда кажутся растянутыми.#$b#Но технически это так. Ведь летние дни действительно длиннее.#$b#Ну, знаешь, вся эта история с положением солнца. Очень интересная!$1", 

// 0 СЕРДЕЦ ОСЕНЬ
"Core.Nora.Fall.Mon.0h": "Становится холоднее...$2#$b#Наверняка в пекарне Кьяры сейчас продается множество лакомств со вкусом тыквы. Надо будет заглянуть к ней в ближайшее время.",
"Core.Nora.Fall.Tue.0h": "Я пытаюсь вырезать тыквы с портретами Пинки Пай и Глупыша.#$b#Скажем так, у меня лучше получается проводить исследования.$1#$b#Если у тебя случайно окажется лишняя тыква, я куплю ее!",
"Core.Nora.Fall.Wed.0h": "Мне очень нужно было купить некоторые ингредиенты сегодня, но Пьер закрыт!$2#$b#Подожду до завтра, наверное. Мне ни капельки не нравится Джоджа.",
"Core.Nora.Fall.Thu.0h": "Ха, ты потерял бдительность, и на тебя напала рептилия!$1#$b#Знаешь ли ты, что змеиная чешуя состоит из кератина?$4#$b#Это белок. Фактически, это тот же самый белок, который формирует твои волосы и ногти.#$b#Разве не забавно видеть сходство между нами? Конвинкидинк.",
"Core.Nora.Fall.Fri.0h": "Есть планы на выходные, фермер?#$b#О, я, наверное, останусь дома, чтобы успеть почитать.#$b#Я читаю классную научно-фантастическую книгу о космических путешествиях.$1#$b#Наверное, приятно постоянно читать что-то, кроме научных статей.",
"Core.Nora.Fall.Sat.0h": "В это время года деревья выглядят очень красиво, не так ли?$1#$b#Напоминание о том, что все постоянно меняется. Природа - это настоящее произведение искусства.",
"Core.Nora.Fall.Sun.0h": "Как бы я ненавидела холод, в осени есть что-то такое, что просто вдохновляет меня.#$b#Не знаю, ощущения просто... уникальные!$3", 

// 0 СЕРДЕЦ ЗИМА

"Core.Nora.Winter.Mon.0h": "Иоба, холодно. Мне не нравится этот холод!$2#$b#Снег - это, безусловно, красиво. У тебя, безусловно, прекрасная эстетика, но какой ценой?",
"Core.Nora.Winter.Tue.0h": "Во время каникул я отдыхаю от исследований.#$b#А ты, фермер? Я уверена, что заниматься сельским хозяйством зимой очень непросто.#$b#Ну, ты всегда можешь поискать пищу!$1",
"Core.Nora.Winter.Wed.0h": "Я всегда болею в это время года.$2#$b#Пока все хорошо. Продолжай в том же духе, иммунная система!#$b#О, я должна рассказать об этом Харви. Он будет гордиться.$3",
"Core.Nora.Winter.Thu.0h": "Праздник Зимней Звезды - прекрасный фестиваль, но песни Зимней Звезды... не очень мне нравятся.$2#$b#Они все время играют!$5#$b#Думаю, это одно из преимуществ глухоты. Я могу просто отключить аппарат, когда мне надоест.",
"Core.Nora.Winter.Fri.0h": "Я скучаю по лету! Я летняя девочка!#$b#Здесь хорошо и тепло, а еще у нас есть черника.$1#$b#Лето - девушка-начальница. Зима - просто привратница.#$b#Весна - это определенно газовый свет...$3",
"Core.Nora.Winter.Sat.0h": "В эти дни мне приходится следить за тем, чтобы в вольерах моих рептилий было тепло.#$b#Они такие ленивые. Я их почти не вижу.",
"Core.Nora.Winter.Sun.0h": "%Нора взяла перерыв на слушание. Лучше оставить ее в покое.",

// 2 СЕРДЦА ВЕСНА

"Core.Nora.Spring.Mon.2h": "Ты должен заходить почаще, фермер. Глупыш скучает по тебе!$1#$b#Откуда я знаю? Ну, мать знает!#$b#Нельзя отрицать материнские инстинкты!$1",
"Core.Nora.Spring.Tue.2h": "Хм, интересно, стоит ли мне присоединиться к тренировкам Робин у Пьера...$3#$b#Я должна поговорить об этом с Робин. Я сделаю это позже!$1",
"Core.Nora.Spring.Wed.2h": "Каждый раз, когда я подхожу к Общественному центру, я клянусь, что вижу что-то...$3#$b#Льюис сказал мне, что это крысы, но я в этом не уверена.#$b#Если только не появилась новая вариация зеленых и фиолетовых крыс.$3",
"Core.Nora.Spring.Thu.2h": "Каждую весну я приглашаю Джейкоба осмотреть моих питомцев.#$b#Чтобы убедиться, что с ними все в порядке после суровой зимы.$1#$b#У меня никогда не было с ними проблем. Наверное, я просто хороший рептиловод!#$b#Очень приятно, что ветеринар находится совсем рядом.$1",
"Core.Nora.Spring.Fri.2h": "Что ты думаешь о моем наряде? Я стараюсь соответствовать эстетике академии.#$b#Я просто не совсем уверена, что мне больше по душе - светлая академия или темная академия.$3#$b#Но, опять же, разве мне действительно нужно выбирать? Разве не достаточно выглядеть потрясающе каждый день?$1",
"Core.Nora.Spring.Sat.2h": "Ты когда-нибудь слышал о певчей птице Зузу, фермер?#$b#Она была известной оперной певицей. Она великолепна!$1#$b#Я люблю, когда ее песни звучат в фоновом режиме, пока я занимаюсь. Это помогает мне сосредоточиться!#$b#Кажется, у меня есть все ее записи.$3",
"Core.Nora.Spring.Sun.2h": "Океан... прекрасная вещь, не так ли, фермер?#$b#Каждый раз, когда ты будешь смотреть на него... я хочу, чтобы ты помнил...$2#$b#...что морские змеи - это реальность!$1",

// 2 СЕРДЦА ЛЕТО

"Core.Nora.Summer.Mon.2h": "Почти пришло время снова кормить Пинки Пай!$1#$b#Видишь ли, змеи могут расширять пасть и заглатывать добычу целиком.#$b#Это означает, что им требуется много времени, чтобы переварить все, что они едят.$4#$b#Поэтому между приемами пищи обычно проходит большой промежуток.$$b#Ты можете себе представить? Пообедать сейчас, а потом снова пообедать только через 2 месяца или около того.$3#$b# Потрясающе!$1",
"Core.Nora.Summer.Tue.2h": "%Нора подает знак, что у нее перерыв в слушании. Она желает вам отличного дня!",
"Core.Nora.Summer.Wed.2h": "О, фермер, я рада, что наткнулась на тебя. Вчера я посмотрела документальный фильм, от которого у меня мурашки по коже, и я хочу рассказать тебе!$1#$b#Знаешь ли ты морского крокодила? Он считается самой большой из ныне живущих рептилий!$4#$b#Он гигантский! Я понимаю, почему люди боятся, но он также великолепен!$1",
"Core.Nora.Summer.Thu.2h": "Хорошо, я знаю, что ты выращиваешь чернику на своей ферме. Сейчас сезон черники.#$b#Не мог бы ты принести мне немного? Пожалуйста? Очень прошу!$1#$b#Я хочу попробовать приготовить черничный пирог.#$b#Если бы ты подарил мне черничный пирог, это было бы очень мило.$3",
"Core.Nora.Summer.Fri.2h": "Дети постоянно просят показать им моих питомцев-рептилий.#$b#Это действительно восхитительно, как они впечатляются каждый раз.$1#$b#Хм... может, я могла бы...$3#$b#У меня только что появилась потрясающая идея, фермер! Сейчас вернусь!$1",
"Core.Nora.Summer.Sat.2h": "Прошлой ночью мне приснился самый жуткий кошмар!$2#$b#За мной по пятам ходил лысый парень. Он сделал мне предложение ни с того ни с сего.$2#$b#А когда я отказалась, появилась тысяча его клонов и заманила меня в ловушку!$4#$b#Кажется, я где-то видела и гигантскую голову? Уф, мне нужен кофе...$2",
"Core.Nora.Summer.Sun.2h": "Все, что мы отдаем долине, долина возвращает нам.#$b#Поэтому мы должны обращаться с ней как можно лучше. Это наша работа - заботиться о ней.$1#$b#Надеюсь, ты выполняешь свой вклад, фермер.",

// 2 СЕРДЦА ОСЕНЬ

"Core.Nora.Fall.Mon.2h": "Я вчера случайно наткнулась на барона Манчингтона, когда возвращалась домой, и теперь у меня началась аллергия.$2#$b#Кошки - очаровательные существа, но мой нос, похоже, считает иначе.$2#$b#Но это меня не останавливает.",
"Core.Nora.Fall.Tue.2h": "Прежде чем решить, что я хочу изучать герпетологию, я рассматривала возможность стать морским биологом.#$b#В Вест-Харборе есть прекрасный морской центр. Там ведется настоящая работа по сохранению природы.$1#$b#Я всегда заезжаю туда, когда навещаю Кьяру. Это действительно удивительное место.#$b#Стоит ли мне получить еще одну степень?$3",
"Core.Nora.Fall.Wed.2h": "Однажды я попробовала научиться вязать. Я хотела сделать красивую и пушистую одежду, чтобы носить ее в холодное время года.$1#$b#Но процесс очень, очень сложный. У меня ушел год на то, чтобы освоить основы.#$b#На самом деле, я не думаю, что это так уж плохо. Может, я просто плохо вяжу.$3",
"Core.Nora.Fall.Thu.2h": "На днях произошла странная вещь.#$b#Я прогуливалась по пляжу, и мне почудилось, что я вижу что-то в воде. Что-то странное...$3#$b#Оно не было похоже ни на одну из обычных рыб или млекопитающих, о которых я когда-либо слышала...$3#$b#Если ты что-то увидишь, сразу же скажи мне, пожалуйста.",
"Core.Nora.Fall.Fri.2h": "Иоба, вся эта ситуация с Империей Готоро просто ужасна.$2?#$b#Война никогда не приносит пользы ни одной из сторон. Я просто надеюсь, что она скоро закончится.$2?#$b#Сегодня я прочитала ужасную новость об этом...$2",
"Core.Nora.Fall.Sat.2h": "Я когда-нибудь рассказывала тебе, что однажды написала книгу?#$b#После окончания университета я целый год путешествовала по Республике Фернгилл и изучала ее фауну рептилий и амфибий.$1#$b#Она называется 'Герпетология Республики Фернгилл', и я очень горжусь ею.$1#$b#Если ты когда-нибудь найдешь ее здесь, дай ей шанс, хорошо?",
"Core.Nora.Fall.Sun.2h": "Думаю, в этом месяце я слишком часто ела лапшу быстрого приготовления на обед, чтобы считать ее здоровой...$2#$b#Ну, в свое оправдание скажу, что я не очень хорошо готовлю. И у меня не так много времени на готовку.#$b#Но, думаю, мне стоит время от времени заказывать что-нибудь.$1",

// 2 СЕРДЦА ЗИМА

"Core.Nora.Winter.Mon.2h": "Не думаю, что в этом сезоне я увижу пурпурнохвостых хамелеонов.#$b#Здесь слишком холодно и сухо для них. Наверняка они уютно устроились где-нибудь.$1#$b#Надеюсь, что так и будет. Иначе они окажутся в плохом положении.$3",
"Core.Nora.Winter.Tue.2h": "Еще один день, еще одно проклятье. И под 'проклятьем' я имею в виду, что я снова заболела гриппом.$2#$b#Каждый чертов год...$2",
"Core.Nora.Winter.Wed.2h": "Я знаю, что обычно я люблю кофе, но сейчас я бы убила за горячий шоколад.#$b#Ты не знаешь, продает ли это Гас?$3#$b#А вот Роса наверняка знает!$1",
"Core.Nora.Winter.Thu.2h": "Слишком холодно, чтобы я могла пройти весь путь до музея.#$b#Вот почему зимой я хожу в гостиницу!$1#$b#Там тепло, уютно, и у меня там замечательная компания. Мне очень нравится Роса!",
"Core.Nora.Winter.Fri.2h": "Я люблю и ненавижу праздники...$2#$b#Хорошо, когда есть перерывы, но у меня СДВГ. Для меня физически невозможно сидеть и ничего не делать.$2#$b#Обычно я использую это время для организации других проектов, чтения статей и написания статей. Почему бы и нет?$1",
"Core.Nora.Winter.Sat.2h": "Привет, фермер! Хочешь услышать что-то классное?$1#$b#Детеныш змеи называется змеёнком! Разве это не самая очаровательная вещь на свете?#$b#Поэтому, когда я скажу тебе, что хочу завести питона-змеёнка, не пугайся. Он милый!$1#$b#А когда он вырастет, то станет еще симпатичнее, не правда ли?$3",
"Core.Nora.Winter.Sun.2h": "Я очень надеюсь, что все делаю правильно.$2#$b#Ну, знаешь, все эти исследования. Я буду опустошена, если не смогу помочь этому виду выжить.$2#$b#Я просто надеюсь, что я что-то изменю...$2#$b#Прости, фермер. Холодная погода иногда делает меня сварливой.$2",

// 4 СЕРДЦА ВЕСНА

"Core.Nora.Spring.Mon.4h": "Как ты думаешь, СДВГ знает, что я пытаюсь взять себя в руки?#$b#'Потому что я все время забываю сходить за лекарствами. Лучше сделать это сегодня.$3",
"Core.Nora.Spring.Tue.4h": "Весна - мое любимое время года, когда можно наслаждаться лесом во время исследований.#$b#Это лучшее место во всей долине. Здесь так много цветов и красоты.$1#$b#И что самое приятное? Песок не попадает в те места, где его не должно быть.$5",
"Core.Nora.Spring.Wed.4h": "Фермер, пожалуйста, спой мне песню. Любую песню.$2#$b#Сегодня, когда я смотрела утреннее шоу, по телевизору показывали рекламу Джоджафликс, и я никак не могла выбросить из головы этот джингл.$2#$b#Я не хочу иметь ничего общего с этой ужасной корпорацией!$5",
"Core.Nora.Spring.Thu.4h": "Сегодня по телефону Клайд назвал мне пять разных видов головной боли.$2#$b#О, Клайд? Это же мой брат!#$b#Погоди, я не говорила, что у меня есть брат?$3#$b#Ну, чем больше ты знаешь, тем лучше!$1",
"Core.Nora.Spring.Fri.4h": "Фермер, я бы с удовольствием поболтала, но в понедельник у меня дополнительные задания. Не могу оторваться!$2",
"Core.Nora.Spring.Sat.4h": "Я слышала много хорошего о твоей ферме, @.#$b#Хорошо, что рядом есть фермеры, и мы можем покупать свежие продукты. Продолжай в том же духе!$1",
"Core.Nora.Spring.Sun.4h": "Иногда мне хочется быть змеей, чтобы притвориться мертвой и избежать реальных проблем.$2#$b#Какие проблемы? О, э... ничего особенного, правда. Не беспокойся об этом.$1#$b#Но ты бы видел, как они изображают мертвецов. Просто прелесть!",

// 4 СЕРДЦА ЛЕТО

"Core.Nora.Summer.Mon.4h": "Ах, я так устала сегодня...$2#$b#Глупыш проходит процедуру линьки. Это очень деликатный процесс, поэтому иногда я предпочитаю оставаться с ним.#$b#Рептилиям необходимо время от времени сбрасывать кожу, потому что если их тело растет, то кожа - нет. Поэтому они создают новый слой кожи и сбрасывают старый.#$b#Он также избавляется от паразитов. Разве это не круто?$1#$b#Пойду принесу ему лакомства!",
"Core.Nora.Summer.Tue.4h": "Дети очень хотят, чтобы мои лекции стали еженедельными.#$b#Я бы с радостью согласилась. Они очень милые и хотят учиться.$1#$b#Мы должны вдохновлять новое поколение.#$b#А еще я очень нравлюсь Элоизе... Я не знаю точно, почему, ведь мы не так уж близки.$3#$b#Она постоянно приглашает меня к себе. Может, мне стоит заглянуть!",
"Core.Nora.Summer.Wed.4h": "В последнее время я чувствую сильную усталость.$2#$b#Возможно, это связано с тем, что на этой неделе я выжила благодаря темному шоколадному печенью, очень нездоровому количеству эспрессо и примерно половине пакета чипсов.$3#$b#Но это всего лишь догадка.$1",
"Core.Nora.Summer.Thu.4h": "Академическая область невероятна, но за нее нужно было бы платить больше, понимаешь?$2#$b#Моя двоюродная сестра рассказала мне о красивом изумрудном ожерелье, которое она нашла. Оно в форме змеи. Мне кажется, что оно создано специально для меня.#$b#Если не считать того, что оно, вероятно, стоит вдвое больше моего годового дохода.$3#$b#Ах, я больше люблю носить шарфы.$1#$b#Знаешь ли ты, что в следующем месяце у меня день рождения?",
"Core.Nora.Summer.Fri.4h": "Почему все, что связано с летом, так хорошо?#$b#Урожай, ветерок, летние дожди, атмосфера...$1#$b#Нет ничего лучше, правда.",
"Core.Nora.Summer.Sat.4h": "О, фермер, именно тебя я и искала!$1#$b#Как ты думаешь, ты мог бы позволить мне заниматься на твоей ферме? Я бы хотела посмотреть, идеальны ли условия для этого вида!#$b#У меня уже нет вариантов...$2",
"Core.Nora.Summer.Sun.4h": "Сегодня я видела милейшего мотылька у себя дома.#$b#Знаешь ли ты, что я чуть не стала энтомологом?$1#$b#Но я имею в виду... змей. Им нет конкуренции.",

// 4 СЕРДЦА ОСЕНЬ

"Core.Nora.Fall.Mon.4h": "ФЕРМЕР! ТЫ ДОЛЖЕН ЭТО ВИДЕТЬ!$1#$b#Смотри! Тетрахейлостома карле! В народе ее называют нитяной змеей!$4#$b#Это самая маленькая змея в мире. Разве это не самое очаровательное создание?$1#$b#Мне просто нужно было показать ее кому-то.",
"Core.Nora.Fall.Tue.4h": "Каждый раз, когда наступает осень, я думаю о том, что мне нужно больше шарфов.$3#$b#Но Тори сказала, что если у меня их будет больше, то мне придется съехать, потому что места не останется.$1#$b#Я, в частности, считаю, что шарфов не бывает слишком много. Возможно, я опережаю свое время.",
"Core.Nora.Fall.Wed.4h": "У меня был... разговор с Себастьяном на днях?$3#$b#Да, я так же удивлена, как и ты.$1#$b#Ему было совсем неинтересно со мной разговаривать. Но оказалось, что нам обоим просто очень нравятся лягушки.#$b#А сейчас сезон лягушек!$1#$b#Осторожнее с малышами, @!",
"Core.Nora.Fall.Thu.4h": "Как часто ты ходишь в горы, фермер?$3#$b#До меня постоянно доходят слухи о том, что кто-то постоянно теряет сознание в шахтах.#$b#Это ведь не... ты, правда?$2",
"Core.Nora.Fall.Fri.4h": "Мне нужно еще как минимум четыре порции эспрессо, прежде чем я смогу сегодня хоть как-то общаться с людьми, @.$2#$b#Встретимся позже в салуне?",
"Core.Nora.Fall.Sat.4h": "Знаешь, в этой долине есть что-то особенное.$1#$b#Когда я жила в городе Зузу, я и не подозревала, как мне нравится быть рядом с природой.#$b#Иоба, это то, чего я больше не повторю. Определенно не для меня.$1",
"Core.Nora.Fall.Sun.4h": "Сегодня я чувствую себя хорошо. Мотивирована. Решительна.#$b#Еще один день, еще одно испытание, не так ли?$1#$b#Лучше наслаждаться этим, пока оно длится. Увидимся!",

// 4 СЕРДЦА ЗИМА
"Core.Nora.Winter.Mon.4h": "Холодный сезон снова наступил...$2#$b#Как предвестник болезни. Белое чудовище, которое стремится заполучить всех нас.$5#$b#Как это ей удается...$2",
"Core.Nora.Winter.Tue.4h": "Надеюсь, у Тори все хорошо. Я знаю, что этот сезон иногда портит людям жизнь.$2#$b#Она заботится о своей семье за границей. Я забочусь о ее слизняках, пока ее нет.#$b#Для этого и нужны друзья.$1",
"Core.Nora.Winter.Wed.4h": "Роса такая милая. Она всегда разговаривает со мной, когда я остаюсь в гостинице и учусь.$1#$b#Там как в святилище. Так тепло, так уютно.#$b#И у нее есть отличные истории, которые она может рассказать.$1",
"Core.Nora.Winter.Thu.4h": "Иногда я думаю, что мне следует меньше говорить. Знаешь, быть тише, более... спокойной.$2#$b#Но, опять же, что в этом интересного? Инфодампинг гораздо круче.$1#$b#Ну, по крайней мере, для меня. Для всех остальных людей? Не знаю.",
"Core.Nora.Winter.Fri.4h": "%Нора выглядит расстроенной. Она не хочет сейчас разговаривать.",
"Core.Nora.Winter.Sat.4h": "Прости, что мы не поговорили вчера... Просто у меня много дел, вот и все.$2#$b#Спасибо за понимание, @.",
"Core.Nora.Winter.Sun.4h": "В последнее время Джейкоб был просто ангелом.#$b#Каждую зиму он помогает мне с рептилиями. Ну, знаешь, расходные материалы, благополучие... он все предусмотрел.$1#$b#Я не могу выразить ему свою благодарность.",

// 6 СЕРДЕЦ ВЕСНА
"Core.Nora.Spring.Mon.6h": "Сегодня я буквально ничего не успела сделать.$2#$b#СДВГ проявлялся сильнее, чем обычно. Я не мог ни на чем сосредоточиться.$2#$b#Ух, как же это обидно!$5",
"Core.Nora.Spring.Tue.6h": "Глупыш напугала меня сегодня до смерти!$2#$b#Я убирала в его вольере и вытащила его на минутку.#$b#В следующее мгновение ребенок забирается на мою самую высокую книжную полку. Как он вообще это делает?$5#$b#Не волнуйся, его благополучно вернула. Во время уборки ни один геккон не пострадал.",
"Core.Nora.Spring.Wed.6h": "Знаешь @, я действительно восхищаюсь тобой...#$b#Оставить Джоджа позади и приехать в долину, начать все с чистого листа... должно быть, это было нелегко.$2#$b#Но я рада, что ты это сделал. Мне очень нравится дружить с тобой.#$b#К тому же, твоя черника - самая лучшая в мире!$1#$b#Хм... пожалуйста, не говори Пьеру, что я это сказала.$3",
"Core.Nora.Spring.Thu.6h": "Очень редко я скучаю по жизни с родителями. Очень, очень мало.#$b#Потому что, знаешь, независимость и... все такое.$2#$b#Но сегодня... О, что бы я отдала за один из знаменитых розовых лимонадов моей мамы...$2#$b#Она всегда прекрасно готовила. Интересно, почему мне не досталось ничего из этого умения?$3",
"Core.Nora.Spring.Fri.6h": "Ха! Ты думал, что получишь крутой факт о змее? Ты ошибаешься.#$b#Ты получишь крутой факт о крокодиле!$1#$b#Знаешь ли ты, что, как и кошки, мама-крокодил носит своего малыша во рту?#$b#Разве это не восхитительно? Конечно, большинству людей не нравятся все эти зубы, но приятно видеть материнский инстинкт.$1",
"Core.Nora.Spring.Sat.6h": "Я никогда не думала, что можно выпить слишком много кофе, но... Думаю, сегодня я достигла своего предела.$2#$b#Возможно, дела обстоят немного хуже, чем я думала.$2",
"Core.Nora.Spring.Sun.6h": "Я немного подозреваю, что у меня развивается что-то вроде непереносимости лактозы...$3#$b#Но знаешь что? Я думаю, что лучше жить в неведении.$1#$b#Никто не лишит меня шоколадного торта, слышишь? Никто, фермер.",

// 6 СЕРДЕЦ ЛЕТО
"Core.Nora.Summer.Mon.6h": "Элоиза постоянно просит меня пойти на пляж. У меня уже заканчиваются причины не идти.$2#$b#Мне это не нравится, но я не могу отказать этой девочке. Она такая очаровательная!#$b#Кроме того, Винсент рассказал мне несколько довольно интересных историй о монстре... Возможно, я захочу расследовать это.$3",
"Core.Nora.Summer.Tue.6h": "Хочешь узнать что-то забавное?$1#$b#Когда я спорю с Клайдом, иногда мне просто надоедает, и я снимаю слуховой аппарат.#$b#Он тоже знает язык жестов. Если он настаивает, я просто закрываю глаза.#$b#Что же он тогда будет делать? А, настоящие братские переживания.$1",
"Core.Nora.Summer.Wed.6h": "Хотелось бы, чтобы киоск с мороженым оставался на весь год.#$b#Например, почему нам разрешено покупать мороженое только летом? Неужели мороженое хочется только в жаркую погоду?$3#$b#Я, например, никогда не откажусь от клубничного мороженого.$1",
"Core.Nora.Summer.Thu.6h": "Вчера я навестила Мару. Она рассказывала о своем последнем изобретении.#$b#Обычно я мало что понимаю, потому что совершенно ничего не знаю о механизмах. А еще я очень плоха в математике.$1#$b#Но не говори ей, что я так сказала. Это наш секрет, хорошо?#$b#Я говорю тебе об этом только потому, что мы друзья.$1",
"Core.Nora.Summer.Fri.6h": "Иногда я начинаю говорить и даже не знаю, к чему это приведет.#$b#Надеюсь, я узнаю об этом по пути.$1#$b#Путешествие - это всегда интересно, не так ли?",
"Core.Nora.Summer.Sat.6h": "Как ты думаешь, тебе было бы интересно выучить язык жестов, @? Я имею в виду, если ты его еще не знаешь.$1#$b#Это был бы хороший способ общения, пока у меня перерывы в слухе.#$b#Мы также можем использовать это, чтобы играть в палача в полной тишине, находясь в библиотеке.$1",
"Core.Nora.Summer.Sun.6h": "@, вчера я совершила удивительное открытие.#$b#Я только что поняла, что мне очень нравятся мыльные оперы.$1#$b#Драма, стоящая за всем этим... абсурдные сюжетные линии... Все это прекрасно сочетается.#$b#Пожалуйста, пожалуйста, давай когда-нибудь посмотрим вместе!$1#$b#Попкорн с меня!",

// 6 СЕРДЕЦ ОСЕНЬ
"Core.Nora.Fall.Mon.6h": "О @, ты дружишь с Леей?#$b#С тех пор как я стала чаще бывать в лесу, я стала больше узнавать ее. Можно сказать, мы... друзья?$3#$b#Она многому научила меня, когда я собирал корм. Кто бы мог подумать, что в дикой природе можно найти столько еды?$1",
"Core.Nora.Fall.Tue.6h": "Я разговаривала с Тори вчера вечером. Я очень скучаю по ней.$2#$b#Ее поездка занимает больше времени, чем мы ожидали. Но главное, что с ней и ее семьей все в порядке, верно?#$b#Я думаю, она тебе очень понравится, @. Я расскажу тебе, когда она вернется!",
"Core.Nora.Fall.Wed.6h": "В последнее время я думаю...$3#$b#Я часто шучу, что слишком много говорю, но на самом деле втайне боюсь, что я просто очень раздражаюсь.$2#$b#Если я когда-нибудь начну тебе надоедать, пожалуйста, скажи мне, хорошо?$2#$b#У меня и раньше такое было. Все в порядке, я понимаю.",
"Core.Nora.Fall.Thu.6h": "Сегодня я снова использовала свои взрослые деньги, которые я зарабатываю на своей взрослой работе, чтобы принимать мудрые финансовые решения.#$b#Иными словами, у меня есть три новых змеиных носка и лунная лампа.$1#$b#И, ха, несколько новых шарфов...$3#$b#Онлайн-шопинг действительно станет моей смертью. Но я хочу сказать, что серотониновый подъем дня гарантирован!",
"Core.Nora.Fall.Fri.6h": "Такая погода напоминает мне о моей матери...#$b#Она любит осень. Это ее любимый сезон.#$b#Она всегда готовила мне кружку горячего шоколада, чтобы согреть меня. Зефир и все остальное.$1#$b#И она сказала бы мне... А, теперь это не имеет значения.$2#$b#Но я скучаю по ней. Может, мне стоит позвонить ей как-нибудь.",
"Core.Nora.Fall.Sat.6h": "Я только что поняла, что не рассказала тебе ни одного забавного факта на этой неделе. Как я могла забыть?$3#$b#Знаешь ли ты, что лягушки были первыми сухопутными животными, у которых появились голосовые связки?#$b#Они используют их по разным причинам, будь то поиск партнера или отпугивание хищников.$1#$b#Я имею в виду, что Себастьян совершенно прав, если так любит лягушек.",
"Core.Nora.Fall.Sun.6h": "Я решила, что в этом сезоне я наконец-то посмотрю несколько страшных фильмов.#$b#На самом деле, я терплю неудачу.$1#$b#Документальные фильмы - это точно мой конек.",

// 6 СЕРДЕЦ ЗИМА
"Core.Nora.Winter.Mon.6h": "Наверняка зима - тяжелое время для фермера, ведь у тебя нет урожая. Приходится искать другие источники дохода.$2#$b#Но, если честно, зима - тяжелое время для любого человека.#$b#Иоба, я ненавижу холод. Я когда-нибудь говорила тебе об этом?$2",
"Core.Nora.Winter.Tue.6h": "@, как ты думаешь, что лучше приготовить на ужин сегодня? Картофельный суп с луком-пореем или сырный луковый суп?$3#$b#Суп быстро становится моим фирменным блюдом, которое я пытаюсь освоить.#$b#Не стесняйся заходить, если хочешь! Я всегда готовлю дополнительные порции.$1",
"Core.Nora.Winter.Wed.6h": "%Нора делает перерыв для слушания. Она радостно машет вам рукой.",
"Core.Nora.Winter.Thu.6h": "О @, как дела?#$b#Сейчас я перечитываю одну из своих любимых книг для этого времени года: Зимняя звездная песня.#$b#Больше всего мне нравится, когда дух Прошлой Зимней Звезды посещает главного героя. Очень трогательно видеть, как он становится лучше.$1",
"Core.Nora.Winter.Fri.6h": "Я никогда не верила, что это правда, но сегодня по телевизору сказали, что у меня будет день невезения.#$b#А потом позвонил Клайд. Это должно быть знаком, верно?$3#$b#Может быть, духи удачи преследуют меня...$3#$b#О? О нет, я просто шучу. На самом деле мы отлично ладим.$1",
"Core.Nora.Winter.Sat.6h": "Знаешь @, я даже не помню, какой была эта долина до твоего появления.#$b#Это место и так было невероятным, но ты как будто сделал его еще лучше!$1#$b#Ты очень хороший друг, фермер.",
"Core.Nora.Winter.Sun.6h": "Я пытаюсь обдумать, какие задачи я хочу решить в следующем году...$3#$b#Это всегда нелегко... Я знаю, что во многом могу быть лучше, но дело в том, как этого добиться.$2#$b#Эй, может, я смогу стать еще большей занудой?$1#$b#Я просто шучу, не волнуйся.",

// 8 СЕРДЕЦ ВЕСНА
"Core.Nora.Spring.Mon.8h": "Дети, кажется, действительно рады, что я провожу больше времени дома. Я пытаюсь научить их маленьким трюкам.#$b#Любимое занятие Глупыша - прикидываться мертвым. Что я непременно использую в следующий раз, когда кто-то придет ко мне домой.$1#$b#Конечно, я не скажу им, что это трюк, это лишит их удовольствия, не так ли?$3",
"Core.Nora.Spring.Tue.8h": "О, фермер, знаешь что?#$b#Клайд говорит, что скоро приедет ко мне в гости. Может быть, ты наконец познакомишься с моим братом!$1#$b#Просто... надень что-нибудь красивое, хорошо?#$b#Я говорю это для твоего же блага.$2",
"Core.Nora.Spring.Wed.8h": "Сегодня я чувствую себя немного подавленной... Я все еще хочу найти фиолетового хвостатого хамелеона.#$b#Но когда пора прекратить поиски? Как я узнаю об этом?$2#$b#Печально думать, что мы можем так потерять целые виды...$2",
"Core.Nora.Spring.Thu.8h": "Я не очень-то привыкла к тому, что можно спать допоздна. Например, что значит мне не нужно рано вставать?$3#$b#Поэтому я продолжаю просыпаться на рассвете. Иногда я читаю, иногда провожу все утро, уставившись в потолок...#$b#Кто бы мог подумать, что быть безработной - это так насыщенно, правда?$1",
"Core.Nora.Spring.Fri.8h": "Фермер, ты бы продолжал дружить со мной, если бы я была змеей?$3#$b#Прошлой ночью мне приснился странный сон, будто меня превратили в змею. А потом все меня вечно игнорировали.#$b#Так что, понимаешь, спрашиваю на всякий случай!$1",
"Core.Nora.Spring.Sat.8h": "Как ты думаешь, теленок называется так, потому что он - половина коровы? Например... маленькой коровы.#$b#Полукорова. Теленок. Понимаешь, к чему я веду?$1#$b#Мару не впечатлило мое открытие.",
"Core.Nora.Spring.Sun.8h": "Вчера вечером состоялась премьера нового телешоу о динозаврах.#$b#Динозавры абсолютно неправдоподобны. Спецэффекты - худшие из всех, что я когда-либо видела. Сюжет становится все более абсурдным с каждой серией.#$b#Кажется, я нашла свое новое любимое шоу.$1",

// 8 СЕРДЕЦ ЛЕТО
"Core.Nora.Summer.Mon.8h": "Я считаю, что слишком много времени и слишком мало денег на банковском счету - опасная комбинация.$2#$b#Тем не менее, я не могу дождаться, когда прибудет моя новая рамка с бабочками!$1#$b#И моя змеиная лампа!#$b#И... мой крокодиловый плащ.$2#$b#Возможно, у меня проблема.$3",
"Core.Nora.Summer.Tue.8h": "@, как ты думаешь, какой у меня вкус?$3#$b#Сегодня я проснулась с этим вопросом в голове. Не знаю, откуда он взялся.#$b#Харви сказал, что я, скорее всего, лимон. Не знаю, любит ли он лимонные вещи или это тонкий способ сказать мне, что я кислая. Что бы это ни значило.$3",
"Core.Nora.Summer.Wed.8h": "Думаю, в конце этой недели я пойду с Элоизой наблюдать за птицами.#$b#Она с удовольствием рассказывает мне о своих друзьях по вольеру. Она очаровательна.$1#$b#Если подумать, то мы с ней как лучшие подружки по инфодампингу.",
"Core.Nora.Summer.Thu.8h": "Мой дурацкий слуховой аппарат решил просто полностью перестать работать посреди ночи.$2#$b#К счастью, у меня был запасной. Возможно, я смогу получить новый до конца недели.#$b#",
"Core.Nora.Summer.Fri.8h": "Должна сказать, @...$2#$b#Теперь, когда на моих плечах нет груза собственных ожиданий, жизнь кажется намного легче.#$b#Даже этот летний воздух кажется более свежим. Я просто...#$b#Я чувствую себя просто великолепно! Еще не привыкла к этому.$1",
"Core.Nora.Summer.Sat.8h": "Знаешь ли ты, что когда ящерица или змея высовывает язык, они захватывают частицы воздуха, чтобы почувствовать запах вещей?#$b#Поэтому, когда ты видишь, как они высовывают язык, они не просто глупы. Они анализируют!$1#$b#Ну, не Глупыш. Я думаю, он просто глуповатый парень.",
"Core.Nora.Summer.Sun.8h": "Эй, как ты думаешь, мне все еще нужно ходить на терапию?$3#$b#Не знаю, кажется, что я решила все свои проблемы, но Клайд говорит, что у меня все еще они есть.$2#$b#И что мне не следует 'притворяться, что их нет' или 'делать вид, будто я исцелилась'. Что бы это ни значило.#$b#Я думаю, он может издеваться надо мной. Я чувствую себя совершенно нормально!",

// 8 СЕРДЕЦ ОСЕНЬ
"Core.Nora.Fall.Mon.8h": "О, у меня захватывающие новости! ZuCU связался со мной и спросил, не хочу ли я прочитать лекцию для студентов биологического факультета!$1#$b#Думаю, я соглашусь. Как ты думаешь, я буду хорошим учителем?#$b#То есть, по сути, это повод часами рассказывать о герпетологии случайным людям, что я и так делаю ежедневно.#$b#Но мне интересно, понравлюсь ли я им! И поймут ли они все...$3#$b#Думаю, есть только один способ узнать это!",
"Core.Nora.Fall.Tue.8h": "Сейчас снова сезон лягушек! Только сегодня утром я уже видела трех из них!$1#$b#Удивительно, что мы можем просто увидеть маленьких ребят, гуляющих по городу. Как можно увидеть лягушку и не стать сразу счастливее?#$b#Они просто нелепые существа. Как я.$1",
"Core.Nora.Fall.Wed.8h": "У меня каждый день болит голова, потому что я не употребляю так много кофеина, как раньше.$2#$b#Иногда у меня кружится голова.$2#$b#Только не говори Харви. Он заставит меня сдать кровь на анализ и все такое. Мы все знаем, чем это оборачивается.#$b#Кто бы мог подумать, что, выпив 4 чашки кофе вместо 10, мне будет тяжелее?$3",
"Core.Nora.Fall.Thu.8h": "Во что нарядиться на День Всех Духов в этом году?$3#$b#В этом году я хотела выбрать что-то другое, но наряд Медузы так и манит меня...#$b#И самое приятное, что Пинки Пай может принять в этом участие.$1#$b#Да кого я обманываю, здесь без вариантов.",
"Core.Nora.Fall.Fri.8h": "Прости... Я чувствую себя немного подавленной сегодня.#$b#Я не знаю, почему. Наверное, просто иногда я все еще не справляюсь.$2#$b#Мой разум словно не хочет замолкать. Даже когда все в порядке.$2#$b#Поговорим в другой раз, хорошо?",
"Core.Nora.Fall.Sat.8h": "Это время года всегда заставляет меня задуматься...$3#$b#Ты веришь в призраков, @?#$b#О, никаких особых причин. Я просто иногда думаю об этом.$1#$b#Если призраки существуют, я не удивлюсь, что они обитают в этой долине.#$b#Это место полно тайн...$2",
"Core.Nora.Fall.Sun.8h": "Клянусь Иоба, как я умудряюсь болеть гриппом каждый год, когда начинается холодное время года?$2#$b#Зачем вообще нужна иммунная система? Девочка, у тебя одна работа!$5#$b#Уф, мне нужно купить еще салфеток. Я чувствую, что это приближается.$2",

// 8 СЕРДЕЦ ЗИМА
"Core.Nora.Winter.Mon.8h": "Не разговаривай со мной. Прошлой ночью у меня была самая болезненная, душераздирающая, травмирующая, оставившая мне шрамы на всю жизнь судорога в ноге.$2#$b#Думаю, я изменилась как личность. Я все еще восстанавливаюсь.$2",
"Core.Nora.Winter.Tue.8h": "Как ты думаешь, смогу ли я убедить кого-нибудь посмотреть со мной фильм сегодня?$3#$b#Еще вторник, но я уже хочу устроить крепость из одеял и съесть немного попкорна. Слишком холодно, чтобы оставаться на улице.#$b#Тебе это случайно не интересно?$1",
"Core.Nora.Winter.Wed.8h": "Сегодня я пытался построить снеговика. Ну, технически, снежную змею?$3#$b#В общем, в итоге получилась простая снежная куча, потому что мои руки начали замерзать уже через пять минут. И у меня появился насморк.#$b#Я ненавижу зиму.$2",
"Core.Nora.Winter.Thu.8h": "Моя миссия до конца этого месяца - попробовать все виды горячего шоколада, которые только можно придумать.#$b#Вчера я попробовала со вкусом апельсина, гвоздики и звездчатого аниса. Это были одни из самых вкусных вещей, которые я когда-либо пробовала.#$b#Пожалуйста, загляни ко мне как-нибудь, и я приготовлю это для тебя! И мы сможем наверстать упущенное!$1#$b#Рептилии скучают по тебе.",
"Core.Nora.Winter.Fri.8h": "Сегодня я читала очень интересную статью о крокодилах. Они буквально такие крутые, как будто динозавры ходят по планете!#$b#Знаешь ли ты, что аллигаторов и крокодилов можно отличить, глядя на их закрытые пасти?#$b#Если видны только верхние зубы, перед тобой аллигатор. Если видны и нижние зубы, то это крокодил!$1#$b#Тори лучше молиться, чтобы я не зациклилась на этих парнях в следующий раз. Не думаю, что она хотела бы иметь такого питомца.$3",
"Core.Nora.Winter.Sat.8h": "Иногда мне хочется, чтобы мы могли менять цвет волос так же, как это делают животные.#$b#Знаешь, когда наступает зима и некоторые животные меняют свой мех на белый, чтобы лучше замаскироваться?$3#$b#Как было бы здорово, если бы мы тоже так могли, правда?$1#$b#Извини, просто у меня слишком много свободного времени, и я постоянно думаю о таких вещах.#$b#Иоба, мне действительно нужна работа.$2",
"Core.Nora.Winter.Sun.8h": "Знаешь, что, по-моему, было бы здорово? Если бы у нас было большое дерево Зимней Звезды в центре города, на которое мы все могли бы добавить маленькие игрушки.#$b#Если мы можем сделать это с супом, то почему бы не сделать это с украшениями?$3#$b#Не думаю, что Льюису это понравится. Он такой зануда.$2",

// 10 СЕРДЕЦ ВЕСНА
"Core.Nora.Spring.Mon.10h": "---",
"Core.Nora.Spring.Tue.10h": "Ты скучал по мне вчера?#$b#Я ужасно скучаю по долине, когда провожу день в Зузу-Сити. Здесь намного приятнее!#$b#Мне нравится эта работа. Никаких нареканий в этом плане!$1#$b#В отделении герпетологии, я имею в виду. Потому что я настолько хороша.",
"Core.Nora.Spring.Wed.10h": "Думаю, сегодня Гюнтер попросит меня пересмотреть раздел астрономии.#$b#Как ты думаешь, как лучше: по алфавиту или по авторам? Я думаю, что лучше по авторам, но некоторые считают иначе.$3#$b#Однажды я сделаю это по цвету, просто чтобы увидеть выражение его лица.$1",
"Core.Nora.Spring.Thu.10h": "Я так увлекаюсь, когда делаю покупки у Пьера. Это опасно, честно говоря.#$b#Я не могу допустить, чтобы из-за этого я опоздала на работу. Но там так много классных вещей.$1#$b#А когда я вижу классные вещи, я начинаю думать о том, какие блюда я могу из них приготовить.#$b#Затем мне нужно составить мысленное меню, чтобы спланировать блюда на неделю.$3#$b#Понимаешь, почему это опасно?",
"Core.Nora.Spring.Fri.10h": "Теперь я гораздо больше понимаю, что такое выходные.#$b#Когда я занималась исследованиями, мне было все равно, суббота это или воскресенье, потому что я все равно это делала.$3#$b#У меня был крайний срок. Но теперь у меня есть выходные дни... И знаешь, что это значит?#$b#Мне предстоит провести еще одно исследование. Но на этот раз исключительно потому, что я этого хочу!$1",
"Core.Nora.Spring.Sat.10h": "Я действительно подумываю о том, чтобы использовать это свободное время для написания новой книги.$3#$b#Я уже написал одну и очень ею горжусь.$1#$b#Хотя сейчас это было бы все равно что найти третью работу...$3",
"Core.Nora.Spring.Sun.10h": "Я чувствую себя странно без постоянной тревоги и давления, которые я взваливала на свои плечи все эти годы.#$b#Конечно, я по-прежнему испытываю тревогу, только по другим причинам.$3#$b#...Прости, это вырвалось из ниоткуда. Просто иногда это странно.$2",

// 10 СЕРДЕЦ ЛЕТО
"Core.Nora.Summer.Mon.10h": "---",
"Core.Nora.Summer.Tue.10h": "О, фермер, вчера я читала лекцию о своей докторской диссертации! Это было так волнительно, честно говоря.$1#$b#Помню, как я была студенткой на таких лекциях... Кажется, это было так давно.$3#$b#Как ты думаешь, вдохновлю ли я кого-нибудь на академическую деятельность? Это ведь мечта, верно?$1",
"Core.Nora.Summer.Wed.10h": "Работая в музее, я начинаю дружить с большим количеством людей.#$b#Ирония судьбы в том, что это те же самые люди, которых я раньше полностью игнорировала, когда только училась.$3#$b#Не специально, конечно. Но теперь я действительно с ними общаюсь!#$b#Но не волнуйся, фермер, ты все еще мой лучший друг.$1",
"Core.Nora.Summer.Thu.10h": "Сегодня утром Пинки Пай совершила буквально самый смешной и невероятный поступок, который только могла сделать змея.#$b#Я даже не буду тебе говорить. Ты все равно мне не поверишь.#$b#Я бы и сама не поверила, если бы не увидела это своими глазами.$3#$b#Извини, но тебе придется только гадать.",
"Core.Nora.Summer.Fri.10h": "Эта неделя была тяжелой на работе. Так много дел.$2#$b#Все, что я хочу, - это самый большой бургер за всю историю человечества и гигантскую чашку лимонада.$2#$b#И, может быть, шоколадку. И... немного кофе.#$b#Как ты думаешь, у Гаса все это найдется?$3",
"Core.Nora.Summer.Sat.10h": "Как бы я ни любила лето, комары меня просто УБИВАЮТ.$2#$b#Думаю, у меня осталось около 1 литра крови. Остальное забрали.$3#$b#И я пользуюсь репеллентом, как будто он мне нужен, чтобы выжить. И я в это верю.$3#$b#Прости, слишком много информации? Я просто злюсь на них!$2",
"Core.Nora.Summer.Sun.10h": "Завтра я беру Глупыша на урок. Он будет нашей моделью.$1#$b#В университете много рептилий, но я думаю, что это его момент, чтобы блеснуть.#$b#Ему нравится все внимание, которое он получает!$1#$b#А еще он видится с другими гекконами, что очень полезно для его социальных навыков.",

// 10 СЕРДЕЦ ОСЕНЬ
"Core.Nora.Fall.Mon.10h": "---",
"Core.Nora.Fall.Tue.10h": "Прости, я сегодня поздно проснулась и не успела сварить кофе. Я надеюсь, что найду его по дороге.#$b#Мы можем поговорить позже, хорошо? Я все еще не совсем умею себя вести.",
"Core.Nora.Fall.Wed.10h": "Теоретически, теперь, когда у меня есть нормальная работа, я могу завести еще одного питомца, верно?#$b#И теоретически, поскольку у меня не одна, а ДВЕ работы, я могу завести ДВУХ питомцев...$3#$b#А если я заведу еще одного геккона, то это не считается, потому что они могут использовать все вещи Глупыша... Так что у меня может быть ТРИ питомца...$3#$b#Знаешь, как говорится, сердце мамы всегда достаточно велико для еще одного! Или еще для трех!$1",
"Core.Nora.Fall.Thu.10h": "Я должна провести еще один урок для детей. Прошло уже много времени с последнего.#$b#Джас безостановочно просит рассказать ей побольше о животных. У нее такая любопытная душа.$1#$b#Теперь это вопрос расписания. Время не очень удачное, но я все сделаю!",
"Core.Nora.Fall.Fri.10h": "Знаешь, у змей череп не такой, как у нас.#$b#Человеческий череп - это в основном один большой кусок кости. Классический дизайн.#$b#В черепе змей множество костей, поэтому им легче заглатывать добычу целиком.#$b#Как было бы здорово, если бы мы могли сделать так же.$1#$b#Конечно, я бы никого не проглотила, просто мне нравится эстетика.$3#$b#Очень полезно в канун Дня Всех Духа!$1",
"Cora.Nora.Fall.Sat.10h": "Сегодня утром было немного холоднее... Я чувствую это...$2#$b#Приближается зима.$2#$b#Мне лучше запастись лекарствами. Дальше будет только хуже.$2#$b#Если ты меня не увидишь, считай, что я умираю дома, как хилая викторианская сирота.$2",
"Core.Nora.Fall.Sun.10h": "Я готовлю к завтрашнему дню самую удивительную и увлекательную лекцию.#$b#Хочешь посмотреть? Может, ты придешь попозже, и я покажу тебе слайды!$1#$b#Я скучаю по общению с тобой, фермер. Ты мой самый близкий человек здесь, ты же знаешь?",

// 10 СЕРДЕЦ ЗИМА
"Core.Nora.Winter.Mon.10h": "---",
"Core.Nora.Winter.Tue.10h": "Занятия во время зимы не должны проводиться.$2#$b#Студенты не хотят быть там. Я не хочу быть там.$2#$b#Все, что мы хотим сделать, - это забраться под одеяло и выпить хорошего горячего напитка.$2#$b#Уверена, в это время года у тебя дома очень уютно. Может быть, я загляну к тебе как-нибудь.",
"Core.Nora.Winter.Wed.10h": "Я нашла в библиотеке новую книгу, которая мне очень нравится. Сегодня я обязательно возьму ее с собой домой.$1#$b#О чем она? О, видишь ли-#$b#Ну, вообще-то... Хм...$3#$b#Послушай. На обложке два сражающихся дракона. Мне не нужно было ничего больше, чтобы убедить себя.",
"Core.Nora.Winter.Thu.10h": "Сегодня у меня повышенная тревожность.$2#$b#Наверное, я все еще чувствую себя немного... неполноценной.$2#$b#Я не знаю, пройдет ли когда-нибудь такое чувство.$2#$b#Но я думаю, что с этим можно научиться жить. Как бы это ни было раздражающе.",
"Core.Nora.Winter.Fri.10h": "Скоро я получу новый слуховой аппарат.$3#$b#Боюсь, этот медленно слабеет.#$b#Вчера Тори попросила меня купить молока. Теперь у меня много шелка и я понятия не имею, что с ним делать.$2#$b#Может быть, я отдам его Клайду. Он любит такие вещи.$3",
"Core.Nora.Winter.Sat.10h": "О, это мой любимый фермер!$1#$b#Просто чтобы ты знала, я думаю, что сегодня ты выглядишь очень хорошо.#$b#Не забывай давать себе передышку, хорошо?#$b#Я постоянно слышу о том, что ты теряешь сознание посреди ночи. Это беспокоит, понимаешь?$2",
"Core.Nora.Winter.Sun.10h": "Представляешь, я сегодня вздремнула! ДРЕМАЛА!#$b#Я уже думала, что это городская легенда. Спать в середине дня?$1#$b#Достаточно ли ты спишь, будучи фермером? Если нет, то тебе стоит поспать! Жизнь меняется, честное слово.#$b#Если хочешь, мы можем вместе вздремнуть!$1#$b#О, я имею в виду... как... как друзья, конечно! Как... сонная тусовка?$3#$b#Знаешь что? Я должна идти. Пока!$2",

/// ФЕСТИВАЛИ (НАКАНУНЕ)
"Core.Nora.EggFestival": "О, фермер! Ты идешь завтра на фестиваль яиц?#$b#Здесь это важное событие. Люди действительно соревнуются!$1#$b#Это я. Я - люди.",
"Core.Nora.FlowerDance": "Вообще-то я никогда не умела танцевать. И вообще все, что связано с ритмом.#$b#Но мне нравится наряжаться. Выглядит шикарно, не так ли?$1",
"Core.Nora.Luau": "Что ты возьмешь с собой завтра, фермер?$1#$b#О, мне просто любопытно. Ты никогда не застанешь меня за этим супом.",
"Core.Nora.MoonlightJellies": "Луналу - совершенно очаровательные существа.#$b#Мне нравится загадывать для них желания, чтобы они взяли меня с собой в море. Иногда я даже бросаю им что-нибудь в подарок.$1#$b#Конечно, никогда не загрязняй море! Мы должны сохранять наши экосистемы.",
"Core.Nora.SDVFair": "Ярмарка очень развивает туризм в долине.$1#$b#В первый год здесь я сделала стенд для рептилий, ну, знаешь, окаменелости и все такое.#$b#Пинки Пай даже появилась вживую!$1#$b#Но в этом году у меня не было времени, так что я просто буду наслаждаться ярмаркой.",
"Core.Nora.SpiritsEve": "О, у меня есть сюрприз для завтрашнего фестиваля...#$b#Я не скажу! Приходи в лабиринт и увидишь!$1",
"Core.Nora.IceFestival": "Ледяной фестиваль кажется еще холоднее, чем вся зима.$2#$b#Я обязательно укутаюсь!$2#$b#Как ты думаешь, люди будут осуждать меня, если я возьму с собой одеяло?$3",
"Core.Nora.NightMarket": "Думаю, это мой самый любимый праздник.#$b#Мистика, любопытство, вещи, которые они продают...#$b#Ты даже можешь прокатиться на подводной лодке! Я видела там много интересного.#$b#В этом году я с нетерпением жду этого события!",
"Core.Nora.WinterStar": "Завтра будет Зимняя звезда! Надеюсь, у тебя был замечательный год в долине.$1#$b#Не могу дождаться, когда увижу подарки. Надеюсь, в этом году я получу что-то действительно крутое. Ну, знаешь, связанное с рептилиями?#$b#Возможности безграничны... тапочки дино... жилет из крокодила... ожерелье из змей...$3#$b#Я так взволнована!$1",

/// ДИАЛОГ ФЕСТИВАЛЕЙ - ВАНИЛЬ

// ЯИЧНЫЙ ФЕСТИВАЛЬ
"Festivals.Nora.EggFestival.1": "Я думаю, что для того, чтобы было интереснее, нужно использовать перепелиные яйца.#$b#Они меньше, поэтому их труднее найти.#$b#Будет забавно наблюдать за тем, как Абигейл пытается их найти!$1",
"Festivals.Nora.EggFestival.2": "Если бы Льюис позволил мне участвовать в конкурсе, я бы выиграла.#$b#Нет, я имею в виду, я бы победила тебя. Уничтожила тебя. Сожгла бы тебя дотла-#$b#Да, я немного конкурентоспособна. Теперь я это вижу. Вот почему Льюис остановил меня.",

// ЦВЕТОЧНЫЕ ТАНЦЫ
"Festivals.Nora.FlowerDance.1": "Я знаю, что моя кузина Кьяра была бы в восторге от такого фестиваля.#$b#Она романтичная натура. А я, с другой стороны...#$b#Ты уже нашел себе партнера, фермер? Ты такой очаровательный, что я уверена, это будет легко.",
"Festivals.Nora.FlowerDance.2": "Я понимаю, что это традиция, но разве не было бы здорово, если бы мы каждый год немного меняли танец?$3#$b#Мы могли бы устроить танцевальное соревнование! С разными танцевальными стилями!$1#$b#О, я могу танцевать брейк. Я уверена в этом. Мне даже не нужно пытаться.",

// ЛУАУ
"Festivals.Nora.Luau.1": "Как мы, общество, допустили, чтобы люди пьют из горшка Иобы.$5#$b#Я могу налить туда яд, и никто не узнает, пока не умрет.$3#$b#Не то чтобы я думала об этом. Я бы никогда не совершила убийство.#$b#Без всякой причины.$1",
"Festivals.Nora.Luau.2": "Знаешь что? В этом году я решила попробовать суп.#$b#Жизнь слишком коротка, чтобы бояться гигантских и странных видов еды.#$b#Если я умру, просто скажи всем, что Пинки Пай и Глупыш - мои законные наследники.",

// ПОЛУННОЧНЫЕ МЕДУЗЫ
"Festivals.Nora.MoonlightJellies.1": "Несмотря на то, что они не относятся к моей специализации, поскольку являются Стрекающими, мне всегда нравились Луналу. Крошечные ребята. Глупые маленькие ребята.#$b#Они любят блестящие вещи. Не правда ли, это можно объяснить?$1#$b#Я тоже люблю блестящие вещи. Если подумать, то я, по сути, жук. Только блестящие вещи и отсутствие внимания.",
"Festivals.Nora.MoonlightJellies.2": "Представляешь, если бы пирс рухнул и все попадали в воду? Это было бы трагедией.#$b#Может быть, моим желанием в этом году будет, чтобы этого не случилось.",

// ЯРМАРКА ДОЛИНЫ
"Festivals.Nora.SDVFair.1": "У меня есть специальная коллекция париков именно для этого дня.#$b#Я хожу к гадалке в разных образах, чтобы посмотреть, не изменятся ли ее ответы.$1#$b#Ты бы слышал о судьбе моего хорошего друга, Макджебедии Ахоя.#$b#Да, он моряк! Что его выдало?$3",
"Festivals.Nora.SDVFair.2": "Здесь так много всего интересного. Этот фестиваль - просто большая ловушка для людей с ограниченными возможностями.#$b#Время пролетит незаметно, и я даже не замечу.",

// ДЕНЬ ВСЕХ ДУХОВ
"Festivals.Nora.SpiritsEve.1": "Ха! Тебе нравится мой костюм, фермер?#$b#Я люблю Медузу. Она не получает того обращения, которого заслуживает!#$b#А еще здесь есть Пинки Пай. Поздоровайся с Пинки Пай!#$b#О, ты ей нравишься!",
"Festivals.Nora.SpiritsEve.2": "Псс, никому не говори, но я добавила в лабиринт змею.#$b#Не волнуйся, она профессиональная актриса. Она сама попросила меня об этом.$1#$b#Откуда я знаю? О, у меня есть свои средства.",

// ЛЕДОВЫЙ ФЕСТИВАЛЬ
"Festivals.Nora.IceFestival": "Я определенно НЕ создана для холодной погоды.$2#$b#Но я все равно прихожу каждый год. Мне нравится видеть всех.#$b#И здесь есть уютный огонь, так что... не все так плохо, да?$1",

// ЗИМНЯЯ ЗВЕЗДА
"Festivals.Nora.WinterStar": "Счастливой зимней звезды, фермер!$1#$b#Я купила несколько уютных шапочек для Пинки Пай и Глупыша в качестве подарков. Ты должен увидеть, как мило они выглядят!#$b#Надеюсь, ты тоже получишь очень модный подарок!$1#$b#Может быть, мы могли бы купить одинаковые свитера...$3",

// НОЧНОЙ РЫНОК
"NightMarket.Nora.1A": "Я размышляю, стоит ли мне идти на подводную лодку.#$b#Сейчас во мне любопытство, чувство приключения и исследователя противостоят разрушительному страху разбиться насмерть или утонуть.$3#$b#...Да, может, в следующем году!$1",
"NightMarket.Nora.1B": "Этот фестиваль - лучший из всех! Это один из лучших сортов кофе, который я когда-либо пробовала!$1#$b#Я обязательно попрошу этот рецепт. Как ты думаешь, они мне скажут?$3",
"NightMarket.Nora.2A": "Зимой пляж гораздо более приятен, чем в любой другой день.#$b#Иронично, не правда ли? Я ненавижу пляж, только когда холодно. Но я ненавижу холод, только на пляже.$1#$b#Что я могу сказать? Я девушка с множеством загадок.#$b#В любом случае, ты видел картины? Такие красивые в этом году!",
"NightMarket.Nora.2B": "Продавец не хотел давать мне свой рецепт. Я это прекрасно понимаю, не пойми меня неправильно.#$b#Теперь я пытаюсь понять это сама, пробуя как можно больше чашек.#$b#Я чувствую нотки корицы... А может, это...$3#$b#...Мускатный орех?$3#$b#О, дайте мне еще одну!",
"NightMarket.Nora.3A": "Думаю о шоу русалок, которое они устраивают каждый год.#$b#Как ты думаешь, русалки считаются млекопитающими или рыбами?$3#$b#Будут ли у них те же права, что и у нас? Придется ли нам выступать в их защиту?$3#$b#Так много вопросов...$3",
"NightMarket.Nora.3B": "Возможно, пить столько кофе три ночи подряд было не самой лучшей идеей.$2#$b#Мой график сна определенно нарушен. Мне снятся кошмары, достойные Оскара.#$b#И я бы сделала это снова!$1",

/// ДИАЛОГ ФЕСТИВАЛЕЙ - ФЕСТИВАЛИ ПО ЗАКАЗУ

"Festivals.Nora.LoveFestival": "Сейчас я не ищу любви. У меня есть другие приоритеты, и я счастлива, как есть.#$b#Но мне нравится посещать этот фестиваль. Мило видеть, как все пары ведут себя так романтично.$1#$b#Разве тебе не нравится любовь, фермер??",
"Festivals.Nora.SurfingFestivals": "Может быть, мне стоит попробовать поучаствовать хотя бы один раз...$3#$b#Ну, знаешь, просто чтобы посмотреть, из-за чего вся эта шумиха. Но это выглядит довольно опасно!#$b#Я имею в виду, что эти волны очень непредсказуемы. Люди могут серьезно пострадать!$2#$b#И все же я желаю тебе удачи, фермер!$1",
"Festivals.Nora.FireworksFestival": "@, ты просто ОБЯЗАН попробовать здешнюю еду.#$b#Такояки просто бесподобны. А якисоба, пожалуй, одно из моих любимых блюд на все времена.$1#$b#Конечно, фейерверки - это тоже круто. Яркие сверкающие цвета всегда вызывают у меня восторг, ты же знаешь.",
"Festivals.Nora.RidgesideGathering": "Я совершенно не понимаю, что здесь делает Мару.$2#$b#Но она думала об этом весь день. Уверена, это будет круто.#$b#Я просто эмоциональная поддержка. Вперед, девочки!$1",
"Festivals.Nora.EmberOfResolutions": "Этот костер каждый год такой уютный... И такой яркий...#$b#Это определенно компенсирует подъем по такому холоду.$1#$b#Ты уже положил туда свое бревно, @? Это большое дело, понимаешь?",
"Festivals.Nora.FerngillFashionFestival": "",
"Festivals.Nora.Marketpalooza": "Это действительно единственный день, когда я могу купить 6 чашек кофе за 30 минут, и никто меня не осудит.$1#$b#Ну, никто не может судить меня слишком строго.$3#$b#Потому что деньги пойдут на благотворительность! Я делаю это ради дела, клянусь!#$b#А еще Николай продает потрясающие баночки с медом, который он делает. Что может не понравиться на этом фестивале?$1",

/// ПОДАРКИ

// ОСНОВНАЯ РЕАКЦИЯ НА ПОДАРОК
"Gift.Nora.GiftReaction.Love": "Это самое лучшее! Спасибо тебе большое, я так счастлива!$1",
"Gift.Nora.GiftReaction.Like": "О, это круто! Я положу его в безопасное место!",
"Gift.Nora.GiftReaction.Neutral": "Спасибо, фермер.",
"Gift.Nora.GiftReaction.Dislike": "Это... безусловно, дар, который я получила за свою жизнь.$2",
"Gift.Nora.GiftReaction.Hate": "Прости, но зачем ты мне это дал? Это гадость.$5",

// РЕАКЦИЯ НА ПОДАРОК В ДР
"Gift.Nora.GiftReaction.Birthday.Love": "Это на мой день рождения? Ты не забыл?#$b#Ты самый милый на свете, спасибо!$1",
"Gift.Nora.GiftReaction.Birthday.Like": "Ты вспомнил о моем дне рождения! Спасибо!$1",
"Gift.Nora.GiftReaction.Birthday.Neutral": "О, спасибо, фермер!",
"Gift.Nora.GiftReaction.Birthday.Dislike": "Не стоило. Я имею в виду, ты действительно, действительно не должен был.$2",
"Gift.Nora.GiftReaction.Birthday.Hate": "Это просто мерзко. Не очень-то мило с твоей стороны.$5",

// НЫРЯНИЕ В МУСОРНЫЕ КОНТЕЙНЕРЫ
"CT.Nora.DumpsterDiving": "О, эм, я-$7#$b#Знаешь что? Я не хочу знать. Хорошего тебе дня.$7",

// СТРОКИ

"Strings.Nora.ClinicAppointment.1": "Каждый раз, когда я прихожу в клинику на прием, мне нравится встречаться с Мару.#$b#Мы друзья по науке.$1",
"Strings.Nora.ClinicAppointment.2": "Это грипп. Он достает меня каждый год.$2#$b#Ты уже сделал прививку, фермер?",
"Strings.Nora.ClinicAppointment.3": "Пожалуйста, не проси анализ крови. Пожалуйста. Я ненавижу иголки.$2",
"Strings.Nora.Research.1": "Главное в поисках хамелеонов то, что они очень хорошо маскируются.$2#$b#Расскажите мне, если увидишь странные листья!",
"Strings.Nora.Research.2": "Хамелеоны любят влажность, поэтому что может быть лучше для исследований, чем место у реки?$1#$b#Кроме того, нужно выяснить свойства этой воды.$3",
"Strings.Nora.Research.3": "При проведении исследований также полезно изменять местоположение.#$b#Возможно, я что-то упускаю.",
"Strings.Nora.Research.4": "Становится холоднее...#$b#Хамелеоны сейчас должны устраивать уютные постели.$1",
"Strings.Nora.Saloon": "Я стараюсь время от времени заходить в салун, даже когда занята.#$b#Приятно немного расслабиться. А еще - завести друзей.$1#$b#Наверняка ты заметил, что я люблю поговорить?",
"Strings.Nora.Studying": "%Нора, кажется, не слышит вас. Она сосредоточена.",
"Strings.Nora.Gunther.1": "Гюнтер как раз рассказывал мне о своем исследовании.#$b#У него есть несколько очень интересных историй.$1",
"Strings.Nora.StudyRain": "Как бы мне ни хотелось остаться дома на весь день, но долг зовет.#$b#Однако я вижусь с друзьями, так что это здорово!$1",
"Strings.Nora.Pets.1": "О, Пинки Пай такая глупышка. Только посмотри на нее.$1#$b#Поначалу она не любит незнакомых людей, но, я уверена, она к тебе привыкнет.",
"Strings.Nora.Pets.2": "Мне кажется, ты нравишься Глупышу. Он высовывает язык, когда ему кто-то нравится.", 
"Strings.Nora.Pets.3": "Мои дети очень ленивы зимой.#$b#Смотри, Глупыш дремлет. Какая прелесть!$1#$b#Уверена, там очень тепло и уютно.",
"Strings.Nora.TownBridge.1": "Мне очень нравится здесь отдыхать.#$b#Я наблюдаю за рыбками и придумываю для них маленькие истории.$1#$b#Видишь эту красную? Да, он только что развелся.#$b#И, скажу я тебе, борьба за опеку над 30 детьми - это неприятно...$3",
"Strings.Nora.TownBridge.2": "@! Отлично, как раз вовремя к последним 'Рыбным сплетням'!$1#$b#Эта маленькая розовая рыбка... Она только что узнала, что ее парень ей изменяет.#$b#Он сволочь, верно? Вон тот красный. И угадай, кто был любовницей?#$b#Ее СЕСТРА! Точно! Та фиолетовая, которая притворяется, что все в порядке.$5#$b#Иоба, я обожаю это шоу.",
"Strings.Nora.Inn.1": "Приятно иметь такое уютное место рядом с моим домом.#$b#Я могу учиться и есть вкусную выпечку. Это лучшее из двух миров.$1",
"Strings.Nora.Inn.2": "Я просто догоняю Росу в течение некоторого времени.#$b#Она дает мне один из своих рецептов, чтобы я попробовала.$1#$b#Хотя, скорее всего, я потерплю неудачу во время его приготовления. Но попробовать стоит!",
"Strings.Nora.Inn.3": "Зима - идеальное время года для горячего шоколада, не так ли?$1#$b#Ты обязательно должен побывать у Росы. Она делает это с удовольствием!",
"Strings.Nora.Reading.1": "Нет ничего лучше легкого чтения после долгой недели.#$b#Ты когда-нибудь слышал об этой книге, фермер? Это одна из моих любимых!$1",
"Strings.Nora.Reading.2": "Дождливые дни как нельзя лучше подходят для того, чтобы сидеть дома и читать.$1#$b#Звук дождя так успокаивает... и это дает мне повод носить с собой одеяло по дому.",
"Strings.Nora.Coffee.1": "Кофе по утрам - обязательное условие. Не могу без него жить.$1#$b#Каждый день я пробую новый кофейный напиток. Затем я ставлю ему оценку из 10 баллов в своем блокноте.#$b#Может быть, когда-нибудь я опубликую что-нибудь об этом...$3",
"Strings.Nora.Coffee.2": "Это будет напряженная неделя...#$b#Я должна выпивать свои ежедневные шесть порций эспрессо, чтобы пережить это.$1#$b#Не делайте этого дома, фермер.",
"Strings.Nora.Busy.1": "%Нора сейчас занята. Она очень сосредоточена.",
"Strings.Nora.Busy.2": "%Нора над чем-то работает. Ее нельзя беспокоить.",
"Strings.Nora.Coffee.3": "Я стараюсь пить поменьше кофе. Знаешь, теперь я могу ложиться спать в разумное время.#$b#Теперь вместо 6 чашек у меня 3.$1",
"Strings.Nora.CoffeeInn": "Это определенно лучшее место, чтобы выпить горячий напиток.#$b#Пожалуйста, не говори Гасу, что я это сказала.$1",
"Strings.Nora.Library.1": "Теперь, когда я закончила учебу, я стараюсь больше читать на разные темы.#$b#Сегодня я думаю о... энтомологии!$1#$b#Или мне следует обратиться к погребальным обычаям мира?$3#$b#О, извини! Не хотела показаться занудой, просто любопытно.$1",
"Strings.Nora.Library.2": "Сегодня я собираюсь прочитать эту книгу о фольклоре.#$b#Я не уверена, что действительно верю в магию, но в любом случае мне нравятся эти истории.$1#$b#Кто знает, может быть, это правда.",
"Strings.Nora.Gunther.2": "Не уверена, что Гюнтеру нравится, что у меня больше свободного времени. Я постоянно заваливаю его вопросами.$3#$b#Ну, любопытную душу не заставишь замолчать!$1",
"Strings.Nora.PinkiePie": "О, теперь ты определенно нравишься Пинки Пай!$1#$b#Не принимай близко к сердцу ее прятки под листьями, ей там просто нравится.",
"Strings.Nora.Stupid": "Не хочешь попробовать покормить Глупыша как-нибудь? Он очень любит сверчков.#$b#Обещаю, он не укусит!$1",
"Strings.Nora.Beach": "Я пытаюсь расширить свои горизонты... ну, ты знаешь, это все о том, как выйти из зоны комфорта.#$b#Тем не менее, я по-прежнему ненавижу находиться на песке. Но я могу любоваться пляжем прямо отсюда.$1",
"Strings.Nora.Reading.3": "Я поняла, что мне очень нравятся книги ужасов.#$b#Книга 'Призраки дома Джунимо' - моя любимая. Ты можешь одолжить ее, если хочешь!$1",
"Strings.Nora.Research": "О, я пока не отказываюсь от своего первоначального плана. Я хочу найти пурпурнохвостого хамелеона, если это возможно.#$b#Я просто собираюсь успокоиться, понимаешь?$1#$b#Ты будешь первым, кто узнает, если я найду его, обещаю!",
"Strings.Nora.Jacob": "О, фермер, пришел проведать своих питомцев?$1#$b#Я буду приходить сюда время от времени, чтобы поговорить с Джейкобом об уходе за рептилиями. Ну и просто поболтать, конечно.#$b#Он очень милый человек. И Элоиза тоже очень мила. Она говорит, что я 'классная взрослая'.$1",
"Strings.Nora.Pierre.1": "Черника, черника... Иоба, почему здесь так трудно найти что-нибудь со вкусом черники?$2#$b#Хорошо, я просто возьму шоколад.$2",
"Strings.Nora.Pierre.2": "Неа. Лапшу быстрого приготовления больше не покупаю.$2#$b#Я стану настоящим шеф-поваром. Это будет паста аглио и олио.#$b#Не уверена, что сказала это правильно.$3",
"Strings.Nora.Saloon.2": "Гас - просто спасение. Он так хорошо готовит, что я бы ела здесь каждый день, если бы могла.$2#$b#К сожалению, я всего лишь академик, и не могу тратить столько денег, верно?#$b#Подожди, мне теперь нужно найти работу?$3",
"Strings.Nora.Saloon.3": "Я пытаюсь понять, как работает эта игра. Я даже веду записи.$1#$b#Пока у меня ничего нет.",
"Strings.Nora.Inn.4": "Мне кажется, что люди упускают возможность побывать в гостинице. Это такое чудесное место.#$b#А Роса просто восхитительна. Она даже смиряется с моей неконтролируемой болтовней.",
"Strings.Nora.ESLake": "Мечта всей моей жизни - чтобы в этот маленький пруд пришла лягушка.#$b#Представь, что у тебя в качестве соседа будет лягушка. Это должно быть целью каждого.",

// строки для после того, как она найдет работу, потому что я уже теряю счет тому, сколько их здесь.

"Strings.Nora.Coffee.4": "Я вчера так поздно вернулась из Зузу-Сити... Возможно, сегодня мне понадобится дополнительная порция кофе.#$b#Я отвлеклась на библиотеку. Она такая огромная, я так по ней скучала.$1",
"Strings.Nora.Working.1": "Похоже, сегодня у меня много дел. Организовать завтрашние исследования, просмотреть старые архивы...$3#$b#Может быть, мы сможем встретиться в другой раз?",
"Strings.Nora.Bridge.3": "О, ты здесь для последнего обновления?#$b#Так что, судя по всему, у этой красной рыбы есть брат-близнец, о котором он не знал.#$b#И теперь они ссорятся из-за розовой рыбки. И она не может решить, кого из братьев она хочет.$1#$b#А да, они все би...",
"Strings.Nora.Researching": "А, я все еще продолжаю заниматься исследовательской работой.$1#$b#Кто знает, может, нориец все еще где-то там, верно?",
"Strings.Nora.FinishWork": "Почти закончили! Хочешь пообщаться после этого, фермер?#$b#Давай, я куплю тебе ужин. Я, в общем-то, богата, раз у меня есть настоящая работа.$3#$b#Я, конечно, просто шучу. Но да, давай как-нибудь договоримся!$1",
"Strings.Nora.Bridge.4": "Этот эпизод 'Рыбных сплетен' был просто замечательным. Я не ожидала такой драмы.$3#$b#Вон та лососиха только что сказала своему мужу, что дети не его.#$b#Я подозреваю, что там форель... он выглядит озабоченным.$3",
"Strings.Nora.Friday": "Ну вот, кажется, неделя закончилась!$1#$b#Ты собираешься отдыхать в эти выходные или продолжать работать на ферме?#$b#Перерывы тоже важны, знаешь ли.$1",
"Strings.Nora.Saloon.4": "Мне просто нравится, как оживленно здесь бывает каждую пятницу.#$b#Подожди, я должна предложить Гасу свою идею с напитком. Безалкогольный, со вкусом зеленого яблока, со змеиной тематикой.#$b#Он будет называться 'Яблочная погремушка'.$1",
"Strings.Nora.Jacob.2": "О, привет @! Надеюсь, твои питомцы чувствуют себя хорошо.#$b#Я здесь только для того, чтобы поболтать. Одна из моих специальностей.",
"Strings.Nora.Book": "Эта книга уже не имеет никакого смысла.$3#$b#Наверное, пора спать.",
"Strings.Nora.QuietReading": "%Нора читает и не замечает вас. На обложке книги изображены птицы.",

"Strings.Nora.CommunityDay.1": "Я проношу маленьких стеклянных змеек в Общественный центр, пока никто не заметил.#$b#Уже 37. Никому не говори!$1",
"Strings.Nora.CommunityDay.2": "Знаешь, что было бы круто в День сообщества? Вечеринка с разгадыванием тайны убийства!$1#$b#Я бы точно смогла это организовать. Как ты думаешь, люди будут участвовать?$3",
"Strings.Nora.CommunityDay.3": "В этом году я помогу детям с костюмами для кануна Дня Всех Духов.$1#$b#Нужно набраться вдохновения!",
"Strings.Nora.CommunityDay.4": "О, @!$1#$b#Я просто хотела еще раз поблагодарить тебя за то, что ты восстановил это место.#$b#Теперь я узнаю всех гораздо лучше.#$b#А еще посмотри, какую классную книгу рецептов я нашла.$4",

"Strings.Nora.GreenRainPinkiePie": "Она чувствует, что что-то не так.$3#$b#Надеюсь, она не слишком напугана!$2",
"Strings.Nora.GreenRainStupid": "Да, он совершенно не понимает, что происходит.#$b#О, быть в блаженном неведении.$1",

"Strings.Nora.PrideInTheValley": "Я никогда не думала, что у нас в долине будет фестиваль гордости, но я так рада, что он у нас есть!$1#$b#Ты пробовал кекс 'Би-Берри'? Возможно, я предвзята, но это лучшая еда здесь.#$b#Понятно? Би-айс?#$b#C'mon, it was funny. I'm funny! And also so gay.$1",

// МИНИ КАРТА
"MiniMap.House.Name": "Дом Тори и Норы",

// РЕАКЦИЯ НА ПОДАРКИ

"Gifts.Nora.Coffee": "О боже, спасибо тебе большое фермер!$1#$b#Теперь мне не хватает всего одной чашки до ежедневной дозы. Ты просто спаситель!",
"Gifts.Nora.BlueberryTart": "Я буквально счастлива. Это мой самый любимый десерт на свете!$1#$b#Тебе не нужно было давать мне это, но я очень рада, что ты это сделал.",
"Gifts.Nora.TripleShotEspresso": "Это именно то, что мне было нужно, прежде чем погрузиться в исследование сегодня.#$b#Ты всегда знаешь, как поднять мне настроение!$1",
"Gifts.Nora.SnakeSkull": "Это... то, что я думаю?$2#$b#Такое невероятное открытие! И ты даришь его мне? Правда?$1#$b#Должно быть, я тебе очень нравлюсь, фермер. Я положу это в надежное место.",
"Gifts.Nora.ChocolateCake": "Спасибо! Как ты узнал, что я хочу шоколадный торт?$1#$b#Нет ничего плохого, что не исправит хороший кусок шоколадного торта.",
"Gifts.Nora.PumpkinPie": "Это... на вкус точно как осень.$1#$b#Десерты со вкусом тыквы - мои любимые блюда осени, ты знаешь?#$b#Ну, это, жуткие предчувствия и тот факт, что сейчас сезон лягушек!$1#$b#Может, я и правда люблю осень...$3",
"Gifts.Nora.Emerald": "ПОСМОТРИ НА ЭТО!!! Это так красиво!$1#$b#Зеленый - мой любимый цвет. Поверь мне, когда я скажу, что буду дорожить этим, фермер.",
"Gifts.Nora.Strawberry": "Все, что приготовлено с клубникой, невероятно вкусно.#$b#Жаль, что я не умею готовить.$2",
"Gifts.Nora.Blueberry": "О, фермер. Если бы мне каждый день дарили чернику, я был бы на 250% была счастливее.#$b#Не то чтобы я не была счастлива. Но ты ведь понимаешь, к чему я клоню?$1",
"Gifts.Nora.Tulip": "Тюльпаны - такие красивые цветы! Спасибо, @.#$b#Я сразу же поставлю его в вазу!",
"Gifts.Nora.Wine": "Похоже, это очень хорошее вино, фермер. Не стоит тратить его на меня.#$b#Я не очень люблю алкоголь. Прости.$2#$b#Харви обожает его!",
"Gifts.Nora.EnergyTonic": "О, эм, спасибо.$2#$b#В моем доме мы пьем кофе только для того, чтобы не заснуть. Совет на следующий раз.",
"Gifts.Nora.Pickles": "О, как я могу сказать тебе это...$3#$b#Я та девушка, которая всегда просит не класть огурцы на сэндвич.$2",
"Gifts.Nora.Pearl": "Какими бы красивыми они ни были, я считаю, что процесс получения жемчуга того не стоит.$2",
"Gifts.Nora.Slime": "Мой сосед по комнате - в прямом смысле слова фермер, выращивающий слизь. Можно сказать, что меня это не волнует.$5",
"Gifts.Nora.GreenTea": "Знаешь, для меня любой горячий чай на вкус как кипяток.$2#$b#Холодный чай намного лучше!",
"Gifts.Nora.Spaghetti": "А, углеводы... величайшее питательное вещество из всех.$1#$b#Ну, по крайней мере, для меня. Я - любительница углеводов.",
"Gifts.Nora.Beer": "Фермер, я не очень люблю пить. Но иногда выпиваю.#$b#Но когда я это делаю, это не то. Вкус ужасен.$2",
"Gifts.Nora.JojaCola": "...Серьезно?$2#$b#Ты даешь мне Джоджа колу? Мне?$2#$b#Так, на будущее: не давай мне Джоджа колу, @.",
"Gifts.Nora.SoggyNewspaper": "Хм... то есть...$2#$b#Мусор одного человека - сокровище другого?$2#$b#И для справки, я - человек, выносящий мусор. Это просто мусор.$2",
"Gift.Nora.Driftwood": "Ты даешь мне... древесину?$2#$b#Что именно ты хочешь, чтобы я с этим сделала? Мне искренне любопытно.$2#$b#Новая игрушка для Глупыша.",
"Gift.Nora.AnAutographedPhoto": "О, Родни О'Брайен! Он просто прелесть.$1#$b#Я буду использовать это как закладку для своих книг.",
"Gift.Nora.Jasper": "Я думаю, что яшма - довольно недооцененный драгоценный камень.$1#$b#Он такой красивый, но если поставить его рядом с бриллиантом, он легко затмевается.$2#$b#Спасибо, что видишь красоту в этом, фермер.",
"Gift.Nora.AmphibianFossil": "Ух ты, фермер, где ты это нашел?$1#$b#У тебя в руках настоящее сокровище. Не дай Гюнтеру схватить его, когда ты будешь передавать его в руки!",

// СТРОКИ ПО КАРТЕ
"NoraToriBookshelf1": "Это копия 'Большой книги слизи'. Выглядит уместно для дома владельца слизнями.",
"NoraToriBookshelf2": "Книжную полку украшает снежный шар. Присмотревшись, вы видите внутри змею и слизня.",
"NoraToriBookshelf3": "'Когда пеппер-рекс делает зум-зум, это заставляет мое сердце бум-бум: эссе о том, почему пеппер-рексы - лучшие', доктор Матео Луис",
"NoraToriBookshelf4": "Куча книг о слизнях.",
"NoraToriBookshelf5": "'Тайны дварфов', М. Джаспер. Она выглядит изношенной.",
"NoraToriBookshelf6": "Украшенная чаша с нарисованными на ней маленькими змейками. Похоже, что ее сделали дети.", 
"NoraToriReadingCornerBooks": "Среди других книг выделяется экземпляр 'Герпетология Республики Фернгилл'.",
"NoraToriOpenBook": "Здесь много примечаний и подчеркиваний. Нора, должно быть, занималась.",
"NoraToriHandbag": "Сумочка. Внутри - набор ручек, помада светлого оттенка, солнцезащитный крем и блокнот.",
"NoraToriClock": "Это часы. Звук очень успокаивает.",
"NoraToriPhone": "Телефон с маленькой записной книжкой. Последняя запись гласит: 'Пьер ЗАКРЫТ по средам НЕ ХОДИТЬ' и много восклицательных знаков.",
"NoraToriCoffeeMachine": "Кофеварка. Выглядит шикарно.",
"NoraToriFridge": "На холодильнике висят фотографии Норы и Тори во время поездок. Они выглядят счастливыми.",
"NoraToriTrash": "Мусор. Пара банановых кожурок и пластиковый пакет с чем-то похожим на змеиную кожу внутри.",
"NoraToriTV": "Идет документальный фильм о дикой природе.",
"NoraTrash": "Там много черновиков и липкая записка с надписью 'ЧТО ТАКОЕ СЛИЗНИ'?",
"NoraBookshelf1": "Сокровища Норы в колледже: стопка старых использованных тетрадей с разными датами на них.",
"NoraBookshelf2": "'Содержание рептилий: как ухаживать за рептилиями'. Из него торчат несколько липких заметок разных цветов.",
"NoraBookshelf3": "Фотоальбом с надписью 'ФЕРНГИЛЛ-ТУР: ПРОМЕЖУТОЧНЫЙ ГОД'.",
"NoraBookshelf4": "Это рисунок Норы и Пенни с Джасом, Винсентом и Элоизой.",
"NoraBookshelf5": "Копия книги 'Arcana Catcher: Prunus', автор Родни О'Брайен.",
"NoraBookPile2": "Стопка книг с несколькими научными статьями.",
"NoraBookPile1": "Ассортимент книг о вымирающих и исчезающих видах.",
"NoraDesk": "Стол для занятий со всеми необходимыми предметами.",
"NoraDresser": "Комод Норы. У нее целый ящик отведен под шарфы.",
"NoraToriStupid": "Глупыш смотрит прямо на вас. За этими глазами нет ни единой мысли.",
"NoraToriPinkiePie": "Пинки Пай видит, что вы приближаетесь, и прячется под листьями. Она не очень общительна.",     

/// ТЕМЫ ДЛЯ РАЗГОВОРОВ
"CT.Nora.SterlingDrugs": "О, Стерлинг очень вежлив. Он всегда был вежлив со мной.#$b#Но его привычки заставляют меня беспокоиться за него...$#$b#Не мог бы ты время от времени проверять его? Кажется, ты ему очень нравишься.",
"CT.Nora.SterlingFight": "Я слышал, что у Пьера со Стерлингом все накалилось.$2#$b#Он хороший человек. Зависимость - это не шутка, правда.$2#$b#Надеюсь, теперь он хорошо восстановится. Каждый заслуживает нового шанса.",
"CT.Nora.SterlingRecovery": "Я так рада видеть, что Стерлингу становится лучше.$1#$b#Это трудный процесс, но я верю, что он справится. Я рада, что ты был рядом, чтобы помочь ему.",
"CT.Nora.DylanIntro": "О, ты знаком с Диланом? Он мне очень нравится, он такой хороший друг.$1#$b#Когда мы впервые встретились, мы часами говорили о наших общих интересах.#$b#Вообще-то, большую часть разговора вела я, но он был достаточно любезен, чтобы слушать.$3#$b#Знаешь ли ты, что существуют морские змеи? Да, мы узнали об этом из документального фильма.#$b#Время от времени мы любим вместе смотреть документальные фильмы. Присоединяйся к нам как-нибудь!$1",
"CT.Nora.Jean&Jorts": "Я была совершенно потрясена, когда впервые услышала речь этих кошек.#$b#Я даже потратила несколько дней на исследование, чтобы узнать, есть ли еще какие-нибудь записи о говорящих животных...$1#$b#Не было зарегистрировано ни одной говорящей змеи или геккона.$2#$b#Лично я считаю, что это преступление на почве ненависти ко мне.",
"CT.Nora.ButteredJorts": "Бедный Джортс! Откуда у него столько масло для этого...$2#$b#Надеюсь, с котом все в порядке!$2",
"CT.Nora.Mia": "Мия - самая милая девушка на свете!$1#$b#Я пытаюсь договориться с Кьярой, чтобы она приехала в гости и испекла с ней.#$b#Мне кажется, они бы стали хорошими друзьями!$1",
"CT.Nora.RodneyIntro": "Ты знаком с автором, который живет в силосной башне? Да... этот парень действительно что-то из себя представляет.#$b#У меня такое чувство, что я ему не нравлюсь. Может, я просто слишком много говорю!$3#$b#Он стильный, надо отдать ему должное. И мне нравятся его книги!$1",
"CT.Nora.CambriaIntro": "Кембрия очень милая, но эта ее курица...$2#$b#Она пытается съесть Глупыша каждый раз, когда видит его. Просто дьявольщина!$5#$b#Я понимаю, что у нас есть вся эта пищевая цепочка и так далее, но он мой ребенок!$2#$b#Я совершила ошибку, взяв его с собой в ее дом только один раз... больше никогда.$2",
"CT.Nora.EliIntro": "Илай - один из моих любимых людей.$1#$b#Он не уступает мне в энтузиазме. И я нахожу его сферу деятельности захватывающей!#$b#Я украла одну из его фланелей некоторое время назад, но он еще не заметил. Не говори ему!$1",
"CT.Nora.WillyBoatRepaired": "Значит, теперь мы все сможем посетить остров Джинджер?#$b#Интересно, какие виды животных там обитают и ждут, чтобы их открыли?$3#$b#Нориан уже в пути, помяните мое слово!",
"CT.Nora.ResortOpen": "Я подумываю о том, чтобы провести отпуск на этом новом курорте.$3#$b#Но я думаю, что сойду с ума, если мне нечем будет заняться. Я и так схожу с ума, когда есть чем заняться!$2#$b#Кроме того, я не очень люблю пляж... Слишком много всего нужно учесть.$3",
"CT.Nora.Wedding": "Ты женился! На самом деле женился! Кольцо и все остальное!$1#$b#Я очень горжусь тобой. О, они все так быстро растут.",
"CT.Nora.BabyBoy": "Ребенок? ТВОЙ ребенок? У него уже есть крестная мама? Поскольку я свободна!$1",
"CT.Nora.BabyGirl": "Ребенок? ТВОЙ ребенок? У нее уже есть крестная мама? Поскольку я свободна!$1",
"CT.Nora.RailroadEartquake": "Ты слышал этот шум прошлой ночью?#$b#Я вообще-то спрашиваю. Все говорят об этом шуме, но я спала мертвым сном, без вспомогательных средств.#$b#Я ничего не слышала.",
"CT.Nora.Mateo": "МАТЕО? Очень люблю его.$1#$b#В первый раз, когда мы встретились, я ворвалась к нему домой и застала его в нижнем белье с дино и поедающим мороженое.$1#$b#Я просто хотела посмотреть на его Дино. Живого, а не в нижнем белье.#$b#Но дружба была приятным бонусом!$1",
"CT.Nora.JasperMissing": "В последнее время я не вижу Джаспера в библиотеке во время занятий, ты что-нибудь слышал о нем?$2#$b#Я начинаю немного волноваться.$2",
"CT.Nora.JasperBack": "Джаспер наконец-то вернулся! Правда, он сильно изменился.$2#$b#Я постараюсь рассказать ему интересные факты о рептилиях, чтобы развеселить его. Он всегда любит узнавать новое.",
"CT.Nora.LeoArrival": "Я слышала, что ты привез ребенка с острова Джинджер, это правда?#$b#Легко почувствовать себя не в своей тарелке, когда переезжаешь в новое место...$2#$b#Надеюсь, он хорошо устроится. Я расскажу ему еще больше крутых фактов!$1",
"CT.Nora.BookLaunchParty": "Презентация книги Родни была такой захватывающей!$1#$b#Я уже получила свой экземпляр. Не могу дождаться вечера, чтобы прочитать его!",
"CT.Nora.RodneyPoetryReading": "Тори сказала, что Родни читал стихи посреди ночи...$3#$b#На самом деле она была очень раздражена. Я ничего не слышала.#$b#Полагаю, это преимущество плохого слуха?$3",
"CT.Nora.MateoConfrontation": "В последнее время Гюнтер очень взволнован.$3#$b#Каждый раз, когда я пытаюсь поговорить с ним, он кажется... не в себе?$3#$b#Надеюсь, все будет хорошо. Он выглядит очень напряженным.$2",
"CT.Nora.MateoPain": "Мне так жаль Матео. Надеюсь, ничего серьезного, и они скоро вернутся.$2#$b#Как ты думаешь, им понравится, если я принесу суп, когда они вернутся?$3",
"CT.Nora.GuildComplete": "Ты видел новое здание на пляже? Оно замечательное, правда?$1#$b#Не могу поверить, что у нас есть собственное отделение Гильдии искателей приключений. Так интересно!$1#$b#Погоди, значит ли это, что мы также получим монстров в Скарпе?$3#$b#Что ж, я рада, что теперь у нас есть кому этим заниматься.",
"CT.Nora.GuildFinale": "Когда я говорю тебе, что не могу поверить, что у Матео просто...Теперь есть динозавр?$7#$b#Я не знаю, как это произошло, но мне просто необходимо было ворваться в гильдию, чтобы увидеть все своими глазами.#$b#Я застала его в нижнем белье с дино и поедающим мороженое. Это было... зрелище.$3#$b#Я просто хотела увидеть дино! Живого, а не в нижнем белье!",
"CT.Nora.DylanBeach": "Я слышала, что вы с Диланом очистили пляж! Так держать, фермер!$1#$b#Мы должны заботиться об этом месте. В конце концов, это наш дом.",
"CT.Nora.NoraChameleon": "Я до сих пор не могу поверить в происходящее. А ты можешь в это поверить?$1#$b#Я сейчас занята работой, но это того стоит.#$b#Мы нашли его, @! Мы нашли фиолетового хвостатого хамелеона!",
"CT.Nora.DitR_CT_ShadowPlay": "Вчера вечером я увлеклась книгой ужасов и читала до тех пор, пока не стало слишком поздно.$2#$b#А потом этот шум! Что это было, медведь? Это было так страшно!$7#$b#Я не очень горжусь тем, что мой крик еще больше напугал Тори, но зрелище было забавное, не буду врать.$1",
"CT.Nora.DitR_CT_SensFlowers": "Невиданный ранее цветок, распустившийся по всей долине за одну ночь, - это... странно.$3#$b#Но, судя по моему опыту, это не обычное место. Так что, надеюсь, ничего плохого!$1#$b#И это очень красиво, не правда ли?",
"CT.Nora.JulietGremlin": "Щенок, которого нашла Джульетта, просто очарователен!$1#$b#Я надеюсь, что в итоге она позаботится о нем. Она не думает, что способна на это, но это не так.#$b#А домашний питомец всегда поднимает настроение!$1",
"CT.Nora.GreenRain.1": "Вау, ты осмелилась выйти на улицу в такой дождь?$7#$b#Я понятия не имею, чем это вызвано, и не собираюсь выяснять. Предоставлю это Деметриусу или Илаю.$3#$b#Вместо этого я просто останусь дома и почитаю книгу ужасов. Звучит подходяще.",
"CT.Nora.GreenRain.2": "Мне было интересно, повторится ли это с прошлого года.$3#$b#Судя по всему, это безвредно. Но я все равно найду время, чтобы остаться дома и ничего не делать.",

/// ПОЧТА
"NoraPHD.1": "Мой дорогой фермер,^^Обычно я предпочитаю обсуждать все с глазу на глаз, как, я уверена, ты уже знаешь. Однако после нашего вчерашнего разговора у меня дома я прозрела относительно моих дальнейших действий.^^Я также хотела бы извиниться за свой срыв. В последнее время я чувствовала себя слишком подавленной, но я уверена, что справлюсь с этим.^^Сегодня я уезжаю, чтобы поступить в Университет города Зузу и закончить начатую работу. Вернусь примерно через неделю. К тому времени обязательно загляните как-нибудь в салун. У меня такое чувство, что мы будем праздновать!^^Целую от меня и детей,^^Нора.",
"SavingTheSpecies.1": "Привет @,^^Открытие, которое мы сделали вчера, - это самое невероятное, о чем я только могла мечтать! Работа с исчезающим видом требует много внимания, поэтому я прорабатываю наилучший вариант действий, чтобы попытаться спасти маленьких ребят.^^Я встретилась с профессором Улиткиным, интеллектуалом, живущим на острове Джинджер. Он помогает мне со многими вещами.^^Пожалуйста, если у тебя есть время, зайди к нему в офис как-нибудь на следующей неделе! Думаю, тебе стоит посмотреть, над чем мы работаем.^^Твоя лучшая подружка,^^Нора.",

///ЖИТЕЛИ ДЕРЕВНИ В ПОДДЕРЖКУ НОРЫ

"CT.Harvey.NoraIntro": "Нора? О, она прекрасная леди.#$b#Хотя для новичков она может оказаться слишком сложной.#$b#Дай ей шанс, хорошо?$1",
"CT.Maru.NoraIntro": "Ты встречался с Норой? Она очень умная.#$b#Приятно, что женщин в научно-технической сфере становится больше. Она понимает, что такое борьба.",
"CT.Emily.NoraIntro": "Мне нравится Нора. Она всегда заходит в салун по пятницам, и мы можем поболтать.#$b#По крайней мере, она может поболтать, пока я обслуживаю клиентов. Но в любом случае это весело.$1",
"CT.Haley.NoraIntro": "Девушка-змея? Честно говоря, я ее терпеть не могу.$3#$b#Стоит ей начать говорить, как она уже никогда не остановится.$2#$b#И то, как она одевается... Без комментариев.$3",
"CT.Jodi.NoraIntro": "Нора оказывает хорошее влияние на детей. Она заставляет их учиться, чтобы быть похожими на нее.#$b#Винсент всегда любит, когда Пенни приглашает ее на урок.",
"CT.Leah.NoraIntro": "Нора хорошая, она любит заходить в мой домик, когда идет в лес.#$b#Она даже приносит мне пару вещей, которые собирает. Это очень заботливо с ее стороны.",
"CT.Gunther.NoraIntro": "Нора - один из самых преданных своему делу ученых, которых я знаю.#$b#Я почти уверен, что она проводит в библиотеке больше времени, чем в собственном доме.$1",
"CT.Sebastian.NoraIntro": "Тот герпетолог? Полагаю, она в порядке...$2#$b#Я просто стараюсь избегать встреч с ней, когда у меня нет настроения разговаривать. А это бывает часто.",
"CT.Vincent.NoraIntro": "Нора...?$3#$b#А, ты имеешь в виду мисс Чемберс?#$b#Она такая умная! А еще у нее есть змея и геккон!#$b#Они очень милые.",
"CT.Jas.NoraIntro": "О... Мисс Чемберс очень умна.$3#$b#Может быть, однажды я смогу стать такой же умной, как она.$3",
"CT.Penny.NoraClass": "Я рада, что Нора смогла присоединиться к нам на занятиях.#$b#Приглашай людей, чтобы обсудить с детьми их любимые темы, - это может их очень обогатить.",
"CT.Jas.NoraClass": "Сегодня на уроке было очень здорово.#$b#Мисс Чемберс разрешила мне взять свою книгу!",
"CT.Gunther.NoraClass": "То, что занятия проходят в библиотеке, просто восхитительно.#$b#Эти дети так хотят учиться. К счастью, у них есть много желающих преподавать!$1",
"CT.Vincent.NoraClass": "Ты видел, какой крутой был урок у мисс Чемберс?#$b#Когда я вырасту, я тоже хочу изучать животных!#$b#Может быть, я буду изучать собак! Мне нравятся собаки!",
"CT.Harvey.NoraFear": "Я пытаюсь помочь Норе справиться с боязнью иголок.#$b#Когда она только приехала в долину, все было гораздо хуже.#$b#Я думал, что в какой-то момент мне придется давать ей успокоительное.$2#$b#Рад, что это уже в прошлом!$1",
"CT.Maru.NoraFear": "Бедная Нора... Ей всегда нелегко.$2#$b#Я рада, что ты был рядом с ней, чтобы помочь, @!",
"CT.Harvey.NoraSad": "Эй, @, ты говорил с Норой в последнее время?#$b#Она выглядит немного иначе... Боюсь, она не такая разговорчивая, как обычно.$3",
"CT.Maru.NoraSad": "Тебе не кажется, что Нора немного не в себе?#$b#Она так занята, что я боюсь, как бы она не перегорела.$2#$b#Проверь ее, если сможешь, @.",
"CT.Leah.NoraSad": "В последнее время Нора так занята, что даже не заглядывает в гости, чтобы принести еду.$2#$b#Если честно, я за нее волнуюсь.$3",
"CT.Gunther.NoraSad": "Ты не знаешь, происходит ли что-нибудь с нашим дорогим другом-герпетологом?#$b#Я боюсь, что она слишком много учится. Даже самые блестящие умы заслуживают отдыха.",
"CT.Harvey.NoraBusy": "Я не знаю, чем занята Нора, но надеюсь, что с ней все в порядке.#$b#Как только она получит степень доктора философии, мы должны это отпраздновать!$1",
"CT.Maru.NoraBusy": "Нора просто исчезла, да? Интересно, над чем она работает...#$b#Ничто в научной жизни не дается легко, верно?",
"CT.Gunther.NoraBusy": "Нора зашла, набрала огромную кучу книг и отправилась домой.#$b#Не знаю, что она задумала, но думаю, что это должно быть превосходно.",
"CT.Penny.NoraBusy": "Я собиралась спросить у Норы, не хочет ли она прочесть еще одну лекцию, но в последнее время она не появлялась в городе.#$b#Надеюсь, она скоро вернется.$1",
"CT.Harvey.NoraProud": "Честное слово, я так горжусь Норой!$1#$b#Надеюсь, теперь она откажется от кофе и замороженных блюд. Я давно ей говорю!#$b#Это определенно вредно для здоровья в больших количествах.",
"CT.Maru.NoraProud": "Как ты думаешь, теперь, когда Нора свободна, она не против присоединиться ко мне, чтобы построить робота-дракона комодо?#$b#Мне бы просто хотелось получить помощь в анатомии.$3",
"CT.Leah.NoraProud": "Радует, что у Норы появилось больше свободного времени.#$b#В долине есть много интересного, и было бы обидно, если бы она не смогла насладиться всем этим.$1#$b#Как-нибудь я возьму ее с собой в лес.",
"CT.Gunther.NoraProud": "Нору ждет блестящее будущее.#$b#Я очень рад, что смог помочь ей в ее жизненном пути.",
"CT.Harvey.NoraMuseum": "Я очень рад, что Нора получила эту работу. Это способ занять ум.$1#$b#Я просто надеюсь, что она не переборщит с этим.#$b#Боюсь, это уже привычно.$2#$b#Если мне когда-нибудь снова придется брать у нее кровь, пожелай мне удачи.",
"CT.Maru.NoraMuseum": "Нора сказала мне, что у нее теперь есть работа!#$b#На мгновение я подумала, что ей придется навсегда вернуться в город Зузу.#$b#Я бы точно по ней скучала. Рада, что она останется!$1",
"CT.Leah.NoraMuseum": "Подожди, так у Норы теперь две работы?#$b#Одна здесь, а другая в городе Зузу?#$b#Я рада за нее, но еще больше я рада тому, что могу работать со своим искусством.$1",
"CT.Gunther.NoraMuseum": "С Норой в музее мне стало намного легче.#$b#Она очень полезна. И дополнительное финансирование тоже приветствуется.",
"CT.Elliot.NoraMuseum": "Я видел, что местный герпетолог получила работу в музее.#$b#Полагаю, чем больше людей готовы внести свой вклад в сохранение долины, тем лучше.",
"CT.GuntherSilvian.NoraIntro": "Нора - один из самых преданных своему делу ученых, которых я знаю.#$b#Я почти уверен, что она проводит в библиотеке больше времени, чем в собственном доме.$1",
"CT.GuntherSilvian.NoraClass": "То, что занятия проходят в библиотеке, просто восхитительно.#$b#Эти дети так хотят учиться. К счастью, у них много желающих преподавать!$1",
"CT.GuntherSilvian.NoraSad": "Ты не знаешь, происходит ли что-нибудь с нашим дорогим другом-герпетологом?#$b#Я боюсь, что она слишком много учится. Даже самые блестящие умы заслуживают отдыха.",
"CT.GuntherSilvian.NoraBusy": "Нора зашла, набрала огромную кучу книг и отправилась домой.#$b#Не знаю, что она задумала, но знаю, что это должно быть превосходно.",
"CT.GuntherSilvian.NoraProud": "У Норы впереди блестящее будущее.#$b#Я очень рад, что смог помочь ей в ее жизненном пути.",
"CT.GuntherSilvian.NoraMuseum": "С Норой в музее мне стало намного легче.#$b#Она очень полезна. И дополнительное финансирование тоже приветствуется.",
"CT.GuntherSilvian.NoraChameleon": "Нора сказала мне, что вы вдвоем нашли хамелеона на острове Джинджер?#$b#Кто бы мог подумать, что он был там всегда.$1#$b#Она не может перестать говорить об этом. И о тебе тоже.#$b#Она сказала, что ты сыграл решающую роль в ее открытии.$1",
"CT.Harvey.NoraChameleon": "Эй, ты не знаешь, с Норой все в порядке?#$b#Я столкнулся с ней вчера. Или, скорее, она столкнулась со мной.#$b#И я говорю об этом буквально. Она бежала на полной скорости и не сказала мне, куда направляется.$2#$b#Когда я встал, она была уже слишком далеко.$2",
"CT.Leah.NoraChameleon": "Сегодня я проснулась от того, что мне пришло около 20 сообщений от Норы.$2#$b#В одном из них она просто кричала. Она очень рада этому, да?",
"CT.Maru.NoraChameleon": "Я полностью понимаю, откуда у Норы такое волнение.#$b#Для нее это то же самое, что робототехника для меня.$1#$b#Ученые девушки просто понимают друг друга.",
"CT.Penny.NoraChameleon": "Нора сказала, что работает над четырехчасовой лекцией о своих последних открытиях для детей.#$b#Я не уверена, что это сработает, но у меня не хватило духу сказать ей об этом.$2",

/// ФИЛЬМЫ!
"Nora.MovieInvitation": "В кино? Конечно, у меня сегодня есть свободное время!$1#$b#Ничего, если я заплачу? Я склонна к сильным эмоциям.$3",
"spring.movie.0.1": "Храбрый маленький саженец? Я давно собиралась посмотреть этот фильм!$1#$b#Саженец выглядит так мило! Посмотри на него! Маленький парень!",
"spring.movie.0.2": "Покинуть дом вот так, чтобы развиваться... Это действительно требует большого мужества.$2#$b#Это слишком близко к сердцу...$3",
"spring.movie.0.3": "Это был такой опыт. Такая удивительная история.#$b#Действительно вдохновляет не сдаваться! Мне очень понравилось!$1#$b#Спасибо за приглашение, фермер!",
"spring.movie.1.1": "Я очень люблю документальные фильмы.#$b#В нашем мире так много прекрасного!$1",
"spring.movie.1.2": "Это вызывает у меня желание снова отправиться в путешествие. Я скучаю по этому!$1#$b#Кто знает, что еще мне предстоит открыть?#$b#Спасибо тебе за это, я отлично провела время!$1",
"summer.movie.0.1": "Я уже читала о Короле прерий.#$b#Не знала, что они сняли фильм! Звучит круто!$1",
"summer.movie.0.2": "Нора покусывает ногти...",
"summer.movie.0.3": "ЧТО! ТЫ, СУКИН СЫН...$5",
"summer.movie.0.4": "Я рада, что у него была такая замечательная цель!$1#$b#Я определенно буду следить за его историей! Это было весело.",
"summer.movie.1.1": "Вумбус? Понятия не имею, о чем это. Но я люблю фантастику!$1#$b#Давненько я не смотрела научно-фантастические фильмы. Давай сделаем это!",
"summer.movie.1.2": "Честно говоря, я ожидала от него большего.$3#$b#Как можно быть таким незаинтересованным во всем человеком, как Россель? Это сокрушает мой дух!$2#$b#Вумбус - хороший парень. Он старался.$2",
"fall.movie.0.1": "Мистериум, да? Я никогда не слышала об этом фильме...$3#$b#Как ты думаешь, это будет слишком страшно?$3",
"fall.movie.0.2": "Нора выглядит невероятно растерянной.",
"fall.movie.0.3": "Я не поняла ни одной вещи, которая там произошла.$3#$b#Мне даже не было страшно. Я не знала, что происходит.#$b#У меня НЕ хватает времени на подобные фильмы.$3",
"fall.movie.1.1": "О, это выглядит так страшно.$2#$b#Найденные кадры всегда пугают меня!$2",
"fall.movie.1.2": "Вот это хороший фильм ужасов.$1#$b#Я была в ужасе! Но мне очень понравилось!",
"winter.movie.0.1": "Честно говоря, я не очень люблю фильмы про Зимнюю звезду.#$b#Но в любом случае я рада провести с тобой время!$1",
"winter.movie.0.2": "Это было намного лучше, чем я ожидала!#$b#Как они надеялись, что все будет хорошо... Они все такие стойкие!$2#$b#Теперь дух Зимней звезды жив!$6#$b#Извини, мне нужна салфетка.$2",
"winter.movie.1.1": "Зузу Сити Экспресс! Это один из моих любимых фильмов!$1#$b#Это никогда не надоедает. Я с удовольствием посмотрю его вместе с тобой!",
"winter.movie.1.2": "У Норы слезятся глаза. Она произносит слова.",
"winter.movie.1.3": "О, этот фильм... Что я могу сказать?$1#$b#Вместе с тобой мы смотрели этот фильм, и он стал еще более особенным.",

/// ДИАЛОГ ОСНОВНЫХ СОБЫТИЙ

// ВСТУПЛЕНИЕ

"Events.NORA.Introduction.Nora.1": "О, мне нужно купить еще еды для детей сегодня...$3",
"Events.NORA.Introduction.Nora.2": "Я до сих пор не купила фрукты на этой неделе.$3#$b#О, и это эссе должно быть написано сегодня...? Или завтра?$3",
"Events.NORA.Introduction.Nora.3": "В любом случае, я скоро займусь этим.$3#$b#Не хотелось бы...",
"Events.NORA.Introduction.Nora.4": "О, привет!$1#$b#Прости, я не видела тебя там!#$b#Я просто болтала сама с собой о том, что мне нужно сделать.#$b#Это... хм... более распространено, чем ты думаешь.$3",
"Events.NORA.Introduction.Nora.5": "Кстати, меня зовут Нора.$1#$b#Погоди, я уже говорила тебе об этом?$3#$b#Иногда я забываю о том, что говорила раньше.$3#$b#Но, думаю, не стоит повторять дважды.$1#$b#Ты ведь недавно переехал сюда, верно?",
"Events.NORA.Introduction.Nora.6": "Всегда приятно видеть новые лица в долине.#$b#В это место очень легко влюбиться, так что мне даже не нужно говорить, что оно тебе понравится.$1",
"Events.NORA.Introduction.Nora.7": "Помни, что всегда нужно быть добрым к Звездной долине, фермер. И она будет добра к тебе.",
"Events.NORA.Introduction.Nora.8": "Ну, я опаздываю. У меня еще много дел!$1#$b#Хорошего дня, фермер. И посмотрите на геккона, когда будешь уходить.#$b#Не волнуйся, он не укусит! А если и укусит, то не очень больно.$1",

// 2 СЕРДЦА
"Events.NORA.2H.Nora.1": "О, фермер! Рада видеть тебя в лесу Синдерсэп!$1#$b#Не хочешь присоединиться ко мне в этот солнечный день?",
"Events.NORA.2H.Nora.2": "На самом деле я здесь из-за своих исследований. Ты знаешь, для моей докторской диссертации.",
"Events.NORA.2H.Nora.3": "Ты когда-нибудь слышал о фиолетовом хвостатом хамелеоне?#$b#Я не удивлюсь, если ты не видел. Это очень редкий вид... и тому есть печальная причина.$2",
"Events.NORA.2H.Nora.4": "Этот вид находится под угрозой исчезновения. Он очень чувствителен к изменениям окружающей среды, и в связи с глобальным потеплением и загрязнением он постепенно исчезает.$2#$b#На самом деле они происходят с острова под названием Аркания и в конце концов попали сюда.#$b#Лет двадцать назад долина была полна ими. Это была идеальная среда обитания, где они могли размножаться и находить достаточно пищи.#$b#Однако с появлением Джоджи все сильно изменилось. Полагаю, ты знаешь, почему.$5",
"Events.NORA.2H.Nora.5": "Моя главная цель - узнать, остались ли они в этом месте.$2#$b#Если да, то я должна оценить, сколько их еще здесь, что влияет на них больше всего и есть ли еще возможность изменить ситуацию.$3",
"Events.NORA.2H.Nora.6": "Каждый раз, когда вид вымирает, это как... часть планеты умирает вместе с ним. Часть истории теряется.$2#$b#И очень грустно видеть, что люди готовы делать то, что, как они знают, повредит планете, только... ради денег.$2",
"Events.NORA.2H.Nora.7": "Наша задача как ученых - что-то с этим сделать.", 
"Events.NORA.2H.Nora.8": "В любом случае, я должна вернуться к этому. Один из них может появиться в любой момент!$1#$b#Спасибо за компанию, фермер.",

// 3 СЕРДЦА
"Events.NORA.3H.Vincent.1": "Так... это что-то вроде доспехов?$3",
"Events.NORA.3H.Nora.1": "Ну, не совсем, но близко!$1#$b#Чешуя может защищать рептилий от других животных, это правда. Но это не единственное, что она делает.#$b#Она также помогает рептилиям передвигаться и даже позволяет удерживать воду внутри тела!$4",
"Events.NORA.3H.Eloise.1": "Звучит здорово!",
"Events.NORA.3H.Vincent.2": "Да! Почему у нас нет чешуи?",
"Events.NORA.3H.Nora.2": "Потому что у нас есть много других вещей, которых нет у рептилий!$1#$b#Поэтому нам не нужна чешуя.",
"Events.NORA.3H.Jas.1": "Тогда кто мы?", 
"Events.NORA.3H.Penny.1": "О, @. Рада тебя видеть.#$b#У нас как раз была лекция с нашим специальным гостем.",
"Events.NORA.3H.Vincent.3": "Может ли фермер тоже посмотреть?",
"Events.NORA.3H.Eloise.3": "Да, @, пожалуйста, останься! Мы изучаем рептилий с мисс Чемберс!",
"Events.NORA.3H.Penny.2": "Ты можешь остаться, если захочешь, @.",
"Events.NORA.3H.Nora.3": "Так, на чем мы остановились...",
"Events.NORA.3h.Nora.4": "Ну, раз уж ты спросила Джас, мы относимся к категории млекопитающих!",
"Events.NORA.3H.Eloise.4": "И это тоже отличается от птиц, верно?",
"Events.NORA.3H.Nora.5": "Ты права, Элоиза!$1#$b#Птицы, рептилии и млекопитающие - это разные группы животных.$4#$b#А еще есть много других, например, земноводные и рыбы!",
"Events.NORA.3H.Vincent.4": "И что же делает их такими непохожими друг на друга?$3",
"Events.NORA.3H.Penny.3": "Дети, я не думаю, что у мисс Чемберс есть время, чтобы рассказать вам обо всем этом сегодня!$1",
"Events.NORA.3H.Nora.6": "О, не волнуйся, Пенни, все в порядке! Я совершенно не против проводить здесь больше времени, если дети хотят этого!$1#$b#Я не эксперт по всем группам животных, но я точно помню основы биологии.",
"Events.NORA.3H.Nora.7": "Итак, дети, пристегните ремни, потому что сейчас мы попадем в увлекательный мир зоологии...$4",

// 4 СЕРДЦА
"Events.NORA.4H.Nora.1": "Что значит, у тебя их нет?$2",
"Events.NORA.4H.Gunther.1": "Именно так и есть, мисс Чемберс.#$b#Боюсь, что ни одной из книг, которые ты ищешь, в настоящее время нет в наших запасах.#$b#На самом деле, я думаю, что единственная книга на эту тему, которая у нас сейчас есть, - это твоя собственная книга, благодаря твоему щедрому пожертвованию.",
"Events.NORA.4H.Nora.2": "Ах, очень жаль.$2#$b#Но я понимаю. Я знаю, что музей медленно восстанавливается после того, что случилось с экспонатами.$2#$b#Я уже говорила тебе, Гюнтер. Нора! Мисс Чемберс очень официально!#$b#Это напоминает мне о студенческих годах.",
"Events.NORA.4H.Gunther.2": "Да, это очень печально.#$b#Но ты можешь приносить сюда свои книги для изучения. Мне нравится твоя компания.",
"Events.NORA.4H.Nora.3": "Ты слишком добр, Гюнтер. Я благодарна тебе за то, что ты прислушиваешься к моим словам.",
"Events.NORA.4H.Nora.4": "О, @! Как раз вовремя!$1#$b#Пошли со мной, я хочу тебе кое-что показать.",
"Events.NORA.4H.Gunther.3": "Я приму это к сведению и вернусь к работе.",
"Events.NORA.4H.Nora.5": "Следуй за мной!",
"Events.NORA.4H.Nora.6": "Она стоит вон на той книжной полке.#$b#Это то, чем я по-настоящему горжусь.$1#",
"Events.NORA.4H.Nora.7": "Видишь это? Это копия книги 'Герпетология Республики Фернгилл'.#$b#И она очень дорога мне, потому что я ее написала!$1",
"Events.NORA.4H.Nora.8": "Понимаешь, я пропустила год в школе и сразу перешла из второго класса в старший...$2#$b#Поэтому я была моложе многих, когда поступила в Университет Зузу.#$b#Университет стал для меня прекрасным опытом. Академическая сфера - это действительно то, для чего я создана.$1#$b#Поэтому после окончания университета я сразу поступила в магистратуру.",
"Events.NORA.4H.Nora.9": "Я всегда планировала получить степень доктора философии.#$b#Но, как бы я ни любила эту книгу, временами она становится... подавляющей.$2#$b#Я поняла, что мне нужно отдохнуть, прежде чем погрузиться в самое масштабное и глубокое исследование в моей жизни.",
"Events.NORA.4H.Nora.10": "Поэтому я взяла отпуск.$1#$b#Но, несмотря на то, что я должна была отвлечься от этой темы, я просто... погрузилась в нее.#$b#В течение года я путешествовала по Фернгиллу, изучая местные виды рептилий и амфибий и собирая как можно больше информации.$1#$b#И я написала об этом книгу.$4",
"Events.NORA.4H.Nora.11": "Но есть... кое-что еще.$2#$b#Пока я путешествовала, мне было трудно не чувствовать себя... как будто я не принадлежу себе.$2#$b#Всю свою жизнь я пыталась просто вписаться в общество. Чувствовать себя частью чего-то большего. Группа, сообщество...$2#$b#И хотя академия может быть похожа на это, иногда кажется, что все совсем наоборот.$2",
"Events.NORA.4H.Nora.12": "Звездная долина стала моей последней остановкой перед возвращением в Зузу-Сити.#$b#Я остановилась в гостинице, пока проводила исследование, но... за то короткое время, что я была здесь, я почувствовала это.#$b#Я чувствовала, что именно здесь я должна быть. Что здесь есть какая-то большая цель.$1#$b#Поэтому, когда я услышала, что Тори ищет соседку по комнате, я сразу же подала заявку.",
"Events.NORA.4H.Nora.13": "Именно здесь я закончила работу над книгой и опубликовала ее.#$b#Этот экземпляр - самый первый, который я получила. Так что...#$b#Прочитай ее, если у тебя найдется время! Это интересно, обещаю.$1",
"Events.NORA.4H.Nora.14": "И снова я болтала без остановки. Прости за это.$1#$b#Теперь я отпущу тебя, фермер.",

// 6 СЕРДЕЦ
"Events.NORA.6H.Nora.1": "Ах, Нора. На этот раз ты действительно облажалась, да?$2",
"Events.NORA.6H.Nora.2": "О, @. Это ты!$1#$b#Не знала, что ты любишь ночные прогулки.#$b#Прекрасная ночь, не правда ли?",
"Events.NORA.6H.Nora.Question.1": "Прости, фермер, просто я не в настроении вести серьезную беседу.",
"Events.NORA.6H.Q1.Answer.1": "Что-то случилось?",
"Events.NORA.6H.Q1.Answer.2": "Это на тебя не похоже.",
"Events.NORA.6H.Q1.Response.1": "Ах. Я не очень хорошо в этом разбираюсь, да?",
"Events.NORA.6H.Q1.Response.2": "...Правда?$2",
"Events.NORA.6H.Nora.4": "Я очень близка к тому, чтобы закончить свою докторскую диссертацию.$2#$b#Ну, вообще-то, я просто... Я должна сдать ее в ближайшее время. Но у меня еще много дел.$2",
"Events.NORA.6H.Nora.5": "Когда я сказала родителям, что хочу стать герпетологом, они были не очень... в восторге.$2#$b#В моей семье много юристов, включая брата, поэтому для них было неожиданностью, что я выбрала именно это направление.$2#$b#Они не возражали. Более того, они меня поддерживали. Они говорили мне, что я стану великим ученым и сделаю невероятные открытия. Они были просто удивлены.",
"Events.NORA.6H.Nora.6": "Но все оказалось не совсем так.$2#$b#Моя мама всегда хвасталась тем, что я была лучшей в классе, занималась наукой и была умной.#$b#Но в конце концов... Я думаю, у нее просто закончилось, чем хвастаться.$2",
"Events.NORA.6H.Nora.7": "Быть ученым трудно. Быть женщиной в этой области еще сложнее.$2#$b#Тебе приходится постоянно доказывать свою правоту.$2#$b#Вещи, которые раньше давались легко, становятся сложной задачей. А СДВГ просто не дает сосредоточиться в некоторые моменты.$2#$b#Это как... У меня были самые блестящие колеса, а теперь они просто ржавеют.$2",
"Events.NORA.6H.Nora.8": "Это исследование, которое я провожу, пытаясь спасти этот вид...$2",
"Events.NORA.6H.Nora.9": "Мне нужно, чтобы ты знал, что они мне небезразличны.#$b#Рептилии были моей страстью на протяжении всей жизни. И я готова на все, чтобы спасти их.#$b#Но...$2",
"Events.NORA.6H.Nora.10": "Мне стыдно признаться, что какая-то часть меня очень хочет этого добиться, потому что я хочу снова почувствовать себя необыкновенной.$2#$b#Не просто... я. Но кто-то, кто изменил жизнь к лучшему.$2",
"Events.NORA.6H.Nora.11": "Луна сегодня выглядит прекрасно, не так ли?", 
"Events.NORA.6H.Nora.12": "Больше всего в луне мне нравится то, что она... всегда там.$2#$b#Сколько бы хаоса ни было в твоей жизни, луна остается неизменной.$2#$b#Думаю... это приносит мне утешение. Знать, что она всегда рядом со мной.$2",
"Events.NORA.6H.Nora.13": "Уже поздно, @. Не позволяй мне задерживать тебя.",

// 8 СЕРДЕЦ ЧАСТЬ 1
"Events.NORA.8H1.Nora.1.1": "Кто это?$5",
"Events.NORA.8H1.Nora.1.2": "О, @, это ты.$2#$b#Прости, но не мог бы ты оставить меня в покое? Я сейчас очень занята и я...$2#$b#...я не думаю, что смогу это сделать.$6",
"Events.NORA.8H1.Nora.2": "Их здесь больше нет, @. Они исчезли, они все исчезли.$6#$b#Либо это так, либо я действительно плохо справляюсь со своей работой.$2",
"Events.NORA.8H1.Nora.Question.1": "Я провалила дело, @. Теперь все кончено.",
"Events.NORA.8H1.Nora.Q1.Answer.1": "О чем ты говоришь?",
"Events.NORA.8H1.Nora.Q1.Answer.2": "Перестань драматизировать и расскажи мне, что произошло.",
"Events.NORA.8H1.Nora.Q1.Answer.3": "Почему бы нам просто не сделать несколько глубоких вдохов? Позволь мне помочь тебе.",
"Events.NORA.8H1.Nora.Q1.Response.1": "Хамелеоны, @. Они исчезли!$6",
"Events.NORA.8H1.Nora.Q1.Response.2": "Прости, я просто сейчас очень подавлена...$2#$b#Вот почему я хотела остаться одна.$5",
"Events.NORA.8H1.Nora.Q1.Response.3": "...Хорошо. Я попробую. Дай мне одну секунду.$2",
"Events.NORA.8H1.Nora.4": "Как ты знаешь, я уже давно ищу фиолетовых хвостатых хамелеонов..$2#$b#Прошло больше года. Год моей жизни, посвященный этому, а я так ничего и не нашла.$2#$b#У меня больше нет времени. Я должна его представить в ближайшее время.$2#$b#И все мои тезисы теперь просто недействительны.$2",
"Events.NORA.8H1.Nora.5": "Я обещала своим родителям... Я обещала, что они снова будут мной гордиться.$2#$b#Я думала, что смогу это сделать. Я была настолько уверена в этом, что даже не подумала рассмотреть другой вариант развития событий.$6#$b#Я действительно... потеряла свою искру.$6",
"Events.NORA.8H1.Nora.6": "Я даже не знаю, кем я являюсь вне этого.$2#$b#Я не знаю, что делать. Я крайне разочарована и просто хочу сдаться.$6",
"Events.NORA.8H1.Nora.Question.2": "Что, если это не то, для чего я создана?",
"Events.NORA.8H1.Nora.Q2.Answer.1": "Так и есть. Ты - Нора, герпетолог!",
"Events.NORA.8H1.Nora.Q2.Answer.2": "Неудача может случиться с каждым.",
"Events.NORA.8H1.Nora.Q2.Answer.3": "Может, тебе действительно стоит просто сдаться?",
"Events.NORA.8H1.Nora.Q2.Answer.4": "Возможно, ты смотришь на это с неправильной точки зрения.",
"Events.NORA.8H1.Nora.Q2.Response.1": "...Ах, @. Мне очень нравится это название.",
"Events.NORA.8H1.Nora.Q2.Response.2": "Да... Наверное, может.",
"Events.NORA.8H1.Nora.Q2.Response.3": "Ты так думаешь?#$b#Ну, я... может быть...$2",
"Events.NORA.8H1.Nora.Q2.Response.4": "Правда? Ты думаешь, в этом есть что-то хорошее?$2",
"Events.NORA.8H1.Nora.8": "Знаешь что? Я... Я не могу сдаться сейчас.$2#$b#Эта наука, этот проект - вся моя жизнь. Я не могу все бросить.$2#$b#Ты прав, @... Может быть, если я посмотрю на это с другой стороны...$3#$b#Может быть, все еще получится.",
"Events.NORA.8H1.Nora.9": "Тебе нужно уйти. Ничего личного, я просто... Мне нужно поработать над этим.",
"Events.NORA.8H1.Nora.10": "О, и...$2#$b#Спасибо, мой фермер.#$b#Это... очень много для меня значит.",

// 8 СЕРДЕЦ ЧАСТЬ 2
"Events.NORA.8H2.Leah.1": "Видишь, Нора! Я же тебе говорила!$1#$b#Я очень горжусь тобой. Хотя мне будет не хватать тебя, шныряющей по лесу рядом с моим домом.#$b#Наши разговоры всегда были веселыми.$1",
"Events.NORA.8H2.Nora.1": "Ты слишком добра, Лея.#$b#И не волнуйся! Я все еще буду рыскать рядом, обязательно! Не совсем от этого откажусь!$1",
"Events.NORA.8H2.Maru.1": "Каково это - официально закончить колледж спустя столько времени?",
"Events.NORA.8H2.Nora.2": "Я знаю, что технически должна сказать, что мне стало легче, но я знаю, что в итоге пропущу это.$1#$b#Ну, я полагаю, теперь у меня будет больше времени на инфодамп, так что это хорошо...$3",
"Events.NORA.8H2.Nora.3": "И в конце концов, я думаю... Я чувствую гордость.#$b#Все сложилось не совсем так, как я ожидала, но... Все в порядке. Теперь я вижу.",
"Events.NORA.8H2.Harvey.1": "Так и должно быть! Ты проделала отличную работу.$1",
"Events.NORA.8H2.Nora.4": "О, фермер, ты здесь! Чудесно!$1",
"Events.NORA.8H2.Nora.5": "Подождите, ребята, я хочу поговорить с @ на секунду. Я сейчас вернусь!",
"Events.NORA.8H2.Nora.6": "Я очень рада, что ты пришел! Без тебя вечеринка была бы не такой хорошей.$1",
"Events.NORA.8H2.Nora.7": "Прежде всего, я хочу извиниться за то, что так внезапно уехала на прошлой неделе.$2#$b#Но мне нужно было сосредоточиться, чтобы изменить ситуацию. И я это сделала!",
"Events.NORA.8H2.Nora.8": "После нашего разговора я поняла, что даже если все пойдет не так, как я планировала, еще не поздно что-то изменить.",
"Events.NORA.8H2.Nora.9": "Возможно, я не смогла спасти фиолетового хвостатого хамелеона... что меня очень огорчает.$2#$b#Поэтому я решила написать свое последнее сочинение о самом вымирании и способах его предотвращения.#$b#Я рассказала обо всем: о причинах, о том, как попытаться спасти вид, и даже привела несколько примеров других исчезающих видов.$4#$b#И я связалась с другими учеными по поводу этих видов. Некоторые ученые даже сами связались со мной!$1#$b#Так вот каково это - быть знаменитой?$3",
"Events.NORA.8H2.Nora.10": "Я снова отклоняюсь от темы. Дело в том, что...#$b#То, что в детстве меня считали одаренным ребенком, заставило меня задуматься о том, что и во взрослой жизни я должна соответствовать этому стандарту.$2#$b#И когда я поняла, что уже не так хороша... Было все труднее и труднее продолжать попытки.$2#$b#Я часто корила себя за неудачи, и это приводило меня в упадок.$2#$b#И я просто...$2",
"Events.NORA.8H2.Nora.11": "Спасибо, что помог мне понять, что мне не нужно быть идеальной, чтобы быть достаточно хорошей.",
"Events.NORA.8H2.Nora.12": "О, давай вернемся к вечеринке! Гас скоро принесет еду!$1",

// 9 СЕРДЕЦ
"Events.NORA.9H.Nora.1": "О. Привет, @.#$b#У тебя случайно нет с собой зонтика?$3",
"Events.NORA.9H.Nora.2": "Все в порядке. Я наслаждаюсь дождем.",
"Events.NORA.9H.Nora.3": "Именно с этого места я начала свое исследование. Очень давно.#$b#У меня было так много планов.$2",
"Events.NORA.9H.Nora.4": "Помнишь, что я сказала, когда мы впервые встретились в этом лесу?$2",
"Events.NORA.9H.Nora.5": "Каждый раз, когда вымирает какой-либо вид, вместе с ним погибает и часть планеты.$2",
"Events.NORA.9H.Nora.6": "Я этого не понимала.$2#$b#Я был настолько сосредоточена на том, чтобы закончить аспирантуру...$2#$b#Что от волнения... Ничего не вышло.$2#$b#Возможно, мы потеряли этот вид навсегда.$2",
"Events.NORA.9H.Nora.7": "Мне очень жаль, я не хотела быть такой угрюмой. Просто...$2#$b#Природа так прекрасна. Она так совершенна. Каждая деталь здесь не просто так.#$b#А мы... Люди, я имею в виду... Мы всегда все портим.$2",
"Events.NORA.9H.Nora.8": "Но, возможно, я просто пессимист.#$b#Может быть, где-то там другой ученый тоже ищет этих маленьких ребят.#$b#И, возможно, ему это удастся! Кто знает?$1",
"Events.NORA.9H.Nora.9": "Что ж, тогда давай уйдем из-под этого дождя.#$b#Я замерзла. С тебя чашка кофе!$1",

// 10 СЕРДЕЦ ЧАСТЬ 1
"Events.NORA.10H1.Nora.1": "Надеюсь, там будет что-то интересное...",
"Events.NORA.10H1.Nora.2": "@! Привет!$1#$b#На самом деле я сейчас нахожусь в затруднительном положении. Может быть, ты сможешь дать мне совет?",
"Events.NORA.10H1.Nora.3": "После окончания аспирантуры я перестала получать стипендию на исследования от ZuCU. Что и следовало ожидать, конечно.#$b#Но это также означает, что мне придется найти новую работу.$3#$b#Ведь рептилии сами себя не купят, верно?",
"Events.NORA.10H1.Nora.4": "Я просматривала доску объявлений, чтобы узнать, есть ли здесь предложения о работе.$1#$b#Вообще-то... ZuCU предложил мне должность преподавателя. Это хорошее предложение - работать над тем, что мне нравится. Но...#$b#Это также означает переезд обратно в город Зузу. А я не хочу оставлять долину позади.$2#$b#Я очень полюбила это место. И людей тоже.",
"Events.NORA.10H1.Gunther.1": "Что ж, приветствую вас обоих.",
"Events.NORA.10H1.Nora.5": "Гюнтер! Как я рада тебя видеть!$1#$b#Мне кажется, что я никогда не увижу, как ты выберешься из этого музея. Тебе было бы полезно почаще выходить на улицу.$3",
"Events.NORA.10H1.Gunther.2": "Я только что закончил закупку продуктов. Мне тоже нужно есть, знаете ли.$1",
"Events.NORA.10H1.Nora.6": "Я тебя не виню. Если бы я работала в музее, я бы тоже проводила там все свое время.$1#$b#Если подумать, то я, в сущности, уже делаю это.#$b#О, подождите... Кстати, об этом...$3#$b#У тебя случайно нет предложений о работе для герпетолога?",
"Events.NORA.10H1.Gunther.3": "Как бы мне этого ни хотелось, все не так просто.$2#$b#Для этого мне нужно будет получить ресурсы, чего я не могу тебе обещать.$2#$b#Если быть до конца честным, получение дополнительных средств для музея было проблемой уже долгое время.$2#$b#У нас и так все в порядке, но, боюсь, мы не можем нанять никого нового. Мне очень жаль, Нора.$2",
"Events.NORA.10H1.Nora.7": "Я полностью понимаю. Также, я сожалею об этом.$2#$b#Я бы хотела когда-нибудь поработать с тобой, Гюнтер.",
"Events.NORA.10H1.Gunther.4": "Мне кажется, что ты была бы хорошим дополнением к нашему штату. Действительно, очень жаль.$2",
"Events.NORA.10H1.Nora.8": "Вообще-то, Гюнтер... Этот разговор натолкнул меня на идею.#$b#Если я смогу вытащить это...$3#$b#Ты можешь дать мне немного времени, чтобы связаться с тобой?",
"Events.NORA.10H1.Gunther.5": "Я понятия не имею, о чем ты говоришь, но думаю, что да.",
"Events.NORA.10H1.Nora.9": "Отлично! Увидимся через пару дней!$1",
"Events.NORA.10H1.Gunther.Question.1": "Стоит ли нам беспокоиться?",
"Events.NORA.10H1.Gunther.Q1.Answer.1": "Все в порядке, она знает, что делает.",
"Events.NORA.10H1.Gunther.Q1.Answer.2": "На твоем месте я бы подготовился к разговору.",
"Events.NORA.10H1.Gunther.Q1.Answer.3": "Я научился не задавать слишком много вопросов.",
"Events.NORA.10H1.Gunther.Q1.Response.1": "Ты прав. Ну, мне пора идти. Мне нужно вернуться в музей.$1",
"Events.NORA.10H1.Gunther.Q1.Response.2": "О Иоба, что я наделал...$2#$b#Тогда мне следует вернуться в музей.",
"Events.NORA.10H1.Gunther.Q1.Response.3": "Она замечательный человек. Наверное, все в порядке.#$b#Полагаю.$1#$b#Ну, мне пора возвращаться. До встречи, фермер.",

// 10 СЕРДЕЦ ЧАСТЬ 2
"Events.NORA.10H2.Gunther.0": "Хорошо, скоро мы сможем начать. Как ты себя чувствуешь?$1",
"Events.NORA.10H2.Nora.0": "Ты шутишь? Я чувствую себя великолепно!$1#$b#Осталось дождаться, когда @ появится здесь...",
"Events.NORA.10H2.Nora.1": "@, я так рада, что ты смог добраться! У нас с Гюнтером есть захватывающие новости!$1#$b#Ха, когда я так говорю, это звучит так, будто мы объявляем о нашей помолвке или что-то в этом роде.$1",
"Events.NORA.10H2.Gunther.1": "Это было бы крайне неуместно, поскольку теперь я официально твой начальник.$1",
"Events.NORA.10H2.Nora.2": "Как будто! Тебе повезет, если ты женишься на мне, старик!$1",
"Events.NORA.10H2.Gunther.2": "Ты ведь знаешь, что я не так уж стар?$6#$b#Кроме того, я могу просто уволить тебя.",
"Events.NORA.10H2.Nora.3": "Нет, ты будешь скучать по мне.#$b#Итак, @, как ты уже догадался, я - новый постдокторский научный сотрудник музея!$1",
"Events.NORA.10H2.Gunther.3": "Нора присоединится к нашему штату и будет отвечать за проведение исследований в области экологии и дикой природы Звездной долины.$1",
"Events.NORA.10H2.Nora.4": "После нашего последнего разговора я посетила ZuCU, чтобы обсудить работу, которую они мне предложили. И я вроде как сделала... встречное предложение?#$b#Я даже не уверена, что это можно сделать с помощью работы...$3#$b#В общем, я спросила, не заинтересует ли их финансирование исследовательского филиала здесь, в Пеликан-Тауне.$1#$b#Я не хотела уезжать отсюда, но и не хотела разрывать связи с университетом.#$b#Так что теперь я работаю на музей с финансированием ZuCU. Любые новые открытия или опубликованные статьи будут принадлежать университету.#$b#И мы получим финансирование!$1",
"Events.NORA.10H2.Gunther.4": "Это не только даст нам больше финансирования, но и сделает нас более известными.",
"Events.NORA.10H2.Nora.5": "Да! А еще я буду вести еженедельные занятия в ZuCU, как часть работы.$1#$b#Разговоры о биологии в целом, герпетологии, новых открытиях, методах исследования...#$b#Я действительно не могу быть счастливее!$1",
"Events.NORA.10H2.Gunther.5": "Ну, я собираюсь начать работать прямо сейчас. Тебе следует сделать то же самое, понимаешь?$1",
"Events.NORA.10H2.Nora.6": "Да, да, я буду через минуту!",
"Events.NORA.10H2.Nora.7": "Я действительно не могу поверить, что забралась так далеко, @. Все это кажется мне сном. И еще...$1#$b#Я очень рада, что мне не нужно уезжать. Я бы...#$b#Я бы очень скучала по тебе.",
"Events.NORA.10H2.Nora.8": "Мне пора идти, у меня много дел. Первый рабочий день, верно?$1#$b#Но скоро мы наверстаем упущенное!", 

/// ДОПОЛНИТЕЛЬНЫЕ СОБЫТИЯ

// СОБЫТИЕ В КЛИНИКЕ - 4 СЕРДЦА
"Events.NORA.Clinic.Maru.1": "Нора, тебе не нужно так нервничать. Все будет хорошо, я тебе обещаю!",
"Events.NORA.Clinic.Nora.1": "Как ученый и исследователь, я прекрасно понимаю, что это необходимая и очень простая процедура.$2#$b#Но как простому человеку, смертному, мне позволено волноваться!$5",
"Events.NORA.Clinic.Maru.2": "Мне очень нужно, чтобы ты сохраняла спокойствие. Мы не сможем сделать это, если ты упадешь в обморок! Это только усугубит ситуацию.$2",
"Events.NORA.Clinic.Nora.2": "Отлично, мой план работает!$5",
"Events.NORA.Clinic.Nora.3": "Прости меня, Мару. Я сейчас не в лучшей форме.$2",
"Events.NORA.Clinic.Maru.3": "Все в порядке, я понимаю. Просто глубоко дыши, хорошо?",
"Events.NORA.Clinic.Maru.4": "@! Отлично! Может быть, ты поможешь Норе немного успокоиться?",
"Events.NORA.Clinic.Nora.4": "Мне жаль, что тебе приходится видеть меня в таком состоянии, фермер. Правда, я... Я очень нервничаю в подобных ситуациях.$2",
"Events.NORA.Clinic.Nora.5": "Из-за чего я нервничаю? А, э, ничего серьезного, правда...$2#$b#Видишь ли, все началось в тот день, когда я случайно выпила шесть порций эспрессо...",
"Events.NORA.Clinic.Nora.6": "Я думала, что справлюсь с этим! Обычно я справляюсь!$5#$b#Но это был особенно жаркий день... И в итоге я почувствовала сильную усталость. Что может случиться с каждым, правда!#$b#В итоге Гюнтер нашел меня в отключке на одном из столов в библиотеке. Он помог мне добраться до дома, но заставил пообещать, что я приду на прием к Харви.$2#$b#И после того, как я поговорила с Харви, он сказал, что ему нужно сделать мне анализ крови, чтобы убедиться, что все в порядке.$2",
"Events.NORA.Clinic.Nora.7": "Дело в том, что... Я, хм... $2#$b#Я боюсь иголок. Хорошо? Вот. Я сказала это.$2#$b#Иоба, зачем я это сделала? Я просто хотела учиться!$5#$b#Наверное, я слишком долго находилась под солнцем...$2",
"Events.NORA.Clinic.Harvey.1": "Нора, я готов. Заходи, пожалуйста.",
"Events.NORA.Clinic.Nora.8": "Ну, я не готова к тебе.$5#$b#Понимаешь, я просто дремала. Гюнтер - параноик! Мне это не очень нужно...",
"Events.NORA.Clinic.Harvey.2": "Нора, я понимаю, что ты боишься. Но очень важно заботиться о своем здоровье. И это необходимо.#$b#Я действительно думаю, что у тебя может быть дефицит железа, и именно поэтому ты чувствуешь себя такой усталой в последнее время. Но я должен быть уверен.$2",
"Events.NORA.Clinic.Harvey.3": "Обещаю, я сделаю это очень быстро. Ты даже не успеешь заметить.#$b#Эй, почему бы тебе не перечислить все виды ящериц, о которых ты можешь подумать, пока я не закончу? Давай посмотрим, сколько ты сможешь назвать, и устроим из этого игру!$1",
"Events.NORA.Clinic.Nora.9": "Я...$2#$b#Я думаю... Думаю, я смогу это сделать.",
"Events.NORA.Clinic.Harvey.4": "Отлично! Тогда следуй за мной.$1",
"Events.NORA.Clinic.Nora.10": "Спасибо, что поддержал меня, фермер. Еще увидимся.",

// СОБЫТИЕ НА ОСТРОВЕ - ЧАСТЬ 1
"Events.NORA.IslandA.Nora.1": "Спасибо за помощь, Вилли!$1#$b#Я и не думала, что притащу сюда столько вещей.$3#$b#Отель на курорте переполнен, но мы взяли все!",
"Events.NORA.IslandA.Willy.1": "Без проблем, мэм. Я рад помочь.$1#$b#Вам наверняка понадобятся припасы, если вы собираетесь провести здесь пару ночей.",
"Events.NORA.IslandA.Nora.2": "О нет, я просто проведу день!$1",
"Events.NORA.IslandA.Willy.2": "Всего лишь день?#$b#...Полагаю, никогда нельзя быть слишком осторожной.$2",
"Events.NORA.IslandA.Nora.3": "Знаю, знаю, это очень много.#$b#Пляж - это просто... не мое любимое место.$2#$b#Кроме того, мне нужны были материалы для исследования.$1#$b#Я хочу увидеть, какое биоразнообразие это место может нам показать.",
"Events.NORA.IslandA.Willy.3": "Тогда желаю вам удачи.$1#$b#Хорошего вам дня, мэм. Я отправляюсь на рыбалку.",
"Events.NORA.IslandA.Nora.4": "И тебе, Вилли! Еще раз спасибо!$1",
"Events.NORA.IslandA.Nora.5": "@! Не ожидала, что столкнусь с тобой здесь сегодня!$1#$b#Наслаждаешься тропическими красотами?",
"Events.NORA.IslandA.Nora.6": "Я как раз собиралась исследовать остров. Давай, прогуляйся со мной.",
"Events.NORA.IslandA.Nora.7": "В последнее время все много говорят об этом месте, и я подумала, почему бы и нет?$1#$b#Я слышала, что здесь есть и ученый...$3",
"Events.NORA.IslandA.Nora.8": "Если позволишь, мне нужно кое-что сделать.#$b#Гюнтер настаивал на том, чтобы я исследовала это место.#$b#Мы наверстаем упущенное позже, хорошо?",
"Events.NORA.IslandA.Nora.Question.1": "Что? Что это?",
"Events.NORA.IslandA.Nora.Q1.Answer.1": "Хамелеон! Он был прямо здесь!",
"Events.NORA.IslandA.Nora.Q1.Answer.2": "А... Должно быть, мне мерещится.",
"Events.NORA.IslandA.Nora.Q1.Response.1": "Хамелеон? Я ничего не вижу.$3",
"Events.NORA.IslandA.Nora.Q1.Response.2": "О нет, не говори мне этого!$1#$b#Я хочу исследовать это место ночью, ты меня пугаешь!",
"Events.NORA.IslandA.Nora.Question.2": "Ладно, ты ведешь себя странно...",
"Events.NORA.IslandA.Nora.Q2.Answer.1": "Я уверен в этом! Это было там!",
"Events.NORA.IslandA.Nora.Q2.Answer.2": "Это еще один эффект от чая волшебника...?",
"Events.NORA.IslandA.Nora.Q2.Response.1": "...Ну, я обязательно проверю это.$3",
"Events.NORA.IslandA.Nora.Q2.Response.2": "Ты не понимаешь, @.$2",
"Events.NORA.IslandA.Nora.9": "Думаю, тебе стоит немного отдохнуть.$2#$b#Увидимся позже, хорошо?#$b#Хорошего дня-$1",
"Events.NORA.IslandA.Nora.10": "...?$7",
"Events.NORA.IslandA.Nora.11": "...!$7",
"Events.NORA.IslandA.Nora.12": "ДЛЯ САМЫХ РОЗОВЫХ ШТАНОВ ИОБЫ, ЭТО ПРАВДА?$7#$b#ТЫ ВИДИШЬ ЭТО?$7#$b#ПОЧЕМУ ТЫ НИЧЕГО НЕ СКАЗАЛ?$5#$b#Прости, прости, я просто...$7#$b#МНЕ НУЖНО ИДТИ ПРЯМО СЕЙЧАС!$1",

// СОБЫТИЕ НА ОСТРОВЕ - ЧАСТЬ 2
"Events.NORA.IslandB.Nora.1": "Спасибо за помощь, профессор Улиткин.#$b#Не буду врать, я в экстазе! Это огромная новость для научного сообщества!$1#$b#Мы должны скоро покинуть офис!",
"Events.NORA.IslandB.Snail.1": "Для меня большая честь участвовать в таком мероприятии.$1#$b#Я надеюсь, что получу упоминание в статье, которую вы опубликуете.",
"Events.NORA.IslandB.Nora.2": "Конечно!$1",
"Events.NORA.IslandB.Nora.22": "Джейкоб, как там дела?",
"Events.NORA.IslandB.Jacob.1": "Этот малыш, кажется, в порядке.$5#$b#У него найден паразит, но беспокоиться не о чем. Я уже снял его с него.#$b#Сейчас я работаю над тем, чтобы его чипировать.",
"Events.NORA.IslandB.Nora.3": "А как насчет образцов крови?$3",
"Events.NORA.IslandB.Jacob.2": "Уже в холодильной камере.#$b#С такой погодой рисковать нельзя.",
"Events.NORA.IslandB.Nora.4": "Ты лучший, Джейкоб. Спасибо, что прибыл так быстро.",
"Events.NORA.IslandB.Nora.5": "@! Ты получил мое письмо!$1#$b#Я просто подумала, что ты захочешь это увидеть, ведь ты был рядом со мной на протяжении всего моего исследования.#$b#Итак, я хочу познакомить тебя с...#$b#Эко!$1",
"Events.NORA.IslandB.Nora.6": "Сейчас мы проводим стандартные процедуры.#$b#Взяли несколько образцов крови, чтобы убедиться, что он здоров...$3#$b#На данный момент это единственный экземпляр, который мы нашли. Так что, возможно, это последний живой экземпляр.$2#$b#Однако перед тем, как выпустить его, мы чипируем его и проконтролируем.#$b#Он может привести нас к другим!$1",
"Events.NORA.IslandB.Gunther.1": "Но помните, что его нужно держать в безопасном месте, прежде чем позволить ему вернуться туда.#$b#Мы не знаем, есть ли у этого вида хищники, поэтому за ним нужно постоянно наблюдать и защищать.",
"Events.NORA.IslandB.Jacob.3": "Мы также должны убедиться, что он не пострадает. Он может быть единственным шансом вернуть вид.",
"Events.NORA.IslandB.Nora.7": "Да. Именно поэтому мы оставляем его здесь на некоторое время, прежде чем попытаться найти остальных.#$b#Я отправила письмо на кафедру герпетологии в ZuCU с просьбой помочь, как действовать дальше.#$b#Они собирают команду, чтобы исследовать остров и найти еще больше таких существ.#$b#Другая команда будет работать над тем, чтобы Эко было безопасно и комфортно здесь, пока мы не решим, как поступить дальше.",
"Events.NORA.IslandB.Gunther.2": "Похоже, вы во всем разобрались, мисс Чемберс.$1#$b#Извините, но я должен вернуться в музей. Лучше задокументировать все это, пока все еще свежо.$3",
"Events.NORA.IslandB.Snail.2": "Я тоже должен вернуться к своей работе. Но Эко будет рад видеть вас здесь столько, сколько вам потребуется.#$b#Будем надеяться, что вы скоро найдете женский экземпляр!$1",
"Events.NORA.IslandB.Nora.8": "Хорошо! Я вам всем налью!$1#$b#Присматривайте за Эко, профессор. Мы с Джейкобом доставим эти образцы в лабораторию.#$b#Давайте, все, нам нужно работать!$1",

// ВНЕОЧЕРЕДНОЕ СОБЫТИЕ
"Events.NORA.Extra.Nora.1": "СВЯТОЙ ИОБА! Ты меня напугал!$7#$b#Ты не должен так подкрадываться к людям!$5",
"Events.NORA.Extra.Nora.Question.1": "Зачем ты это сделал?",
"Events.NORA.Extra.Nora.Q1.Answer.1": "Я сказал 'привет'! Ты не ответила.",
"Events.NORA.Extra.Nora.Q1.Answer.2": "Прости, я не хотел тебя напугать!",
"Events.NORA.Extra.Nora.Q1.Response.1": "Правда?$3#$b#Ах, точно! Я сняла слуховой аппарат!$7",
"Events.NORA.Extra.Nora.Q1.Response.2": "О нет, подожди...$3#$b#Это на моей совести, у меня был выключен слуховой аппарат. Это не твоя вина.",
"Events.NORA.Extra.Nora.2": "Мне казалось, я уже говорила тебе об этом, я глухая!#$b#Ну, не совсем, но я плохо слышу.$3#$b#Когда мой слуховой аппарат выключен, я обычно могу читать по губам.#$b#Но поскольку ты был позади меня, я ничего не поняла.",
"Events.NORA.Extra.Nora.3": "Да, да, не беспокойся об этом.$1#$b#На самом деле я не родилась глухой. Это была серьезная инфекция, которую я подхватила в детстве. Неприятная штука.#$b#С тех пор я много времени проводила у фоноаудиолога.$3#$b#Но не стоит расстраиваться по этому поводу. Моя жизнь прекрасна.$1",
"Events.NORA.Extra.Nora.4": "В любом случае, если в следующий раз я не отвечу, не принимай это на свой счет, ладно?#$b#И, пожалуйста, не пугай меня так больше.$1"

}

