{
	"Objects.GemDust.Name": "Edelsteinstaub",
	"Objects.GemDust.ProduceFormat": "{0} Staub", 
	"Objects.GemDust.Desc": "Gemahlener Edelsteinstaub, bereit zur Benutzung in Ackerboden.",
	"Objects.SnailTackle.Name": "Schneckenköder",
	"Objects.SnailTackle.Desc": "Befestige diesen Köder an der Angel, um den Balken beim Auswurf zu verlangsamen.",
	"Objects.FruitSyrup.Name": "Fruchtsirup",
	"Objects.FruitSyrup.ProduceFormat": "{0} Sirup",
	"Objects.FruitSyrup.Desc": "Sirup, den man durch anzapfen eines Obstbaumes oder einer Riesenfrucht erhält.",
	"Objects.ColoredPetrifiedSlime.Name": "Bunter versteinerter Schleim",
	"Objects.ColoredPetrifiedSlime.Desc": "Ein farbiger Schleimblock, der von Schleimen stammt, die durstig geblieben sind.",
	"Objects.LargeMapleSyrup.Name": "Großer Ahornsirup",
	"Objects.LargeMapleSyrup.Desc": "Eine große Flasche Ahornsirup.",
	"Objects.LargePineTar.Name": "Großer KiefernTeer",
	"Objects.LargePineTar.Desc": "Eine große Flasche Kiefernteer.",
	"Objects.LargeOakResin.Name": "Großer Eichenharz",
	"Objects.LargeOakResin.Desc": "Eine große Flasche Eichenharz.",
	"Objects.Fertigator.Name": "Fertigator",
	"Objects.Fertigator.Desc": "Es ist eine Druck-Drüse und Bereicherer in einem und kann auf Sprinkler montiert werden. Zwei Fliegen mit einer Klappe!",
	"Objects.GrilledLeek.Name": "Gegrillter Lauch",
	"Objects.GrilledLeek.Desc": "Es ist rauchig-süß mit deutlichem Grillmuster.",
	"Objects.SeaweedSalad.Name": "Algensalat",
	"Objects.SeaweedSalad.Desc": "Ein würziger, salziger Salat aus langen, spiralförmigen Seetangsträngen.",
	"Objects.TrailMix.Name": "Studentenfutter",
	"Objects.TrailMix.Desc": "Nüsse und Früchte gemischt für einen langanhaltenden Energieschub.",
	"Objects.WildFruitSalad.Name": "Wildfruchtsalat",
	"Objects.WildFruitSalad.Desc": "Wie der Herbst, nur in einer Schüssel.",
	"Objects.GrilledFish.Name": "Gegrillter Fisch",
	"Objects.GrilledFish.Desc": "Mm, der intensive Geschmack der Natur.",
	"Objects.RoastedFiddleheads.Name": "Gerösteter Straußfarn",
	"Objects.RoastedFiddleheads.Desc": "Erdig, aber leicht. Die Röstung bringt die Süße hervor.",
	"Objects.BakedTubers.Name": "Gebackene Knolle",
	"Objects.BakedTubers.Desc": "Klassiker an Lagerfeuern.",
	"Objects.MushroomKebab.Name": "Pilzspieß",
	"Objects.MushroomKebab.Desc": "Eine Mischung aus verschiedenen Pilzen auf einem Holzspieß. Klasse Fingerfood.",
	"Objects.FriedBugSteak.Name": "Gebratenes Steak aus Käferfleisch",
	"Objects.FriedBugSteak.Desc": "Sieht quasi aus wie ein richtiges Steak!",
	"Objects.SteamedClams.Name": "Gedämpfte Muscheln",
	"Objects.SteamedClams.Desc": "Erinnert dich an laue Sommernächte am Strand.",
	"Objects.FlavoredOil.ProduceFormat": "{0} Öl",

	"Objects.HairRecolorRing.Name": "Ring der Haarfärbung",
	"Objects.HairRecolorRing.Desc": "Trag ihn und sieh, wie sich deine Haare verfärben!",
	"Objects.FrogRing.Name": "Froschring",
	"Objects.FrogRing.Desc": "Ruft einen hungrigen Froschfreund herbei, wenn du den Ring anlegst. Wirklich hungrig!",
	"Objects.MarksmanRing.Name": "Ring des Scharfschützen",
	"Objects.MarksmanRing.Desc": "Jeder Schuss ein Volltreffer!",
	"Objects.FairyRing.Name": "Feenring",
	"Objects.FairyRing.Desc": "Eine freundliche Fee wird dir Gesellschaft leisten und deine Wunden im Kampf heilen.",
	"Objects.ParrotRing.Name": "Papageienring",
	"Objects.ParrotRing.Desc": "Papageien sind spitze, wenn es um das Auffinden von Gold geht! Nur keine Sorge, er wird dir das Gold geben.",
	"Objects.IceOrbRing.Name": "Ring der Eiskugel",
	"Objects.IceOrbRing.Desc": "Ice, ice baby!",
	"Objects.GoldSpurRing.Name": "Ring mit Goldsporn",
	"Objects.GoldSpurRing.Desc": "Dreht sich und klimpert wie ein Sheriff-Stern an deinem Finger.",
	"Objects.BasiliskRing.Name": "Basiliskenring",
	"Objects.BasiliskRing.Desc": "Die Klaue des Basilisken hält negative Energie von dir fern.",
	
	"Objects.MinersMeal.Name": "Bergarbeiter-Mahlzeit",
	"Objects.MinersMeal.Desc": "DIe Sauce, die Süße, das Zusammenspiel... ein leckeres Festessen für den erschöpften Bergarbeiter. Vielleicht etwas zu lecker.",
	"Objects.SnowTotem.Name": "Schnee Totem",
	"Objects.SnowTotem.Desc": "Der Totem starrt dich aus kalten Augen an...",
	"Objects.SunTotem.Name": "Sonnen Totem",
	"Objects.SunTotem.Desc": "Du spürst die Wärme, die dem Totem innewohnt.",
	
	
	"CraftingRecipes.Transmute.Au": "Umwandeln (Umgekehrt - Au)", //New
	"CraftingRecipes.Transmute.Ir": "Umwandeln (Umgekehrt - Ir)",

	"BigCraftables.ParrotPerch.Name": "Papageienstange",
	"BigCraftables.ParrotPerch.Desc": "Perfekt für einen Papageien! Aber wo findet man einen?",
	"BigCraftables.TrinketWorkbench.Name": "Schmuckstückewerkbank",
	"BigCraftables.TrinketWorkbench.Desc": "Du kannst mit Hilfe der Werkbank Schmuckstücke zu Ringen und wieder zurück umwandeln!",
	"BigCraftables.GlowingCrystal.Name": "Leuchtender Kristall",
	"BigCraftables.GlowingCrystal.Desc": "Oooh... glänzend und leuchtend!",
	"BigCraftables.MiningDrill.Name": "Programmierbarer Bohrkopf",
	"BigCraftables.MiningDrill.Desc": "Benötigt eine Batterie und Erz, Edelstein, Geode oder Kohle zum Arbeiten. Produziert mehr und arbeitet Effizienter, wenn ein Maschineller Sammler nebenbei steht.",
	"BigCraftables.ThermalReactor.Name": "Thermoreaktor",
	"BigCraftables.ThermalReactor.Desc": "Produziert Batterien, wenn er an Orten mit Lava steht. Nicht IN die Lava stellen!",
	"BigCraftables.NodeMaker.Name": "Erzadererzeuger",
	"BigCraftables.NodeMaker.Desc": "Erzeugt Erzadern, um diese in Mineralienhöhlen zu platzieren und zu kultivieren. Benötigt Lehm zum Arbeiten.",
	"BigCraftables.MinecartChest.Name": "Lorenkiste",
	"BigCraftables.MinecartChest.Desc": "Sendet den Inhalt an das Loren-Depot, wenn eines auf der Farm gebaut wurde. Ansonsten ohne Funktion.",
	"BigCraftables.DrillCollector.Name": "Maschineller Sammler",
	"BigCraftables.DrillCollector.Desc": "Ein schlauer Sammler, der automatisch bestimmte Maschinen leert und neu bestückt.",
	
	"Machinery.NodeMaker.InvalidCount": "Benötigt zwei Lehm.",
	"Machinery.MiningDrill.InvalidCount": "Benötigt eine Batterie.",
	"Machinery.NodeMaker.ProgrammableDrill.InvalidItem": "Benötigt min. 1 Erz, Geode, Stein, Kohle oder Edelstein.",
	
	"Mail.Afishionado.Main": "Lieber @\t\t\t{{Season}} {{Day}}^^ Wir möchten uns bei Dir für Ihr Abonnement bedanken und schenken Dir eines unserer langlebigen und ausgefeilten Angelgeräte.^^{{Fact}} {{Ending}}^^Petri Heil!^^- Ferngill Verein der Angelenthusiasten",

	"Mail.Afishionado.Fact.1": "Fun Fact des Tages über Forellenbarsch! Wusstest du, dass Forellenbarsche in verkrauteten Gewässern langsamer wachsen, weil es dort schwieriger ist, Beute zu fangen?",
	"Mail.Afishionado.Fact.2": "Fun Fact des Tages über Kleinmaulbarsche! Wusstest du, dass ausgewachsene Kleinmaulbarsche ihre eigenen Jungtiere erbittert verteidigen, aber die Jungtiere anderer Fische ausschlachten?",
	"Mail.Afishionado.Fact.3": "Fun Fact des Tages über Brasse! Wusstest du, dass „Brasse“ ein gemeinsamer Name für viele Fischarten ist und dass das, was wir in Ferngill als Brasse bezeichnen, eigentlich eine rote Meerbrasse ist?",
	"Mail.Afishionado.Fact.4": "Fun Fact des Tages über Kugelfische! Wusstest du, dass manche Kugelfische kunstvolle Nester aus komplexen geometrischen Kreisen und Mustern in den Sand bauen?",
	"Mail.Afishionado.Fact.5": "Fun Fact des Tages über Glasaugenbarsche! Wusstest du, dass Glasaugenbarsche auch bei schwacher Beleuchtung hervorragend sehen können, was ihnen bei der Jagd in der Dunkelheit einen effektiven Vorteil gegenüber ihrer Beute verschafft?",
	"Mail.Afishionado.Fact.6": "Fun Fact des Tages über Seegurke! Wusstest du, dass der Körper der Seegurke aus Kollagen besteht, das sie nach Belieben verflüssigen kann, um sich in kleine Räume zu quetschen?",
	"Mail.Afishionado.Fact.7": "Fun Fact des Tages über Pistolenkrebse! Wusstest du, dass Pistolenkrebse mit ihren Klauen einen Schallstoß erzeugen können, der stark genug ist, um Fische zu betäuben und sogar Glas zu zerbrechen?",
	"Mail.Afishionado.Fact.8": "Fun Fact des Tages über Sardellen! Wusstest du, dass antike Sardellen einen riesigen Reißzahn im Oberkiefer hatten und den Spitznamen „Säbelzahnsardellen“ trugen?",
	"Mail.Afishionado.Fact.9": "Fun Fact des Tages über Thunfische! Wusstest du, dass Thunfische ihre Körpertemperatur wärmer halten können als das umgebende Wasser, was es ihnen ermöglicht, so schnell zu schwimmen?",
	"Mail.Afishionado.Fact.10": "Fun Fact des Tages über Sardinen! Wusstest du, dass aus noch unbekannten Gründen jedes Jahr Milliarden von Sardinen an der Ostküste von Gotoro nach Norden wandern?",
	"Mail.Afishionado.Fact.11": "Fun Fact des Tages über Barsche! Wusstest du, dass Barsche zehn- bis vierzigtausend Eier auf einmal in langen gallertartigen Fäden ablegen, die Chemikalien enthalten, um andere Fische abzuhalten?",
	"Mail.Afishionado.Fact.12": "Fun Fact des Tages über Regenbogenforellen! Wusstest du, dass junge Regenbogenforellen einen Prozess durchlaufen, der Smolten genannt wird, damit sie die Wanderung zum Meer überleben und zu Steelhead-Forellen werden können?",
	"Mail.Afishionado.Fact.13": "Fun Fact des Tages über Lachse! Wusstest du, dass Fischtreppen, Fischaufzüge und sogar Fischkanonen eingesetzt werden, um Lachsen das Überqueren von Dämmen und Wehren zu ermöglichen?",
	"Mail.Afishionado.Fact.14": "Fun Fact des Tages über Krake! Wusstest du, dass der Krake in jedem seiner Arme Cluster von Neuronen hat, die unabhängig voneinander agieren können, so dass er im Grunde neun Gehirne hat?",
	"Mail.Afishionado.Fact.15": "Fun Fact des Tages über Tintenfische! Wusstest du, dass Tintenfische drei Herzen haben, eines für den Hauptkörper und zwei für die Kiemen, und dass sie dunkelblaues Blut haben?",
	"Mail.Afishionado.Fact.16": "Fun Fact des Tages über Karpfen! Wusstest du, dass Karpfen flache, backenzahnähnliche Zähne im hinteren Teil ihrer Kehle haben, mit denen sie Schnecken und Krebstiere zermahlen? their throats that they use to grind snails and crustaceans?",
	"Mail.Afishionado.Fact.17": "Fun Fact des Tages über Welse! Wusstest du, dass Welse keine Schuppen haben und ihre mit Schleim bedeckte Haut sowohl zum Atmen als auch zum „Schmecken“ über Chemorezeptoren verwendet wird?",
	"Mail.Afishionado.Fact.18": "Fun Fact des Tages über Hechte! Wusstest du, dass jeder einzelne Hecht sein eigenes, einzigartiges Muster aus Streifen und Flecken hat, das der Tarnung dient?",
	"Mail.Afishionado.Fact.19": "Fun Fact des Tages über Sonnenbarsche! Wusstest du, dass Sonnenbarsche ihre Nester mit ihren Flossen auffächern, um ihre Eier zu belüften und die Sauerstoffmenge zu erhöhen?",
	"Mail.Afishionado.Fact.20": "Fun Fact des Tages über Rotbarben! Wusstest du, dass in der Antike einige Menschen Rotbarben als Haustiere hielten und sie darauf trainierten, auf den Klang einer Glocke zu kommen?",
	"Mail.Afishionado.Fact.21": "Fun Fact des Tages über Heringe! Wusstest du, dass Heringe kleine Krebstiere, so genannte Copepoden, jagen, indem sie in einer Gitterformation schwimmen, die genau auf die Entfernung berechnet wird, die der Copepode zurücklegen kann?",
	"Mail.Afishionado.Fact.22": "Fun Fact des Tages über Aale! Wusstest du, dass Aale schwimmen, indem sie Wellen erzeugen, die sich entlang ihres Körpers bewegen, und dass sie rückwärts schwimmen können, indem sie die Wellenrichtung umkehren?",
	"Mail.Afishionado.Fact.23": "Fun Fact des Tages über Rotschnapper! Wusstest du, dass Rotschnapper Schwärme bilden, die sich nach Größe gruppieren und mit ihrem Wachstum von einem Lebensraum in einen anderen ziehen?",
	"Mail.Afishionado.Fact.24": "Fun Fact des Tages über Super-Seegurken! Wusstest du, dass Tiefsee-Super-Seegurken in der Lage sind, ihren Auftrieb zu kontrollieren, so dass sie treiben oder sinken können, wie sie wollen?",
	"Mail.Afishionado.Fact.25": "Fun Fact des Tages über Indische Glaswelse! Wusstest du, dass Indische Glaswelse mit Hilfe ihres Seitenlinienorgans navigieren, das Vibrationen und wechselnden Wasserdruck wahrnimmt?",
	"Mail.Afishionado.Fact.26": "Fun Fact des Tages über Steinfische! Wusstest du, dass der Steinfisch der giftigste Fisch der Welt ist, dessen starkes Gift durch seine nadelartigen Rückenflossen ausgeschieden wird?",
	"Mail.Afishionado.Fact.27": "Fun Fact des Tages über Eis-Pips! Wusstest du, dass Eis-Pip farbloses Blut haben, weil sie keine roten Blutkörperchen haben und stattdessen Sauerstoff direkt durch ihr Plasma transportieren?",
	"Mail.Afishionado.Fact.28": "Fun Fact des Tages über Lava-Aale! Wusstest du, dass Lava-Aale nicht schlucken können, sondern ein zweites, ausfahrbares Kieferpaar im Rachen haben, das die Nahrung packt und hineinzieht?",
	"Mail.Afishionado.Fact.29": "Fun Fact des Tages über Sandficshe! Wusstest du, dass der Sandfisch sich in sandigen Meeresböden vergräbt, so dass nur seine Augen zu sehen sind, und auf Beute wartet, die über ihm schwimmt?",
	"Mail.Afishionado.Fact.30": "Fun Fact des Tages über Skorpionkarpfen! Wusstest du, dass Skorpionkarpfen in der Lage sind, monatelang fast ohne Sauerstoff zu überleben, wenn Seen im Sommer verdunsten?",
	"Mail.Afishionado.Fact.31": "Fun Fact des Tages über Flundern! Wusstest du, dass Flundern mit einem Auge auf jeder Seite ihres Kopfes geboren werden, aber wenn sie wachsen, wandert ein Auge auf die andere Seite?",
	"Mail.Afishionado.Fact.32": "Fun Fact des Tages über Muscheln! Wusstest du, dass das Alter einer Muschel durch das Zählen von Wachstumslinien in der Schale berechnet wird und dass sie über 500 Jahre alt werden können?",
	"Mail.Afishionado.Fact.33": "Fun Fact des Tages über Mitternachtskarpfen! Wusstest du, dass der Mitternachtskarpfen in der Aquakultur traditionell zur Bekämpfung von Schnecken eingesetzt wird, die Wasserpflanzen fressen?",
	"Mail.Afishionado.Fact.34": "Fun Fact des Tages über Störe! Wusstest du, dass Störe keine Zähne haben und stattdessen ihre Nahrung aus dem Seeboden aufsaugen, indem sie ihre siphonartigen Mäuler ausfahren?",
	"Mail.Afishionado.Fact.35": "Fun Fact des Tages über Tigerforellen! Wusstest du, dass Tigerforellen zwar nur sehr selten in freier Wildbahn vorkommen, die meisten aber in Brütereien für Angler gezüchtet werden?",
	"Mail.Afishionado.Fact.36": "Fun Fact des Tages über Zwergwelse! Wusstest du, dass die Zwergwelse im Winter aufhören zu fressen und sich in den Trümmern entlang der Küste vergraben, bis das Wasser wieder wärmer wird?",
	"Mail.Afishionado.Fact.37": "Fun Fact des Tages über Buntbarsche! Wusstest du, dass Buntbarsche ihre Eier und Jungen im Maul tragen, um sie vor Fressfeinden zu schützen?",
	"Mail.Afishionado.Fact.38": "Fun Fact des Tages über Grundeln! Wusstest du, dass manche Grundeln eine Symbiose mit Garnelen eingehen, bei der die Garnele eine Höhle gräbt, während die Grundel Wache hält?",
	"Mail.Afishionado.Fact.39": "Fun Fact des Tages über Gruselfische! Wusstest du, dass Gruselfische eine durchsichtige Kuppelmembran haben, um ihre tonnenförmigen Augen zu schützen, die nach außen gerichtet sein können?",
	"Mail.Afishionado.Fact.40": "Fun Fact des Tages über Schleimmakrelen! Wusstest du, dass der von einer Schleimmakrele produzierte Schleim in Sekundenschnelle auf das 10.000-fache seiner ursprünglichen Größe anwachsen kann?",
	"Mail.Afishionado.Fact.41": "Fun Fact des Tages über Hummer! Wusstest du, dass das Blut eines Hummers normalerweise farblos ist, aber blau wird, wenn es mit Sauerstoff angereichert wird, weil es Kupfer statt Eisen enthält?",
	"Mail.Afishionado.Fact.42": "Fun Fact des Tages über Blobfische! Wusstest du, dass der Körper des Blobfisches auf den extremen Druck in der Tiefsee spezialisiert ist und sich ausdehnt, wenn er an die Oberfläche gebracht wird?",
	"Mail.Afishionado.Fact.43": "Fun Fact des Tages über Schattenlachse! Wusstest du, dass der Schattenlachs eine rote Biolumineszenz erzeugt, die die meisten seiner Beutetiere nicht sehen können und die es ihm ermöglicht, mit einem unsichtbaren Licht zu jagen?",
	"Mail.Afishionado.Fact.44": "Fun Fact des Tages über Schnecken! Wusstest du, dass die größte Meeresschneckenart (und jede andere Schnecke!) fast 40 Pfund wiegt, also schwerer als ein Corgi?",
	"Mail.Afishionado.Fact.45": "Fun Fact des Tages über blaue Diskusbuntbarsche! Wusstest du, dass blaue Diskusbuntbarsch ihre Jungen ernähren, indem sie Schleim durch ihre Haut ausscheiden, der als „Diskusmilch“ bekannt ist?",
	"Mail.Afishionado.Fact.46": "Fun Fact des Tages über Rotfeuerfische! Wusstest du, dass ein Rotfeuerfisch, wenn er bedroht wird, sich dreht, um seine giftigen Flossen auf das Raubtier zu richten, selbst wenn das bedeutet, dass er kopfüber schwimmt?",
	"Mail.Afishionado.Fact.47": "Fun Fact des Tages über Stachelrochen! Wusstest du, dass ein Stachelrochen normalerweise durch sein Maul atmet, aber auf die Spirakel auf seinem Kopf umsteigt, wenn er sich zum Jagen im Sand eingräbt?",
	"Mail.Afishionado.Fact.48": "Fun Fact des Tages über Krabben! Wusstest du, dass die größte Krabbe der Welt doppelt so groß ist wie ein Mensch und sich tarnt, indem sie ihren Panzer mit Meeresschwämmen schmückt?",
	"Mail.Afishionado.Fact.49": "Fun Fact des Tages über Krebse! Wusstest du, dass Krebse allesfressende Aasfresser sind, die sogar aus Schlamm Nährstoffe filtern und verarbeiten können?",
	"Mail.Afishionado.Fact.50": "Fun Fact des Tages über Muscheln! Wusstest du, dass Muscheln so empfindlich auf Veränderungen der Wasserreinheit reagieren, dass einige Städte sie zur Überwachung ihrer Wasserversorgung einsetzen?",
	"Mail.Afishionado.Fact.51": "Fun Fact des Tages über Austern! Wusstest du, dass Austern nicht die einzigen Schalentiere sind, die Perlen bilden, und dass die Farbe einer Perle von der Art der Auster abhängt, die sie gebildet hat?",
	"Mail.Afishionado.Fact.52": "Fun Fact des Tages über Herzmuscheln! Wusstest du, dass Herzmuscheln „springen“ können, indem sie ihren Fuß wie eine riesige Zunge herausstrecken und sich vom Meeresboden abstoßen?",
	"Mail.Afishionado.Fact.53": "Fun Fact des Tages über Strandschnecken! Wusstest du, dass sich die Strandschnecken an die Gezeiten anpassen, indem sie sich bei Flut an Felsen verankern und bei Ebbe krabbeln, um Algen von den Felsen zu fressen?",
	"Mail.Afishionado.Fact.54": "Fun Fact des Tages über mitternächtliche Tintenfische! Wusstest du, dass ein mitternächtlicher Tintenfisch zwei verschiedene Augen hat, wobei das röhrenförmige linke Auge nach oben und das kugelförmige rechte Auge nach unten zeigt?",
	"Mail.Afishionado.Fact.55": "Fun Fact des Tages über weiße Thun! Wusstest du, dass Weißer Thun mit anderen Thunfischarten gemischte Schwärme bildet, um um Matten aus schwimmendem Seegras herum zu jagen?",
	"Mail.Afishionado.Fact.56": "Fun Fact des Tages über Waldspringer! Wusstest du, dass sich Waldspringer durch Parthenogenese fortpflanzen, bei der sich ein Embryo ohne Befruchtung entwickelt, so dass sie alle Klone ihrer Mutter sind?",
	"Mail.Afishionado.Fact.57": "Fun Fact des Tages über Blaubarsche! Wusstest du, dass Blaubarsche bis zu 1.000 Knochen haben, von denen die meisten winzige Y-förmige Knochen sind, die in drei Reihen von schwimmenden Rippen angeordnet sind?",
	"Mail.Afishionado.Fact.58": "Fun Fact des Tages über Heilbutte! Wusstest du, dass Heilbutte bis zu drei Meter lang und drei Meter breit werden können, was ihnen den Spitznamen „Scheunentor-Fisch“ einbrachte?",
	"Mail.Afishionado.Fact.59": "Fun Fact des Tages über Kaulbarsche! Wusstest du, dass Kaulbarsche alles fressen, was kleiner ist als sie, einschließlich anderer Fische, Flusskrebse, Frösche, Beeren, die über dem Wasser hängen, und sogar junge Vögel?",
	"Mail.Afishionado.Fact.60": "Fun Fact des Tages über Lengdorsche! Wusstest du, dass die meisten Lengdorsche zwar ein weißes Fleisch haben, einige jedoch aufgrund von Pigmenten in ihrer Galle ein leuchtend türkisfarbenes Fleisch aufweisen?",
	"Mail.Afishionado.Fact.61": "Fun Fact des Tages über Goldbrassen! Wusstest du, dass junge Goldbrassen die Farbe von Sonnenfischen nachahmen und mit ihnen zusammen schwimmen, um ihre Beute zu überraschen?",

	"Mail.Afishionado.Ending.1": "Was für eine interessante Tatsache!",
	"Mail.Afishionado.Ending.2": "Ist das nicht interessant?",
	"Mail.Afishionado.Ending.3": "Jetzt weißt du Bescheid!",
	"Mail.Afishionado.Ending.4": "Was für ein bemerkenswertes Tier!",
	"Mail.Afishionado.Ending.5": "Ein Wunder der Natur!",
	"Mail.Afishionado.Ending.6": "Fische sind unglaublich!",
	"Mail.Afishionado.Ending.7": "Nicht mal ich wusste das!",
	"Mail.Afishionado.Ending.8": "Jeden Tag etwas neues zu lernen!",
	"Mail.Afishionado.Ending.9": "Ich kann es kaum glauben!",
	"Mail.Afishionado.Ending.10": "Ich finde das großartig!",
	"Mail.Afishionado.Ending.11": "Was für ein faszinierender Fisch!",

	"Mail.DwarvenBuddies.Unknown": "Hier sind ein paar Metallbarren. Von wem sind sie? Wie heißt es doch gleich: „Stell keine Fragen und du wirst keine Lügen hören“.^^ -???",
	"Mail.DwarvenBuddies.Reveal": "Obwohl du ein ziemlich guter Bergmann bist, bist du nach Zwergenmaßstäben immer noch ein Anfänger. Ich wollte dir helfen, aber so, dass ich dir nicht viel sagen muss.^^ - Zwerg",
	"Mail.DwarvenBuddies.After": "Hey @,^^ Ich habe zu viele Riegel gemacht, also solltest du welche nehmen. Die sind aber nur für dich, okay?^^- Zwerg",
	"Mail.ShadowBuddies.Unknown": "Nimm ein paar gesammelte Geoden. Keine Sorge, sie sind echt.^^ - ???",
	"Mail.ShadowBuddies.Reveal": "Ich habe mich ab und zu auf deinen Hof geschlichen, um Meerrettich zu ernten. Als ich dich dort zum ersten Mal sah, kam mir etwas anders vor, und ich wollte irgendwie mithelfen.^^ - Krobus",
	"Mail.ShadowBuddies.After": "Hallo @,^^Ich finde immer mehr von diesen Geoden. Aber ich habe keine Verwendung für sie, also solltest du sie haben.^^- Krobus",

	"Messages.HiddenBenefits.FairyBox": "Es ist ein drolliges Märchenbuch über eine Fee^^Prinzessin Mina verscheuchte die Katze und hob vorsichtig den Schmetterling auf, der sich unter ihrer Pfote verfangen hatte. Es war gar kein Schmetterling, sondern eine Fee! Die Fee bürstete sich ab und verbeugte sich. 'Danke!', sagte sie zu der Prinzessin. 'Bitte, nimm dieses Kästchen als Dank für meine Rettung. Wenn du jemals in deinen Kämpfen verletzt wirst, öffne es und ich werde deine Wunden heilen. Oder wenn dein Land friedlich ist und es keine Kämpfe gibt, dann nimm den Staub darin und streue ihn auf deine Felder, damit deine Ernte stark und gesund wächst.' Mit einer weiteren Verbeugung sprang die Fee aus Minas Hand und flog davon, wobei sie eine kleine rosa Schachtel zurückließ.",
	"Messages.HiddenBenefits.IceRod": "Es handelt sich um eine Werbebroschüre über verschiedene Produkte^^ICE ROD, $5999: Die neueste Free-Zee (tm)-Technologie ist so gut, dass Sie glauben werden, sie sei magisch! Mit diesem erstaunlichen Stab, der Kugeln aus purem Eis schießt, wird Ihre nächste Party ein echter Knaller! Machen Sie Slushies, kühlen Sie heißes Essen ab und kühlen Sie Getränke in nur 4 Sekunden! Das Geheimnis liegt darin, dass der Stab Wasser aus der Luft ansaugt, so dass Sie sich nie um das Nachfüllen kümmern müssen! Außerdem können Sie ihn auch im Kühlschrank aufbewahren, um die Qualität Ihrer Lebensmittel sofort zu verbessern! Sie werden sich fragen, wie Ihre Küche jemals ohne ihn ausgekommen ist!",
	"Messages.HiddenBenefits.BasiliskPaw": "Es ist ein dickes Lehrbuch über Monster ^^... Von den vielen furchterregenden und magischen Kreaturen, die diese Welt durchstreifen, sind nur wenige tödlicher als der Basilisk mit seinem steinernen Blick. Doch nur wenige wissen, dass die Pranke eines Basilisken als Talisman gegen dunkle Flüche und Krankheiten von unschätzbarem Wert ist, und noch weniger wissen, dass sie die seltsame Fähigkeit besitzt, die eigene Reichweite sowohl in physischen als auch in magischen Dimensionen zu erweitern. Wenn man eine Basiliskenpfote in der Hand hält, kann man Dinge greifen, die man sonst nie erreichen könnte. Ein ehemaliger Lehrling des Autors, der druidischer Überzeugung war, benutzte die Pfote, um mit Leichtigkeit Gegenstände zu erreichen, die er sammeln konnte... ",
	"Messages.HiddenBenefits.MagicQuiver": "Das ist eine Nachricht an Marlon wegen einer Sonderbestellung ^^Marlon, ich habe die letzte Ladung Köcher fertig verzaubert. Sie haben die üblichen Zauber für automatisches Zielen und Feuern, aber nach dem, was du über die Schleudern gesagt hast, habe ich mit diesen etwas anderes ausprobiert, und es hat funktioniert! Versuch mal, den Köcher mit einem von diesen hier zu laden - das automatische Feuer des Köchers funktioniert nicht, wenn sich die Pfeile in einer Schleuder befinden, aber er feuert so lange, wie ihr wollt, ohne dass ihr nachladen müsst.",
	"Messages.HiddenBenefits.ParrotEgg": "Es handelt sich um eine Tierenzyklopädie mit einer Seite über Papageien.^^Papageien gehören zu den intelligentesten und geselligsten Vögeln. Obwohl die meisten Papageienarten es vorziehen, sich mit ihren eigenen Artgenossen zu vergesellschaften, wurden Kreuzungen zwischen Papageienarten beobachtet, bei denen die Nachkommen eine Mischung aus den Farben der Eltern sind. Einige Papageien verbringen sogar Zeit mit anderen Tieren oder Menschen: Die Bewohner der Edelstein-Inseln sind seit langem dafür bekannt, dass sie Papageien abrichten, damit diese ihnen bei der Suche nach Früchten und anderen kleinen Gegenständen helfen (was einige Piraten auf dem Archipel zum Auffinden von Goldstücken umfunktioniert haben), und einige Kulturen sind der Ansicht, dass ein Papagei und seine Sitzstange, die in einem Haus für andere Haustiere gehalten werden, dazu führen, dass sich die Tiere wohler fühlen.",
	"Messages.HiddenBenefits.FrogEgg": "Es ist ein schlankes Sachbuch über eine einheimische Froschart. Froscheier, auch Laich genannt, sind kugelförmig und geleeartig. Während die meisten Froscharten ihre Eier in Klumpen oder Schnüren im Wasser oder um die Wasservegetation herum ablegen, legt der Riesentalfrosch seine aprikosengroßen Eier einzeln in Höhlentümpeln ab. Es ist ungewöhnlich, dass sich diese Art im Ei vollständig entwickelt und als ausgewachsener Frosch und nicht als Kaulquappe schlüpft. Aufgrund seiner charakteristischen Größe kann er viele große Höhlenbewohner fressen, obwohl der Frosch selbst von Fischen gefressen wird und viele Einheimische seine Eier als Dünger für Fischteiche verwenden.",
	"Messages.HiddenBenefits.GoldenSpur": "Es handelt sich um ein altes Handbuch über Ranch-Ausrüstung^^ Sporen: nützliche Ausrüstung für jeden Reiter. Sporen mit Rollen (das klassische, bei Cowboys beliebte sternförmige Rad) ermöglichen kleine, feine Bewegungen zur Unterstützung von Reitkommandos. Die meisten Sporen sind aus wetterfestem Stahl gefertigt, aber Sporen mit Gold- oder Silberbeschichtung sind bei Rodeos, Rennen und anderen Showveranstaltungen beliebt. In einigen Cowboykreisen hält sich hartnäckig der Glaube, dass ein Paar goldene Sporen die Reflexe des Trägers beschleunigt, und eine gängige Praxis besteht darin, die Sporen so anzupassen, dass sie direkt an den Cowboystiefeln befestigt werden können.",
	"Messages.HiddenBenefits.MagicHairGel": "Es handelt sich um eine Anzeigenseite, die aus einem Männermodemagazin ausgeschnitten wurde.^^Einführung von Majik: Ultrastarke Farben. Nutzen Sie die Kraft des Prismatismus. Ein Haargel mit starkem Halt und starker Pflege, das Schwachstellen gezielt angreift und so für länger anhaltende Spannkraft sorgt. Gehen Sie keine Kompromisse ein - Majik gibt Ihnen Farbe, ohne dass Sie auf Haltbarkeit verzichten müssen. Mit neuer & verbesserter Formel für mehr Gesundheit. Wie für Sie gemacht!",

	"Dialogue.GiftOfFriendship.Abigail": "Hallo, @! Ich war gestern Abend in den Minen unterwegs und habe das hier gesehen. Ich wusste, es würde dir gefallen! Wie findest du es? Ziemlich cool, oder?$h [66 80 68 768 769 767]",
	"Dialogue.GiftOfFriendship.Alex": "Hey, @, ich habe das hier für dich! Ich bin sicher, dass ich bald Profi werde und ohne deine Unterstützung wäre ich nicht so weit gekommen. Herzlichen Dank!$h [351 349 212 198 214]",
	"Dialogue.GiftOfFriendship.Caroline": "@, ich bin froh, dich zu sehen. Diese Blumen blühten heute Morgen in meinem Sonnenzimmer, und ich wollte dir eine schenken.$h [591 593 595 597 376]",
	"Dialogue.GiftOfFriendship.Clint": "Hey @. Also... Ich wollte dir nur das hier geben. [SkillBook_3 70 62 60 64 334 335 336 337 378 380 384 386]#$b#Weil ich über unsere enge Freundschaft glücklich bin. Magst du es?",
	"Dialogue.GiftOfFriendship.Demetrius": "Hallo @, was für ein Glück, dass ich dich heute sehe! Ich wollte dir das schon lange geben, aber ich war in Arbeit versunken. Ich hoffe, es gefällt dir.$h [(BC)25 (BC)105 (BC)231 (BC)9 745 478 473 486 494]",
	"Dialogue.GiftOfFriendship.Dwarf": "Hey @, sag's nicht dem Zauberer, aber du bist der erste Mensch, bei dem ich froh bin, dass er da ist. Nimm das, weil wir so gute Freunde sind. [96 97 98 99 562 82 556 554 547 540 563 286 287 288 ]",
	"Dialogue.GiftOfFriendship.Elliott": "@, ich möchte dir meine große Wertschätzung für deine kontinuierliche Gesellschaft während unserer Freundschaft zeigen. Ich hoffe, dies entspricht deinem Geschmack. [SkillBook_1 372 718 719 723 242 225 219]$h",
	"Dialogue.GiftOfFriendship.Emily": "Hallo, @! Ich bin so froh, dich zu sehen. Ich wusste von dem Tag an, an dem du ankamst, dass unsere Schicksale miteinander verwoben sein würden. Bitte nimm dies - es ist ein Zeichen meiner Dankbarkeit für dich!$h [551 550 564 577 560 541 578]",
	"Dialogue.GiftOfFriendship.Evelyn": "Oh, hallo mein Herz. Ich habe gestern Abend dieses Dessert für die Familie gemacht. Warum nimmst du nicht auch etwas?$h [223 222 651 234 232 604 608 611 612 238 731 904]",
	"Dialogue.GiftOfFriendship.George": "@! Ich bin froh, dich zu sehen. Nimm das. Es ist eine Kleinigkeit, aber es ist das Beste, was ein alter Knacker wie ich geben kann.$h [(B)515 334 335 336 ]",
	"Dialogue.GiftOfFriendship.Gus": "Schön, dich zu sehen, @! Ich wollte schon lange sagen, dass ich dankbar bin, mit dir befreundet zu sein. Na los, das geht aufs Haus!$h [ 196 206 205 214 213 208 219 209 224]",
	"Dialogue.GiftOfFriendship.Haley": "Hey, @! Das habe ich letztes Mal im Einkaufszentrum gesehen und an dich gedacht. Ich bin froh, dass wir Freunde sind! Ich muss so unhöflich zu dir gewesen sein, als wir uns das erste Mal trafen, also danke, dass du es mit mir ausgehalten hast. [{{GiftItem}}]",
	"Dialogue.GiftOfFriendship.Harvey": "Hallo, @! Ich wollte dir das schon lange geben, damit du gesund bleibst. Ich schätze unsere Freundschaft so sehr, weißt du. Pass auf dich auf!$h [196 230 237 200 207 231 606]",
	"Dialogue.GiftOfFriendship.Jas": "Hallo ${Mr.^Ms.^Mx.}$ @, Tante Marnie und ich haben das für dich gekauft, weil wir dich so sehr lieben! Ich hoffe, es gefällt dir!$h [221 611 608 222]",
	"Dialogue.GiftOfFriendship.Jodi": "Hast du Hunger, @? Ich habe das vorhin gemacht und dir etwas aufgehoben, falls du vorbeikommst. Ich betrachte dich jetzt als Teil der Familie, weißt du!$h [ 220 214 231 200 222 198 607]",
	"Dialogue.GiftOfFriendship.Kent": "Schön, dich zu sehen, @. Wollte mich noch mal dafür bedanken, dass du mir geholfen hast, mich wieder in ein ruhiges Leben einzuleben. Hier, für dich. [686 687 691 692 693 694 695 856 877 SonarBobber Kedi.VPP.SnailTackle 926 TentKit ]",
	"Dialogue.GiftOfFriendship.Krobus": "Hallo @, ich habe ein Geschenk für dich. Ich freue mich sehr über diese „Freundschaft“, wie ihr Menschen es nennt. Ich werde auch zu Yoba für dein Wohlergehen beten.$h [773 772 872 879]",
	"Dialogue.GiftOfFriendship.Leah": "Hey, @! Ich habe vorhin einen tollen Futterplatz gefunden und dachte, da du ${ein Freund^eine Freundin^ein Freund}$ bist, würdest du dich freuen. Frischer geht's nicht!$h [399 259 404 257 408 20 406 16 422 281 414 412 416]",
	"Dialogue.GiftOfFriendship.Lewis": "Hallo, @! Du bist wirklich ein echtes Mitglied dieser Gemeinschaft geworden, nicht wahr? Ich bin sicher, dein Großvater wäre stolz auf dich. [178 253 395 599 621 645]",
	"Dialogue.GiftOfFriendship.Leo": "Letzte Woche nahm mich Willy wieder mit auf die Ingwer-Insel, um meine Familie zu besuchen. Das habe ich im Dschungel für dich gefunden! Du gehörst jetzt auch zu meiner Familie!$h [852 91 834 830 832]",
	"Dialogue.GiftOfFriendship.Linus": "Hallo, @.Ich bin sicher, dass die Natur dankbar für deinen Respekt ist, und ich bin auch dankbar, dein Freund zu sein.Bitte, nimm dies als meinen Dank.$h [Kedi.VPP.BakedTubers Kedi.VPP.GrilledLeek Kedi.VPP.GrilledFish Kedi.VPP.TrailMix Kedi.VPP.MushroomKebab Kedi.VPP.SeaweedSalad Kedi.VPP.WildFruitSalad Kedi.VPP.RoastedFiddleheads Kedi.VPP.FriedBugSteak Kedi.VPP.SteamedClams DeluxeBait 774 610 196 609 648]",
	"Dialogue.GiftOfFriendship.Marnie": "Guten Tag, @! Ich habe das gestern mit meinem besten Ziegenkäse gemacht. Möchtest du ihn probieren?$h [ 197 221 222 223 234 199 608]",
	"Dialogue.GiftOfFriendship.Maru": "Hallo, @! Ich habe sie kürzlich in meinen Experimenten verwendet. Ich möchte etwas schaffen, um Landwirten wie dir zu helfen! Möchtest du es ausprobieren, wenn es fertig ist?$h [334 335 336 337 787 557]",
	"Dialogue.GiftOfFriendship.Pam": "Hallo @. Das habe ich bei Joja bestellt, zusammen mit dem Üblichen. Sag Pierre nichts davon, ja? Jedenfalls danke, dass du die ganze Zeit zu mir gehalten hast. Auch wenn ich keine gute Mutter bin, hast du mir geholfen, die Dinge besser zu sehen.$h [88 90 164 165 802 588 386]",
	"Dialogue.GiftOfFriendship.Penny": "Hallo, @! Als ich vorhin die Küche aufgeräumt habe, ist mir unser 'Chili de @' eingefallen. Du weißt ja, wie gerne ich koche, also habe ich das für dich gemacht!$h [195 197 198 199 201 209 219 648]",
	"Dialogue.GiftOfFriendship.Pierre": "Hey, ${Bauer^Bäuerin^Bauer}$ @! Das habe ich extra für dich bestellt. Danke, dass du meinen Shop seit dem ersten Tag anstatt Joja unterstützt!$h [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)109 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Pierre.Joja": "Hey, ${Bauer^Bäuerin^Bauer}$ @! Das habe ich extra für dich bestellt. Trotz allem, was Joja dieser Stadt angetan hat, bist du mir immer noch ein guter Freund gewesen. [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)109 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Robin": "Ich versuche mich an einigen Bildhauertechniken, die Leah mir gezeigt hat, aber es geht nur langsam voran. Aber ich verarbeite die Fehler zu neuen Projekten! Willst du eine, @$h? [(F)1280 (F)2742 (F)1669 (F)1300 (F)1440 (F)986 (F)989 (F)1368 (F)1364 (F)1671 (BC)232 (BC)BigChest (BC)BigStoneChest (BC)130 ]",
	"Dialogue.GiftOfFriendship.Sam": "Hallo, @! Hast du Hunger? Ich hab was aus dem Saloon mitgebracht, das wir uns teilen können.$h [206 213 214 224]",
	"Dialogue.GiftOfFriendship.Sandy": "Oh, hallo ${Süßer^Süße^Süßes}$! Schau mal, was ich für dich habe! Ich habe es neulich beim Aufräumen der Regale gefunden und dachte, es würde dir gefallen.$h [88 90 18 22 418 402 184 425 431 455 453 429 427]",
	"Dialogue.GiftOfFriendship.Sebastian": "Oh, hey. Gestern Abend habe ich in den alten Minen herumgestöbert und das hier gefunden. Viel Spaß damit.$h [565 82 575 768 769 84]",
	"Dialogue.GiftOfFriendship.Shane": "Hallo, @. Ich war letzte Woche in Zuzu bei einem Gridball-Spiel und habe das hier gesehen. Da musste ich an dich denken, also hier. [206 241 215 213 253 395]",
	"Dialogue.GiftOfFriendship.Vincent": "Hallo, ${Mr.^Ms.^Mx.}$ @! Ich wollte dir etwas Schönes schenken, weil du ${der^die^der}$ lustigste Erwachsene überhaupt bist! Magst du es?$h [152 766 399 153 157 SeaJelly CaveJelly RiverJelly 372 ]",
	"Dialogue.GiftOfFriendship.Willy": "${Hallo, Junge^Hallo, Mädchen^Hey,}$. Hier, der beste Fang des Tages - ich möchte, dass du ihn nimmst. Vielleicht brätst du ihn oder bittest Gus, dir eines seiner raffinierten Gerichte zuzubereiten, hehe.$h [ {{PoolItem}} ]",
	"Dialogue.GiftOfFriendship.Wizard": "Gehen Sie, wenn Sie nur hier sind, um sich umzusehen. Ich darf nicht von meiner Arbeit abgelenkt werden. Übrigens, nehmen Sie das mit, bevor Sie gehen. Es könnte sich als nützlich für Sie erweisen. [688 689 690 886 TreasureTotem 261 681 MysticSyrup 124 125 256]",

	"Enchantments.AutoFire.Name": "Automatik",
	"Enchantments.Rapid.Name": "Schnellschuss",
	"Enchantments.BatKiller.Name": "Fledermausjäger",
	"Enchantments.Thrifty.Name": "Sparsam",
	
	"Buildings.MineralCavern.Name": "Mineralhöhlen",
	"Buildings.MineralCavern.Desc": "Keine Sorge, dort drin ist es sicher! Steine, die darin platziert wurden, wachsen auf magische Weise im Laufe der Zeit.",
	"Buildings.MineTent.Name": "Loren-Depot",
	"Buildings.MineTent.Desc": "Lagergebäude, um abgebaute Ressourcen sicher bis zu deiner Rückkehr aufzubewahren. Pro Spielstand kann es nur ein Gebäude geben.",

}