{
	"Objects.GemDust.Name": "Poussière de gemme",
	"Objects.GemDust.ProduceFormat": "{0} Poussière",
	"Objects.GemDust.Desc": "Poussière de gemme moulue, prête à être utilisée sur un sol.",
	"Objects.SnailTackle.Name": "Hameçon escargot",
	"Objects.SnailTackle.Desc": "Équipez cela à la canne à pêche pour ralentir la barre de lancer.",
	"Objects.FruitSyrup.Name": "Sirop de fruit",
	"Objects.FruitSyrup.ProduceFormat": "{0} Sirop",
	"Objects.FruitSyrup.Desc": "Sirop obtenu en tapant un arbre fruitier ou une récolte géante.",
	"Objects.ColoredPetrifiedSlime.Name": "Slime pétrifié coloré",
	"Objects.ColoredPetrifiedSlime.Desc": "Un bloc de slime coloré, produit par des slimes ayant été assoiffés.",
	"Objects.LargeMapleSyrup.Name": "Grand sirop d'érable",
	"Objects.LargeMapleSyrup.Desc": "Une bouteille géante et pleine de sirop d'érable.",
	"Objects.LargePineTar.Name": "Grand goudron de pin",
	"Objects.LargePineTar.Desc": "Une bouteille géante et pleine de goudron de pin.",
	"Objects.LargeOakResin.Name": "Grande résine de chêne",
	"Objects.LargeOakResin.Desc": "Une bouteille géante et pleine de résine de chêne.",
	"Objects.Fertigator.Name": "Fertigateur",
	"Objects.Fertigator.Desc": "Agit à la fois comme une buse de projection et un enrichisseur lorsqu'il est placé sur un arroseur. Deux fonctions sur un seul appareil !",
	"Objects.GrilledLeek.Name": "Poireau grillé",
	"Objects.GrilledLeek.Desc": "C'est fumé et doux avec de fortes traces de charbon.",
	"Objects.SeaweedSalad.Name": "Salade d'algues",
	"Objects.SeaweedSalad.Desc": "Une salade piquante et salée composée de longs brins d'algues en spirale.",
	"Objects.TrailMix.Name": "Mélange montagnard",
	"Objects.TrailMix.Desc": "Noix et fruits mélangés pour une énergie durable.",
	"Objects.WildFruitSalad.Name": "Salade de fruits sauvages",
	"Objects.WildFruitSalad.Desc": "C'est comme si on avait mis l'automne dans un bol.",
	"Objects.GrilledFish.Name": "Poisson grillé",
	"Objects.GrilledFish.Desc": "Mmh, la saveur d'une contrée sauvage.",
	"Objects.RoastedFiddleheads.Name": "Crosses de fougère rôties",
	"Objects.RoastedFiddleheads.Desc": "Terreux mais léger. La torréfaction en fait ressortir la douceur.",
	"Objects.BakedTubers.Name": "Tubercules au four",
	"Objects.BakedTubers.Desc": "Un classique des feux de camp.",
	"Objects.MushroomKebab.Name": "Kebab aux champignons",
	"Objects.MushroomKebab.Desc": "Une variété de champignons sur une brochette en bois, facile à manger.",
	"Objects.FriedBugSteak.Name": "Steak d'insecte frit",
	"Objects.FriedBugSteak.Desc": "Ça ressemble presque à un steak ordinaire !",
	"Objects.SteamedClams.Name": "Palourdes cuites à la vapeur",
	"Objects.SteamedClams.Desc": "Ça vous rappelle les nuits d'Été sur la plage.",
	"Objects.FlavoredOil.ProduceFormat": "{0} Huile",

	"Objects.HairRecolorRing.Name": "Anneau de recoloration des cheveux",
	"Objects.HairRecolorRing.Desc": "Équipez-le et observez-le colorer vos cheveux !",
	"Objects.FrogRing.Name": "Bague-grenouille",
	"Objects.FrogRing.Desc": "Invoque une amie grenouille affamée lorsque vous l'équipez. Très affamée.",
	"Objects.MarksmanRing.Name": "Bague de tireur d'élite",
	"Objects.MarksmanRing.Desc": "Les flèches les auront du premier coup !",
	"Objects.FairyRing.Name": "Bague féerique",
	"Objects.FairyRing.Desc": "Une gentille fée vous accompagnera et soignera vos blessures en combat.",
	"Objects.ParrotRing.Name": "Bague de perroquet",
	"Objects.ParrotRing.Desc": "Les perroquets sont excellents pour trouver de l'or dans les alentours ! Pas d'inquiétude, il vous donnera toutes ses pièces rutilantes.",
	"Objects.IceOrbRing.Name": "Bague d'orbe glacée",
	"Objects.IceOrbRing.Desc": "Gelez ! Lâchez vos armes !",
	"Objects.GoldSpurRing.Name": "Bague avec éperon en or",
	"Objects.GoldSpurRing.Desc": "Tourne et tinte sur votre doigt comme une étoile de shérif !",
	"Objects.BasiliskRing.Name": "Bague de basilic",
	"Objects.BasiliskRing.Desc": "Les griffes de basilic déchireront la négativité des monstres en mille morceaux.",
	
	"Objects.MinersMeal.Name": "Plat du mineur",
	"Objects.MinersMeal.Desc": "La sauce, le bonbon, la farandole... ont l'air délicieux pour le mineur exténué. Peut-être trop délicieux.",
	"Objects.SnowTotem.Name": "Totem de neige",
	"Objects.SnowTotem.Desc": "Le totem vous pétrifie de ses yeux froids...",
	"Objects.SunTotem.Name": "Totem de soleil",
	"Objects.SunTotem.Desc": "Vous pouvez sentir la chaleur que le totem abrite en son sein.",
	
	
	"CraftingRecipes.Transmute.Fe": "Transmuter (Inverser - Fe)", //Added display names for Alchemic Reversal recipes
	"CraftingRecipes.Transmute.Ir": "Transmuter (Inverser - Au)",

	"BigCraftables.ParrotPerch.Name": "Perchoir de perroquet",
	"BigCraftables.ParrotPerch.Desc": "Ça a l'air parfait pour un perroquet ! Mais où en trouver un ?",
	"BigCraftables.TrinketWorkbench.Name": "Établi à babioles",
	"BigCraftables.TrinketWorkbench.Desc": "Vous pouvez convertir des babioles en bagues et des bagues en babioles, ici !",
	"BigCraftables.GlowingCrystal.Name": "Cristal lumineux",
	"BigCraftables.GlowingCrystal.Desc": "Oooh... Lumineux et brillant !",
	"BigCraftables.MiningDrill.Name": "Perçeuse programmable",
	"BigCraftables.MiningDrill.Desc": "Nécessite une pile et un minerai, une gemme, une géode, du charbon ou une pierre pour fonctionner. Donnera des résultats supplémentaires et fonctionnera plus facilement si un collecteur de machines est à proximité.",
	"BigCraftables.ThermalReactor.Name": "Réacteur thermique",
	"BigCraftables.ThermalReactor.Desc": "Produit des piles lorsqu'il est placé dans des endroits remplis de lave. Ne PAS le placer directement dans la lave.",
	"BigCraftables.NodeMaker.Name": "Créateur de nœuds",
	"BigCraftables.NodeMaker.Desc": "Crée des nœuds de pierre à placer et à cultiver dans une caverne de minéraux. Nécessite de l’argile pour fonctionner.",
	"BigCraftables.MinecartChest.Name": "Coffre de wagonnet",
	"BigCraftables.MinecartChest.Desc": "Envoie tout le contenu placé à l'intérieur au dépôt de wagonnet de la ferme, s'il y en a un, sinon n'a aucune fonction.",
	"BigCraftables.DrillCollector.Name": "Collecteur de machines",
	"BigCraftables.DrillCollector.Desc": "Un collecteur intelligent fait dans l'optique de collecter à partir de certaines machines ainsi que de les alimenter automatiquement.",
	
	"Machinery.NodeMaker.InvalidCount": "Requiert deux unités d'argile.",
	"Machinery.MiningDrill.InvalidCount": "Requiert une pile.",
	"Machinery.NodeMaker.ProgrammableDrill.InvalidItem": "Requiert une unité de n'importe quel matériau suivant : minerai, géode, pierre, charbon ou gemme.",
	
"Mail.Afishionado.Main": "${Cher^Chère^Chèrx}$ @\t\t\t{{Day}} {{Season}}^^ Nous aimerions vous remercier pour votre abonnement et vous offrir l'un de nos articles de pêche durables et raffinés. ^^{{Fact}} {{Ending}}^^Bonne pêche ! ^^- Fan de la pêche à Ferngill",

	"Mail.Afishionado.Fact.1": "Le Point Passion Poisson d'aujourd'hui concerne l'achigan à grande bouche ! Saviez-vous que l'achigan à grande bouche grandit plus lentement dans les eaux envahies par les mauvaises herbes en raison de la difficulté à attraper des proies ?",
	"Mail.Afishionado.Fact.2": "Le Point Passion Poisson d'aujourd'hui concerne l'achigan à petite bouche ! Saviez-vous que l'achigan à petite bouche adulte gardera farouchement ses propres petits, mais cannibalisera ceux des autres parents ?",
	"Mail.Afishionado.Fact.3": "Le Point Passion Poisson d'aujourd'hui concerne la brème ! Saviez-vous que « brème » est un nom commun à de nombreuses espèces de poissons et que ce que nous appelons une brème à Ferngill est en fait un porgy rouge ?",
	"Mail.Afishionado.Fact.4": "Le Point Passion Poisson d'aujourd'hui concerne le poisson-globe ! Saviez-vous que certains poissons-globes artistiques créent des nids faits de cercles et de motifs géométriques complexes dans le sable ?",
	"Mail.Afishionado.Fact.5": "Le Point Passion Poisson d'aujourd'hui concerne le doré ! Saviez-vous que les dorés ont une excellente vision même avec un faible éclairage, ce qui leur donne un avantage efficace sur leurs proies lorsqu'ils chassent par temps sombre ?",
	"Mail.Afishionado.Fact.6": "Le Point Passion Poisson d'aujourd'hui concerne le concombre de mer ! Saviez-vous que le corps du concombre de mer est constitué de collagène qu'il peut liquéfier à volonté pour le presser dans de petits espaces ?",
	"Mail.Afishionado.Fact.7": "Le Point Passion Poisson d'aujourd'hui concerne les crevettes ! Saviez-vous que les crevettes-pistolet peuvent casser leurs griffes pour créer des explosions sonores suffisamment puissantes pour étourdir les poissons et même briser le verre ?",
	"Mail.Afishionado.Fact.8": "Le Point Passion Poisson d'aujourd'hui concernel'anchois ! Saviez-vous que les anchois anciens avaient un croc géant dans la mâchoire supérieure et sont surnommés « anchois à dents de sabre » ?",
	"Mail.Afishionado.Fact.9": "Le Point Passion Poisson d'aujourd'hui concerne le thon ! Saviez-vous que le thon peut maintenir la température de son corps plus chaude que l'eau environnante, ce qui lui permet de nager si vite ?",
	"Mail.Afishionado.Fact.10": "Le Point Passion Poisson d'aujourd'hui concerne la sardine ! Saviez-vous que, pour des raisons encore inconnues, des milliards de sardines migrent chaque année vers le nord le long de la côte Est du Gotoro ?",
	"Mail.Afishionado.Fact.11": "Le Point Passion Poisson d'aujourd'hui concerne le perchoir ! Saviez-vous que la perche pond de dix à quarante mille œufs à la fois dans de longs fils gélatineux contenant des produits chimiques pour repousser les autres poissons ?",
	"Mail.Afishionado.Fact.12": "Le Point Passion Poisson d'aujourd'hui concerne la truite arc-en-ciel ! Saviez-vous que les jeunes truites arc-en-ciel subissent un processus appelé saumoneau afin qu'elles puissent survivre en migrant vers l'océan et devenir des truites arc-en-ciel ?",
	"Mail.Afishionado.Fact.13": "Le Point Passion Poisson d'aujourd'hui concerne le saumon! Saviez-vous que des échelles à poissons, des élévateurs à poissons et même des canons à poissons sont utilisés pour aider le saumon à franchir les barrages et les déversoirs ?",
	"Mail.Afishionado.Fact.14": "Le Point Passion Poisson d'aujourd'hui concerne la pieuvre ! Saviez-vous que la pieuvre possède des groupes de neurones dans chacun de ses bras qui peuvent agir indépendamment, lui donnant essentiellement neuf cerveaux ?",
	"Mail.Afishionado.Fact.15": "Le Point Passion Poisson d'aujourd'hui concerne le calmar ! Saviez-vous que les calmars ont trois cœurs, un pour le corps principal et deux pour les branchies, et qu'ils ont du sang bleu foncé ?",
	"Mail.Afishionado.Fact.16": "Le Point Passion Poisson d'aujourd'hui concerne la carpe ! Saviez-vous que les carpes ont des dents plates en forme de molaires au fond de la gorge qu'elles utilisent pour broyer les escargots et les crustacés ?",
	"Mail.Afishionado.Fact.17": "Le Point Passion Poisson d'aujourd'hui concerne le poisson-chat ! Saviez-vous que les poissons-chats n'ont pas d'écailles et que leur peau recouverte de mucus est utilisée à la fois pour la respiration et pour la « dégustation » via les chimiorécepteurs ?",
	"Mail.Afishionado.Fact.18": "Le Point Passion Poisson d'aujourd'hui concerne le brochet ! Saviez-vous que chaque brochet possède son propre motif unique de rayures et de taches qui assure le camouflage ?",
	"Mail.Afishionado.Fact.19": "Le Point Passion Poisson d'aujourd'hui concerne le poisson lune ! Saviez-vous que les poissons lune ventilent leurs nids avec leurs nageoires afin d'aérer leurs œufs et d'augmenter la quantité d'oxygène ?",
	"Mail.Afishionado.Fact.20": "Le Point Passion Poisson d'aujourd'hui concerne le rouget ! Saviez-vous que dans l'Antiquité, certains élevaient des rougets comme animaux de compagnie et les entraînaient à venir au son d'une cloche ?",
	"Mail.Afishionado.Fact.21": "Le Point Passion Poisson d'aujourd'hui concerne le hareng ! Saviez-vous que le hareng chasse de petits crustacés appelés copépodes en nageant dans une formation de grille calculée à la distance exacte à laquelle le copépode peut s'élancer ?",
	"Mail.Afishionado.Fact.22": "Le Point Passion Poisson d'aujourd'hui concerne l'anguille ! Saviez-vous que les anguilles nagent en générant des vagues qui se déplacent le long de leur corps et peuvent nager à reculons en inversant la direction des vagues ?",
	"Mail.Afishionado.Fact.23": "Le Point Passion Poisson d'aujourd'hui concerne le vivaneau rouge ! Saviez-vous que le vivaneau rouge forme des bancs regroupés par taille, les bancs se déplaçant d'un habitat à un autre au fur et à mesure de leur croissance ?",
	"Mail.Afishionado.Fact.24": "Le Point Passion Poisson d'aujourd'hui concerne le grand concombre de mer ! Saviez-vous que les grands concombres de mer des grands fonds sont capables de contrôler leur flottabilité, leur permettant de flotter ou de couler à leur guise ?",
	"Mail.Afishionado.Fact.25": "Le Point Passion Poisson d'aujourd'hui concerne le poisson spectral ! Saviez-vous que les poissons spectraux naviguent en utilisant leur organe latéral pour détecter les vibrations et les changements de pression de l'eau ?",
	"Mail.Afishionado.Fact.26": "Le Point Passion Poisson d'aujourd'hui concerne le poisson pierre ! Saviez-vous que le poisson pierre est le poisson le plus venimeux au monde, avec de puissantes toxines sécrétées par ses nageoires dorsales en forme d'aiguilles ?",
	"Mail.Afishionado.Fact.27": "Le Point Passion Poisson d'aujourd'hui concerne le poisson-glace ! Saviez-vous que les poissons-glace ont du sang incolore parce qu'ils ne contiennent pas de globules rouges et transportent l'oxygène directement à travers leur plasma ?",
	"Mail.Afishionado.Fact.28": "Le Point Passion Poisson d'aujourd'hui concerne l'anguille de lave ! Saviez-vous que les anguilles de lave ne peuvent pas avaler, mais ont à la place une deuxième série de mâchoires extensibles dans la gorge qui saisissent la nourriture et l'entraînent ?",
	"Mail.Afishionado.Fact.29": "Le Point Passion Poisson d'aujourd'hui concerne le poisson des sables ! Saviez-vous que le poisson des sables s'enfouit dans les fonds sablonneux des lacs de sorte que seuls ses yeux sont visibles et attend que ses proies nagent au-dessus de sa tête ?",
	"Mail.Afishionado.Fact.30": "Le Point Passion Poisson d'aujourd'hui concerne la carpe scorpion ! Saviez-vous que la carpe scorpion est capable de survivre pendant des mois presque sans oxygène lorsque les lacs s'évaporent en été ?",
	"Mail.Afishionado.Fact.31": "Le Point Passion Poisson d'aujourd'hui concerne le flet ! Saviez-vous que le flet naît avec un œil de chaque côté de la tête, mais qu'à mesure qu'il grandit, un œil migre de l'autre côté ?",
	"Mail.Afishionado.Fact.32": "Le Point Passion Poisson d'aujourd'hui concerne la palourde ! Saviez-vous que l’âge d’une palourde se calcule en comptant les lignes de croissance dans la coquille et qu’elle peut vivre jusqu’à plus de 500 ans ?",
	"Mail.Afishionado.Fact.33": "Le Point Passion Poisson d'aujourd'hui concerne la carpe de minuit ! Saviez-vous que la carpe de minuit est traditionnellement utilisée en aquaculture pour contrôler les escargots qui mangent les cultures aquatiques ?",
	"Mail.Afishionado.Fact.34": "Le Point Passion Poisson d'aujourd'hui concerne l'esturgeon ! Saviez-vous que l'esturgeon n'a pas de dents et aspire sa nourriture dans le fond du lac en étendant sa bouche en forme de siphon ?",
	"Mail.Afishionado.Fact.35": "Le Point Passion Poisson d'aujourd'hui concerne la truite tigrée ! Saviez-vous que même si la truite tigrée peut très rarement être présente naturellement dans la nature, la plupart sont élevées dans des écloseries pour les pêcheurs à la ligne ?",
	"Mail.Afishionado.Fact.36": "Le Point Passion Poisson d'aujourd'hui concerne la barbotte ! Saviez-vous qu'en hiver, les barbottes arrêtent de manger et s'enfouissent dans les débris le long du rivage jusqu'à ce que l'eau se réchauffe à nouveau ?",
	"Mail.Afishionado.Fact.37": "Le Point Passion Poisson d'aujourd'hui concerne le tilapia ! Saviez-vous que le tilapia porte ses œufs et ses petits dans sa bouche pour les protéger des prédateurs ?",
	"Mail.Afishionado.Fact.38": "Le Point Passion Poisson d'aujourd'hui concerne le gobie ! Saviez-vous que certains gobies nouent des relations symbiotiques avec les crevettes, où les crevettes creusent un terrier pendant que le gobie veille ?",
	"Mail.Afishionado.Fact.39": "Le Point Passion Poisson d'aujourd'hui concerne le poisson-espion ! Saviez-vous que les poissons-espions ont une membrane en forme de dôme transparente pour protéger leurs yeux en forme de tonneau, qui peuvent se télescoper vers l'extérieur ?",
	"Mail.Afishionado.Fact.40": "Le Point Passion Poisson d'aujourd'hui concerne le Slime-Jack ! Saviez-vous que le slime produit par un Slime-Jack peut atteindre plus de 10 000 fois sa taille d'origine en quelques secondes ?",
	"Mail.Afishionado.Fact.41": "Le Point Passion Poisson d'aujourd'hui concerne le homard ! Saviez-vous que le sang d'un homard est normalement incolore mais devient bleu lorsqu'il est oxygéné car il contient du cuivre au lieu du fer ?",
	"Mail.Afishionado.Fact.42": "Le Point Passion Poisson d'aujourd'hui concerne le poisson-blob ! Saviez-vous que le corps du poisson-blob est spécialisé dans les pressions extrêmes des grands fonds et se dilate lorsqu'il est ramené à la surface ?",
	"Mail.Afishionado.Fact.43": "Le Point Passion Poisson d'aujourd'hui concerne le saumon du vide ! Saviez-vous que le saumon vide produit une bioluminescence rouge que la plupart de ses proies ne peuvent pas voir, lui permettant de chasser avec une lumière invisible ?",
	"Mail.Afishionado.Fact.44": "Le Point Passion Poisson d'aujourd'hui concerne l'escargot ! Saviez-vous que la plus grande espèce d'escargot de mer (et n'importe quel escargot !) pèse près de 18 kilos, ce qui est plus lourd qu'un corgi ?",
	"Mail.Afishionado.Fact.45": "Le Point Passion Poisson d'aujourd'hui concerne le discus bleu ! Saviez-vous que les discus bleus nourrissent leurs petits en excrétant du mucus à travers leur peau, connu sous le nom de « lait de discus » ?",
	"Mail.Afishionado.Fact.46": "Le Point Passion Poisson d'aujourd'hui concerne le poisson-papillon ! Saviez-vous que lorsqu'il est menacé, un poisson-papillon tourne pour garder ses nageoires venimeuses pointées vers le prédateur, même si cela signifie nager la tête en bas ?",
	"Mail.Afishionado.Fact.47": "Le Point Passion Poisson d'aujourd'hui concerne la raie ! Saviez-vous qu'une raie respire normalement par la bouche, mais se transforme en stigmates au-dessus de sa tête lorsqu'elle est enterrée dans le sable pour chasser ?",
	"Mail.Afishionado.Fact.48": "Le Point Passion Poisson d'aujourd'hui concerne le crabe ! Saviez-vous que le plus gros crabe du monde fait deux fois la taille d'un humain et se camoufle en décorant sa carapace d'éponges marines ?",
	"Mail.Afishionado.Fact.49": "Le Point Passion Poisson d'aujourd'hui concerne les écrevisses ! Saviez-vous que les écrevisses sont des charognards omnivores capables de filtrer et de traiter les nutriments même de la boue ?",
	"Mail.Afishionado.Fact.50": "Le Point Passion Poisson d'aujourd'hui concerne la moule ! Saviez-vous que les moules sont si sensibles aux changements de pureté de l’eau que certaines villes les utilisent pour surveiller leur approvisionnement en eau ?",
	"Mail.Afishionado.Fact.51": "Le Point Passion Poisson d'aujourd'hui concerne l'huître ! Saviez-vous que les huîtres ne sont pas les seuls coquillages à créer des perles et que la couleur d'une perle dépend du type d'huître qui l'a créée ?",
	"Mail.Afishionado.Fact.52": "Le Point Passion Poisson d'aujourd'hui concerne la coque ! Saviez-vous que les coques sont capables de « sauter » en étendant leur pied comme une langue géante et en poussant depuis le fond marin ?",
	"Mail.Afishionado.Fact.53": "Le Point Passion Poisson d'aujourd'hui concerne le bigorneau ! Saviez-vous que les bigorneaux s'adaptent à la marée, s'ancrent aux rochers à marée haute et rampent pour manger les algues des rochers à marée basse ?",
	"Mail.Afishionado.Fact.54": "Le Point Passion Poisson d'aujourd'hui concerne le calmar de minuit ! Saviez-vous qu'un calmar de minuit a deux yeux différents, l'œil gauche en forme de tube pointant vers le haut et l'œil droit en forme d'orbe pointant vers le bas ?",
	"Mail.Afishionado.Fact.55": "Le Point Passion Poisson d'aujourd'hui concerne l'albacore ! Saviez-vous que l'albacore forme des bancs mixtes avec d’autres espèces de thons afin de chasser autour des tapis d’algues flottants ?",
	"Mail.Afishionado.Fact.56": "Le Point Passion Poisson d'aujourd'hui concerne le poisson de forêt ! Saviez-vous que les poissons de forêt se reproduisent via la parthénogenèse où un embryon se développe sans être fécondé, ce qui en fait tous des clones de leur mère ?",
	"Mail.Afishionado.Fact.57": "Le Point Passion Poisson d'aujourd'hui concerne l'alose ! Saviez-vous que l'alose possède jusqu'à 1 000 os, dont la plupart sont de minuscules os en forme de Y disposés en trois rangées de côtes flottantes ?",
	"Mail.Afishionado.Fact.58": "Le Point Passion Poisson d'aujourd'hui concernele flétan ! Saviez-vous que le flétan peut mesurer jusqu'à 2,4 mètres de long et 1,5 mètre de large, ce qui lui donne le surnom de « poisson de porte de grange » ?",
	"Mail.Afishionado.Fact.59": "Le Point Passion Poisson d'aujourd'hui concerne le chevesne ! Saviez-vous que le chevesne mange tout ce qui est plus petit qu'eux, y compris d'autres poissons, des écrevisses, des grenouilles, des baies surplombant l'eau et même des jeunes oiseaux ?",
	"Mail.Afishionado.Fact.60": "Le Point Passion Poisson d'aujourd'hui concerne la morue-lingue ! Saviez-vous que même si la plupart des morues-lingues ont une chair blanche, certaines ont parfois une chair turquoise vif en raison du pigment présent dans leur bile ?",
	"Mail.Afishionado.Fact.61": "Le Point Passion Poisson d'aujourd'hui concerne la dorade ! Saviez-vous que les jeunes dorades imitent la couleur des poissons lune et nagent avec eux pour surprendre leurs proies ?",

	"Mail.Afishionado.Ending.1": "Quel fait intéressant !",
	"Mail.Afishionado.Ending.2": "Si ce n'est pas intéressant ?!",
	"Mail.Afishionado.Ending.3": "Maintenant vous savez !",
	"Mail.Afishionado.Ending.4": "Quelle créature fantastique !",
	"Mail.Afishionado.Ending.5": "La nature est surprenante !",
	"Mail.Afishionado.Ending.6": "Ce poisson est incroyable !",
	"Mail.Afishionado.Ending.7": "Même moi je ne le savais pas !",
	"Mail.Afishionado.Ending.8": "Je me coucherai moins bête ce soir !",
	"Mail.Afishionado.Ending.9": "Je peine à le croire !",
	"Mail.Afishionado.Ending.10": "J'adore ça !",
	"Mail.Afishionado.Ending.11": "Quel poisson intriguant !",

	"Mail.DwarvenBuddies.Unknown": "Voici quelques lingots en métal. De qui sont-ils ? C'est comme si vous vous disiez : « ne pose pas de questions et tu n'entendras pas de mensonges ».^^ -???",
	"Mail.DwarvenBuddies.Reveal": "Même si tu es ${un assez bon mineur^une assez bonne mineuse^um assez ban mineux}$, tu es toujours ${un débutant^une débutante^um débutantx}$ selon les normes naines. J'ai envie de t'aider mais je ne peux pas trop t'en révéler.^^ - Le nain",
	"Mail.DwarvenBuddies.After": "Hey @,^^J'ai fondu trop de lingots, donc je t'en donne quelques-uns. Ne les partage pas avec d'autres humains, d'accord ?^^- Le nain",
	"Mail.ShadowBuddies.Unknown": "Tiens, j'ai récolté des géodes. Ne t'inquiète pas, elles sont authentiques.^^ - ???",
	"Mail.ShadowBuddies.Reveal": "J'avais l'habitude de me faufiler de temps en temps dans ta ferme pour chercher du raifort. Quand je t'ai ${aperçu^aperçue^aperçux}$ pour la première fois, quelque chose m'a semblé différent et j'ai voulu t'aider comme je le pouvais.^^ - Krobus",
	"Mail.ShadowBuddies.After": "Bonjour @,^^Je continue de trouver de plus en plus de ces géodes. Je n’en ai aucune utilité, donc je te les donne.^^- Krobus",

	"Messages.HiddenBenefits.FairyBox": "C'est un livre d'histoires fantaisiste sur une fée. ^^La princesse Mina a chassé le chat et a doucement ramassé le papillon qui avait été épinglé sous sa patte. Ce n'était pas du tout un papillon mais une fée ! La fée s'épousseta et s'inclina. « Merci ! » dit-elle à la princesse. « S'il vous plaît, en guise de remerciement pour m'avoir sauvée, prenez cette boîte. Si jamais vous êtes blessé lors de vos batailles, ouvrez-la et je guérirai vos blessures. Ou si votre pays est en paix et qu'il n'y a pas de batailles, alors prenez la poussière à l'intérieur et répandez-la sur vos champs, afin que vos récoltes poussent fortes et saines ». Avec un autre salut, la fée sauta de la main de Mina et s'envola, laissant derrière elle une petite boîte rose.",
	"Messages.HiddenBenefits.IceRod": "C'est un dépliant publicitaire sur divers produits. ^^TIGE GELÉE, $5999 : La dernière technologie Gla-Tis (tm), elle est si bonne que vous penserez que c'est magique ! Amusez-vous bien à votre prochaine fête avec cette incroyable tige qui projette des orbes de glace pure ! Préparez des barbotines, refroidissez des plats chauds et refroidissez des boissons en seulement 4 secondes ! comment elle extrait l'eau de l'air qui l'entoure, vous n'aurez donc jamais à vous soucier de la remplir. De plus, vous pouvez également la conserver dans votre réfrigérateur pour améliorer instantanément la qualité des aliments ! Vous vous demanderez comment vous avez pu gérer votre cuisine sans la Tige Gelée (tm) !",
	"Messages.HiddenBenefits.BasiliskPaw": "C'est un gros manuel sur les monstres. ^^... Parmi les nombreuses créatures effrayantes et magiques qui parcourent ce monde, peu sont plus mortelles que le basilic avec son regard de pierre. Pourtant, peu savent que la patte d'un de ceux-ci a une immense valeur en tant que talisman contre les malédictions et les maladies sombres, et encore moins savent qu'elle possède la curieuse capacité d'étendre sa portée dans les dimensions physiques et magiques, tout simplement. en tenant une patte de basilic dans la main, on devient capable de saisir des choses qu'on ne pourrait jamais toucher autrement ; un ancien apprenti de l'auteur, qui était de confession druidique, utilisait une patte pour atteindre facilement des produits issus de récoltes... ",
	"Messages.HiddenBenefits.MagicQuiver": "C'est une note adressée à Marlon concernant une commande spéciale. ^^Marlon, j'ai fini d'enchanter le dernier lot de carquois. Ils ont les sorts habituels de visée et de tir automatiques, mais après ce que tu as dit à propos des lance-pierres, j'ai essayé quelque chose d'un peu différent avec ceux-ci et ça a fonctionné. Essaye de charger avec l'un d'entre eux - le tir automatique du carquois ne fonctionnera pas si les flèches sont dans un lance-pierre, mais il continuera à tirer aussi longtemps que tu le souhaites sans avoir besoin de recharger autrement.",
	"Messages.HiddenBenefits.ParrotEgg": "C'est une encyclopédie animale ouverte sur une page sur les perroquets.^^Les perroquets font partie des oiseaux les plus intelligents et les plus sociaux. Bien que la plupart des espèces de perroquets préfèrent socialiser avec leur propre espèce, le métissage a été observé entre les espèces de perroquets, la progéniture résultante étant un mélange des colorations des parents. Certains perroquets passent même du temps avec d'autres animaux ou des humains : les habitants de l'Île des Gemmes sont connus depuis longtemps pour leur entraînement de perroquets dont le but est d'aider à trouver des fruits et d'autres petits objets (que plusieurs pirates de l'archipel ont adaptés pour trouver des pièces d'or), et certaines cultures trouvent qu'un perroquet et son perchoir étant gardés dans des logements comme d'autres animaux domestiques résultent dans le fait que les animaux se sentent plus à l'aise.",
	"Messages.HiddenBenefits.FrogEgg": "C'est un petit livre non-fictionnel sur une espèce de grenouille locale. ^^Les œufs de grenouille, appelés frai(s), sont sphériques et ressemblent à de la gelée. Alors que la plupart des espèces de grenouilles pondent leurs œufs en touffes ou en ficelles Dans l'eau ou autour de la végétation aquatique, la grenouille géante des vallées pond ses œufs de la taille d'un abricot individuellement dans des piscines souterraines. Fait inhabituel, cette espèce se développe complètement dans l'œuf et éclot comme une grenouille entièrement formée plutôt qu'un têtard. Sa taille caractéristique signifie qu'elle peut manger de nombreux grands habitants des grottes, bien que la grenouille elle-même soit prédée par les poissons et que de nombreux habitants traitent ses œufs comme engrais pour les étangs à poissons",
	"Messages.HiddenBenefits.GoldenSpur": "C'est un vieux manuel sur l'équipement des ranchs.^^Éperons : équipement utile pour tout cavalier. Les éperons avec des molettes (la roue classique en forme d'étoile préférée des cowboys) permettent de petits mouvements subtils pour faciliter la conduite. La plupart des éperons sont fabriqués en acier résistant aux intempéries, mais les éperons recouverts d'or ou d'argent sont populaires pour les rodéos, les courses et autres spectacles. Dans certains cercles de cowboys, cette croyance persiste qu'une paire d'éperons dorés accélérera les réflexes du porteur, et une pratique courante consiste à adapter les éperons pour les attacher directement sur ses bottes de cowboy.",
	"Messages.HiddenBenefits.MagicHairGel": "C'est une page publicitaire extraite d'un magazine de mode pour hommes. ^^Présentation de Magik : Couleur à haut impact. Maniez le pouvoir du prismatisme. Gel capillaire à tenue forte et soin puissant, qui micro-cible les points faibles pour une résilience plus durable. Ne faites pas de compromis – Magik vous donne de la couleur sans renoncer à l'endurance. Avec une formule nouvelle et améliorée pour une santé enrichie.",

	"Dialogue.GiftOfFriendship.Abigail": "Salut, @ ! Je suis partie à l'aventure dans les mines hier soir et j'ai vu ça. Je savais que ça te plairait ! Qu'en penses-tu ? Plutôt cool, non ?$h [66 80 68 768 769 767]",
	"Dialogue.GiftOfFriendship.Alex": "Hey, @, j'ai ça pour toi ! Je suis sûr que je deviendrai bientôt professionnel et je n'aurais pas pu arriver aussi loin sans ton soutien. Merci beaucoup !$h [351 349 212 198 214]",
	"Dialogue.GiftOfFriendship.Caroline": "@, Je suis contente de te voir. Ces fleurs fleurissaient dans ma véranda ce matin et je voulais t'en offrir une.$h [591 593 595 597 376]",
	"Dialogue.GiftOfFriendship.Clint": "Hey @. Euh... Je voulais juste te donner ça. [SkillBook_3 70 62 60 64 334 335 336 337 378 380 384 386]#$b#Parce que je suis heureux que tu sois mon ${ami^amie^amix}$ proche. Tu aimes ?",
	"Dialogue.GiftOfFriendship.Demetrius": "Bonjour @, quelle chance de te voir aujourd'hui ! J'avais l'intention de te donner ça, mais j'étais noyé sous le travail. J'espère que tu l'apprécieras.$h [(BC)25 (BC)105 (BC)231 (BC)9 745 478 473 486 494]",
	"Dialogue.GiftOfFriendship.Dwarf": "Hey @, ne le dis pas à ce sorcier, mais tu es le premier humain avec qui je suis heureux de passer du temps. Prends ça, ton amitié m'est chère. [96 97 98 99 562 82 556 554 547 540 563 286 287 288]",
	"Dialogue.GiftOfFriendship.Elliott": "@, Je voudrais montrer mon immense gratitude envers ta constante compagnie, au cours de notre amitié. J'espère que ça correspond à tes goûts. [SkillBook_1 372 718 719 723 242 225 219]$h",
	"Dialogue.GiftOfFriendship.Emily": "Salut, @ ! Je suis si heureuse de te voir. Je savais depuis le jour de ton arrivée que nos destins seraient liés. S'il te plaît, prends ceci - c'est un signe de ma gratitude envers toi !$h [551 550 564 577 560 541 578]",
	"Dialogue.GiftOfFriendship.Evelyn": "Oh, bonjour trésor. J'avais préparé ce dessert pour la famille hier soir. Pourquoi n'en prendrais-tu pas aussi ?$h [223 222 651 234 232 604 608 611 612 238 731 904]",
	"Dialogue.GiftOfFriendship.George": "@ ! Je suis heureux de te voir. Prends ça. C'est une petite chose, mais c'est ce qu'un vieux type comme moi puisse offrir de meilleur.$h [(B)515 334 335 336 ]",
	"Dialogue.GiftOfFriendship.Gus": "Content de te voir, @ ! Je voulais dire que je suis reconnaissant d'être ami avec toi. Vas-y, c'est la maison qui offre !$h [ 196 206 205 214 213 208 219 209 224]",
	"Dialogue.GiftOfFriendship.Haley": "Hey, @ ! J'ai vu ça la dernière fois que j'étais au centre commercial et j'ai pensé à toi. Je suis contente que nous soyons ${amis^amies^amix}$ ! Je crois que j'ai été très impolie avec toi lors de notre première rencontre, alors merci de m'avoir supportée. [{{GiftItem}}]",
	"Dialogue.GiftOfFriendship.Harvey": "Bonjour, @ ! Je voulais te donner ça pour t'aider à rester en bonne santé. J'apprécie tellement notre amitié, tu sais. Prends soin de toi !$h [196 230 237 200 207 231 606]",
	"Dialogue.GiftOfFriendship.Jas": "Bonjour ${M.^Mme^Mx.}$ @, tante Marnie et moi avons acheté ça pour toi parce que nous t'aimons tellement ! J'espère que ça te plaira !$h [221 611 608 222]",
	"Dialogue.GiftOfFriendship.Jodi": "As-tu faim, @ ? J'ai préparé ça plus tôt et je t'en ai gardé au cas où tu viendrais. Je te considère comme faisant partie de la famille maintenant, tu sais !$h [ 220 214 231 200 222 198 607]",
	"Dialogue.GiftOfFriendship.Kent": "Content de te voir, @. Je voulais encore te remercier de m'avoir aidé à me remettre dans une vie tranquille. Voilà, pour toi. [686 687 691 692 693 694 695 856 877 SonarBobber Kedi.VPP.SnailTackle 926 TentKit ]",
	"Dialogue.GiftOfFriendship.Krobus": "Bonjour @, j'ai un cadeau pour toi. Je suis vraiment heureux d'avoir cette « amitié », comme vous les humains l'appelez. Je prierai également Yoba pour ton bien-être.$h [773 772 872 879]",
	"Dialogue.GiftOfFriendship.Leah": "Hey, @ ! Récemment, j'ai trouvé un endroit idéal pour cueillir et j'ai pensé à toi comme tu es ${un ami^une amie^um amix}$, j'espère que tu apprécieras. C'est aussi frais que possible !$h [399 259 404 257 408 20 406 16 422 281 414 412 416]",
	"Dialogue.GiftOfFriendship.Lewis": "Bonjour, @ ! Vous êtes vraiment ${devenu un^devenue une^devenux um}$ véritable membre de cette communauté, n'est-ce pas ? Je suis sûr que votre grand-père serait fier de vous. [178 253 395 599 621 645]",
	"Dialogue.GiftOfFriendship.Leo": "La semaine dernière, Willy m'a ramené sur l'Île Gingembre pour rendre visite à ma famille. J'ai trouvé ça dans la jungle pour toi ! Tu es aussi ma famille maintenant !$h [852 91 834 830 832]",
	"Dialogue.GiftOfFriendship.Linus": "Bonjour, @. Je suis sûr que la nature est reconnaissante de ton respect, comme je te suis également reconnaissant d'être mon ${ami^amie^amix}$. S'il te plaît, prends ceci en guise de remerciement.$h [Kedi.VPP.BakedTubers Kedi.VPP.GrilledLeek Kedi.VPP.GrilledFish Kedi.VPP.TrailMix Kedi.VPP.MushroomKebab Kedi.VPP.SeaweedSalad Kedi.VPP.WildFruitSalad Kedi.VPP.RoastedFiddleheads Kedi.VPP.FriedBugSteak Kedi.VPP.SteamedClams DeluxeBait 774 610 196 609 648]",
	"Dialogue.GiftOfFriendship.Marnie": "Bonne journée, @ ! Je l'ai fait hier avec mon meilleur fromage de chèvre. Tu veux le goûter ?$h [ 197 221 222 223 234 199 608]",
	"Dialogue.GiftOfFriendship.Maru": "Bonjour, @ ! J'ai utilisé ça récemment dans mes expériences. Je veux créer quelque chose dans le but d'aider les agriculteurs comme toi ! Tu voudras l'essayer quand ce sera prêt ?$h [334 335 336 337 787 557]",
	"Dialogue.GiftOfFriendship.Pam": "Hé salut, ${gamin^gamine^gamim}$. J'ai commandé ça chez Joja en plus de d'habitude. Ne l'dis pas à Pierre, d'accord ? Quoi qu'il en soit, merci d'êt'e avec moi depuis tout ce temps. Même si je n'suis pas une bonne maman, tu m'as aidée à mieux voir les choses. [88 90 164 165 802 588 386]",
	"Dialogue.GiftOfFriendship.Penny": "Salut, @ ! Quand je rangeais la cuisine tout à l'heure, je me suis souvenue de notre « Chili de @ ». Tu sais à quel point j'aime cuisiner, alors j'ai fait ça pour toi !$h [195 197 198 199 201 209 219 648]",
	"Dialogue.GiftOfFriendship.Pierre": "Hé, ${Fermier^Fermière^Fermian}$ @ ! J'ai commandé ceci spécialement pour toi. Contrairement à Joja, merci d'être un soutien pour ma boutique depuis le premier jour !$h [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)109 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Pierre.Joja": "Hé, ${Fermier^Fermière^Fermian}$ @ ! J'ai commandé ceci spécialement pour toi. Même avec tout ce que Joja a fait à cette ville, tu es toujours ${un bon ami^une bonne amie^an ban amix}$ pour moi. [368 369 370 371 465 466 805 918 919 599 621 645 (F)2625 (F)2632 (F)2634 (F)1684 (F)2798 (F)807 (F)2626 (F)2875 (F)2397 (F)2624 (BC)36 (BC)107 (BC)137 (BC)113 (BC)47 (BC)109 (BC)48 (BC)184 (BC)188 (BC)192 (BC)204 ]",
	"Dialogue.GiftOfFriendship.Robin": "J'essaie certaines techniques de sculpture que Leah m'a montrées, mais ça avance lentement. Mais bon, je recycle les erreurs dans de nouveaux projets ! T'en veux un, @ ?$h [(F)1280 (F)2742 (F)1669 (F)1300 (F)1440 (F)986 (F)989 (F)1368 (F)1364 (F)1671 (BC)232 (BC)BigChest (BC)BigStoneChest (BC)130 ]",
	"Dialogue.GiftOfFriendship.Sam": "Salut, @ ! T'as faim ? J'ai pris des plats à emporter au saloon, je peux partager.$h [206 213 214 224]",
	"Dialogue.GiftOfFriendship.Sandy": "Oh, bonjour chaton ! Regarde ce que j'ai pour toi ! J'ai trouvé ça en réapprovisionnant les étagères l'autre jour et je me suis dit que ça te plairait.$h [88 90 18 22 418 402 184 425 431 455 453 429 427]",
	"Dialogue.GiftOfFriendship.Sebastian": "Oh, hey. Hier soir, j'ai fouillé dans les anciennes mines et j'ai trouvé ça. Profite-en bien.$h [565 82 575 768 769 84]",
	"Dialogue.GiftOfFriendship.Shane": "Hé, @. J'étais à Zuzu ville pour un match de gridball la semaine dernière et j'ai vu ça. Ça m'a fait penser à toi, alors voilà. [206 241 215 213 253 395]",
	"Dialogue.GiftOfFriendship.Vincent": "Salut, ${M.^Mme^Mx.}$ @ ! Je voulais t'offrir quelque chose de cool parce que t'es l'adulte ${le^la^lo}$ plus drôle qui ait jamais existé ! T'aimes ?$h [152 766 399 153 157 SeaJelly CaveJelly RiverJelly 372 ]",
	"Dialogue.GiftOfFriendship.Willy": "${Bonjour, mon gars^Bonjour, ma fille^Bonjour, toi}$. Tiens, la plus belle prise de la journée, j'aimerais que tu la prennes. Peut-être que tu pourrais la faire frire ou demander à Gus de te préparer un de ses plats les plus sophistiqués, héhé.$h [ {{PoolItem}} ]",
	"Dialogue.GiftOfFriendship.Wizard": "Pars, si tu es ici juste pour venir fouiner. Je ne dois pas être distrait dans mon travail.#$b#Oh, au fait, prends ça avant de partir. Cela pourrait s'avérer utile pour toi. [688 689 690 886 TreasureTotem 261 681 MysticSyrup 124 125 256]",

	"Enchantments.AutoFire.Name": "Tir-Auto",
	"Enchantments.Rapid.Name": "Rafale",
	"Enchantments.BatKiller.Name": "Tueur de Chauves-Souris",
	"Enchantments.Thrifty.Name": "Économe",
	
	"Buildings.MineralCavern.Name": "Caverne de minéraux",
	"Buildings.MineralCavern.Desc": "Ne vous inquiétez pas, vous pouvez entrer en toute sécurité ! Mystérieusement, les pierres placées à l’intérieur grossissent avec le temps.",
	"Buildings.MineTent.Name": "Dépôt de wagonnet",
	"Buildings.MineTent.Desc": "Bâtiment de stockage pour garder les marchandises minières en sécurité jusqu'à votre retour. Un seul de ces bâtiments peut être présent dans une seule sauvegarde.",

}