{
    "config.Ts_AFC_EnableThisMod.name": "Enable the mod.",
    "config.Ts_AFC_EnableThisMod.description": "On/Off setting of this mod itself.",

    "config.Ts_AFC_AvoidCertainBugs.name": "Avoid certain bugs.",
    "config.Ts_AFC_AvoidCertainBugs.description": "There was a bug up to v1.3 where warp totems would appear on the collectibles in front of the dusty chapel and would not disappear. If you have this condition, please turn on this item. A word of caution! If you turn this item ON, the cave will be created as a different MAP, although it looks the same. If you have placed valuable items in the cave, please remove them before changing the settings.",

    "config.Ts_AFC_OpenImmediately.name": "Immediate Open",
    "config.Ts_AFC_OpenImmediately.description": "Originally, they are opened when the conditions are cleared, but checking this item will allow you to enter additional areas immediately.",


    "config.section.Ts_AFC_Cautions.name": "Below are the settings when using^Hippo's Farm Cave Variety mod",
    "config.section.Ts_AFC_Cautions.description": "The settings must be exactly the same as the settings in the Hippo's Farm Cave Variety mod. If the settings are not exactly the same, unexpected patching may occur and display problems may occur.",


    "config.Ts_AFC_HFCV_CaveType.name": "CaveType",
    "config.Ts_AFC_HFCV_MatchFarm.name": "MatchFarm",
    "config.Ts_AFC_HFCV_AlternateCombat.name": "AlternateCombat",
    "config.Ts_AFC_HFCV_AlternateIsland.name": "AlternateIsland",


    "config.section.Section for line breaks.name": "^^Section for line breaks",
    "config.section.Section for line breaks.description": "This item is a non-functional item to address a problem that occurs when mod config is displayed in a particular language and the necessary items are not displayed until the end.",

    "config.This is a meaningless item.name": "This is a meaningless item",
    "config.This is a meaningless item.description": "This item is a non-functional item to address a problem that occurs when mod config is displayed in a particular language and the necessary items are not displayed until the end. There is no point in turning it on and off, so you can switch it on and off as much as you like and play with it.",



    "AdFCms01": "There's a faint rustling sound coming from behind the small shrine...",
    "AdFCms02": "Someone has been leaving gifts at this shrine. Who could it be?",
    "AdFCms03": "A breeze from the surface is blowing in through the opening in the shrine.^Maybe it's a passage for small creatures?",
    "AdFCms04": "There's a small shrine here.^Wait, is there something moving in there...?",
    "AdFCms05": "This little forest spirit was the one delivering the gifts all along!",


}