// Please help make this translation better!  Search for '>>>' to find known issues with the
// translation.  When you've corrected everything and tested it locally, send your copy of this
// file back to the mod's author for integration into the mod.  Instructions on how to integrate
// it into the source repository can be found here:
// https://github.com/NermNermNerm/LocalizeFromSource?tab=readme-ov-file#ingesting-translations
//
// Built from commit: ce53071efd6288ec34f04827c53e2980cf62ed88  !! DO NOT DELETE THIS LINE !!
{
    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BaseQuestController.cs#L145
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This item is for unlocking the tractor - only the host can advance this quest.  Give this item to the host.  (You have to put in a chest for them.)"
    "XF0HGKYGTK": "Cet objet est destiné à déverrouiller le tracteur - seul l'hôte peut avancer dans cette quête : donnez-lui. (Mettez-le dans un coffre pour qu’il puisse être récupéré)",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L13
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "We need a bigger pole"
    "zjnFqhu5AG": "Une plus grand canne à pêche ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L14
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "There's something big down at the bottom of the farm pond.  Maybe Willy can loan me something to help get it out."
    "GXvHCz1QHj": "Il y a quelque chose de gros au fond de l'étang de la ferme. Peut-être que Willy pourrait me prêter quelque chose pour m'aider à l’en sortir.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L22
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Go find Willy in his shop"
    "bk4QePn5m9": "Allez retrouver Willy dans sa boutique",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L25
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Use Willy's harpoon to haul in whatever's at the bottom of the pond"
    "DiHfUuSlMi": "Utilisez le harpon de Willy pour récupérer tout ce qui se trouve au fond de l'étang.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L28
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Give the Harpoon back to Willy"
    "KhqZ3M0sJf": "Rendez le harpon à Willy",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L41
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ya reeled that ol water tank on wheels in, did ya laddy!$3#$b#Aye I do believe this'll be the talk of the Stardrop for many Fridays to come!$1"
    "ZWv8FTKj5n": "T’as r’trouvé c’vieux réservoir d'eau sur roues, n'est-ce pas, ${mon gars^ma fille^@}$ !$3#$b#Ouais, j’crois que c’sera le sujet de discussion au saloon pendant d’nombreux vendredis à venir !$1",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L48
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ah laddy...  I do think I know what you mighta hooked into and yer right that ya need a lot more pole than what ya got.^Ah lass...  I do think I know what you mighta hooked into and yer right that ya need a lot more pole than what you got.#$b#Here's a wee bit o' fishin' kit that my great great grandpappy used to land whales back before we knew better.#$b#I think ya will find it fit for tha purpose."
    "ZRIRPaoI6y": "Ah ${mon gars^ma fille^@}$... J’pense que j’sais à quoi tu t’es accroché et t’as raison, t’as besoin de beaucoup mieux que ce que t’as.^#$b#Voici un petit kit de pêche que mon arrière-arrière-grand-père utilisait pour tâter des baleines avant qu’on apprenne comment y faire.#$b#J’pense que tu trouveras que ça fera l’affaire.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuest.cs#L57
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Come visit me in my shop.  I've got a little somethin' behind the counter that might be just the thing you need."
    "CCuw9XbZ4a": "Viens m’rendre visite dans ma boutique. J'ai un petit quelque chose derrière l’comptoir qui pourrait être exactement ce dont tu as besoin.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L35
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Whoah, I snagged onto something big down there, but this line's nowhere near strong enough to yank it up!"
    "vgzK6U13tq": "Whoah, j'ai accroché quelque chose de gros là-bas mais cette ligne est loin d'être assez solide pour le tirer !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L181
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Aaahhh! ! I had it!"
    "wehRcmVmeM": "Aaahhh ! ! Je l'avais!",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L181
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Nope...  nothing"
    "uLeSvWvcp6": "Non... rien !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L181
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ooohhh!  So close!"
    "YUL1XimQ8f": "Ooohhh ! Si proche !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L201
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Dang! Snapped a line on that waterer again!  Perhaps switching rods to Willy's Harpoon would help."
    "Nl5cIaFeBu": "Mince ! J'ai encore cassé une ligne sur cet irrigateur ! Peut-être que changer de canne pour le harpon de Willy serait utile.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L215
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Great Grandpappy's Harpoon"
    "Lu5g3RK53m": "Harpon de l'arrière-grand-père",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/BorrowHarpoonQuestController.cs#L215
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Willy's Great Grandpappy used this to hunt whales back in the day."
    "oJsqvcnNRp": "L'arrière-grand-père de Willy l'utilisait autrefois pour chasser les baleines.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L23
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you run across the old tractor yet?  It's off on the west side of the farm, in behind some trees in an old lean-to.  It's just about one with the vegetation now, but it hasn't rusted away completely.  It sure would be fun to see it run!"
    "kNlIxPLmkd": "Es-tu déjà tombé sur le vieux tracteur ? C'est du côté ouest de la ferme, derrière les quelques arbres et dans un vieux hangar. On le confond avec la végétation maintenant mais il n'a pas complètement rouillé. Ce serait certainement amusant de le voir fonctionner !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L24
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I used to tromp around your old farm; I loved the empty, haunted feel to it...$2#$b#Anyway...  I saw some things that probably work with the tractor, over on the South side of your farm near Marnie's ranch.#$b#One of them is buried under and old log and one is wedged into a boulder.#$b#Hey, if you get them working, does this mean I can drive the tractor?$4"
    "qLJaGbG1K8": "J'avais l'habitude de flâner dans ton ancienne ferme ; j'adorais son atmosphère vide et hantée...$2#$b#Quoi qu'il en soit... J'ai vu des choses qui iraient probablement sur le tracteur, du côté sud de ta ferme, près du ranch de Marnie.#$b#Il y en a un qui est enterré sous une vieille bûche et l’autre est coincé dans un rocher.#$b#Hé, si tu les fais fonctionner, est-ce que ça veut dire que je pourrais conduire le tracteur quand tu l’auras réparé ?$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L30
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you run across the old tractor yet?  I doubt it still works, but maybe it could be restored."
    "iQxotC8gOM": "Est-ce que tu as trouvé le vieux tracteur ? C’est pas sûr qu'il fonctionne encore mais il pourrait peut-être être réparé.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L34
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hey I saw you take those shoes.  I would have charged gold for them if I thought anybody would be stupid enough to want them.#$b#They don't fit. That's why I chucked them over there.  I'm glad you hauled off that junk."
    "DLMJpLpkIK": "Hé, je t'ai ${vu^vue^vu·e}$ prendre ces chaussures. Je les aurais vendu à prix d’or si j’avais pensé que quelqu’un serait assez stupide pour les vouloir.#$b#Elles ne me vont pas. C'est pour ça que je les ai jetées là-bas. Je suis content que tu m’aies débarrassé de ces déchets.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L38
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "You granddad loved that tractor of his, bless his heart, but you could never tell that judging by the dents and broken off parts!#$b#He left little bits of that thing scattered all over the farm, I'm afraid.  You'll probably come across bits of it here and there!"
    "N8cAzPFfxd": "Ton grand-papa adorait son tracteur, béni soit son cœur, mais tu ne pourrais jamais le deviner à en juger par toutes ces bosses et ces pièces cassées !#$b#Il a laissé des petits morceaux de ce truc éparpillés partout dans la ferme, j'en ai peur. Tu en croiseras probablement des parties ici et là !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L45
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you run across the old tractor yet?  Your Grandpa kept it stored in a lean to out on the West side.#$b#It was a piece of junk when he bought it.  No idea how he kept it running.  He had no mechanical ability at all.  None."
    "qmO8twlf9k": "Es-tu déjà ${tombé^tombée^tombé·e}$ sur le vieux tracteur ? Ton grand-père le gardait dans un appentis du côté ouest.#$b#C'était une ferraille quand il l'a acheté. Je ne sais pas comment il l'a fait fonctionner. Il n’avait aucune connaissance en mécanique. Aucune.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L73
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I hear you found that old tractor - you should get Robin to tell you the tale of the irrigator."
    "IJJmQOw9KW": "J'ai entendu dire que tu as trouvé ce vieux tracteur - tu devrais demander à Robine de te raconter l'histoire de l'irrigateur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L104
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "You know your Grandad and George were really good friends; it hit George pretty hard when your Granddad passed.$2#$b#You might do well to be nice to George, he might know a few secrets about your farm."
    "FqPGO4fD72": "Tu sais, ton grand-papa et George étaient de très bons amis ; George a été très durement touché lorsque ton grand-père est décédé.$2#$b#Tu ferais peut-être bien d'être gentil avec George, il connaît peut-être quelques secrets sur ta ferme.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L60
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hey, wanna know a secret about your farm?  Down in the brambles near Marnie's house, there's Greebles.  They've made some weird machines too.$3#$b#No...  I've never seen a Greeble, but cats can!"
    "dmrz7NZPs5": "Hé, tu veux connaître un secret sur ta ferme ? Dans les ronces près de la maison de Marnie, il y a des Greebles. Ils ont aussi fabriqué des machines étranges.$3#$b#Non... Je n'ai jamais vu de Greeble, mais les chats si !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L66
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "The kids used to play out in the south field near Marnie's house.  They often came home with tales of high adventure!$1#$b#You might poke around down there sometime when you need a break, who knows what you'll find!"
    "Q8GRiS6qKJ": "Les enfants avaient l’habitude de jouer dans le champ sud, près de la maison de Marnie. Ils revenaient souvent à la maison avec des récits de grandes aventures !$1#$b#Tu pourrais fouiller là-bas un jour lorsque tu auras besoin d'une pause, qui sait ce que tu trouveras !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L74
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "One day your granddad came to ask me for help because he had wedged the front-end loader under a boulder he was moving on the south side of the farm.#$b#I told him that maybe his little tractor wasn't up to moving such a big rock...  He seemed to take that kinda personal; he did love that little tractor.$2#$b#But then his eyes lit up and he ran into Pierre's.$1#$b#I'm not sure what happened after that."
    "l9OMHyxsLQ": "Un jour ton papy est venu me demander de l'aide car il avait coincé la benne avant sous un rocher qu'il déplaçait du côté sud de la ferme.#$b#Je lui ai dit que peut-être son petit tracteur n'était pas capable de déplacer un si gros rocher... A priori il a pris ça un peu personnellement ; il adorait ce petit tracteur.$2#$b#Mais ensuite ses yeux se sont illuminées et il s’est précipité chez Pierre.$1#$b#Je ne suis pas sûr de ce qui s'est passé après ça.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L79
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "You know the kids used to play at your farm.  I've asked them to stay clear now that you're back.#$b#It's hard enough to run a farm with chickens running around, let alone kids!$1#$b#Ask me how I know...$2"
    "qSWuG4ki9h": "Tu sais que les enfants jouaient dans ta ferme. Je leur ai demandé de rester à l'écart maintenant que tu es de retour.#$b#C'est déjà assez difficile de gérer une ferme avec des poules qui courent partout, sans parler des enfants !$1#$b#J’en sais quelque chose...$2",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L86
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I hear you found the tractor!  Just a word of advice - might be best not to bring up the subject around my dad...$2#$b#It's a bit of a sore subject.#$b#You can talk to my Mom about it though - your only trouble will be getting her to stop!$1"
    "ehV5fIEcZt": "J'ai entendu dire que tu avais trouvé le tracteur ! Juste un conseil - Il vaudrait peut-être mieux ne pas aborder ce sujet avec mon père...$2#$b#C'est un sujet un peu délicat.#$b#Mais tu peux en parler à ma mère - ton seul problème serait de la faire s’arrêter !$1",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L90
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you run across the old tractor yet?  If you could get it running, it'd sure help you get more crops in the ground.#$b#If you need help finding it, Abigail might know where it is."
    "bqufgSutXm": "Es-tu déjà ${tombé^tombée^tombé·e}$ sur le vieux tracteur ? Si tu pouvais le faire fonctionner, cela t’aiderait certainement à obtenir plus de récoltes.#$b#Si tu as besoin d'aide pour le trouver, Abigail sait peut-être où il se trouve.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L91
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I hear you found that old tractor - I wonder where all the attachments are?  One that's not a mystery is the irrigation rig.#$b#That's somewhere at the bottom of the farm pond, along with a big chunk of Demetrius' pride!#1"
    "KyAi7gAwS7": "J'ai entendu dire que tu as trouvé ce vieux tracteur - je me demande où sont tous les accessoires ? Celui qui n’est pas un mystère est la plate-forme d’irrigation.#$b#C'est quelque part au fond de l'étang de la ferme, englouti avec une grande partie de la fierté de Démétrius !#1",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L92
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Did you ever find the front-end loader?  One day your Granddad came running into the store, bought a whole bunch of bombs and ran back out again.#$b#Lewis tells me he wedged the loader under a big rock and was trying to get it out...  So if you do find it, it might be in pieces!#1#$b#I'm just glad your Granddad didn't end up in pieces.$2#$b#That's why I don't sell explosives anymore.$2"
    "ZosMeSTrGs": "Tu as trouvé la benne de chargement avant ? Un jour, ton grand-père est entré en courant dans le magasin, il a acheté tout un tas de bombes et il est reparti en courant.#$b#Lewis m’a dit qu'il avait coincé la benne sous un gros rocher et qu'il essayait de l’en sortir... Donc si tu le trouves, il pourrait être en morceaux !#1#$b#Je suis juste contente que ton grand-père n'ait pas fini en morceaux.$2#$b#C'est pour ça que je ne vends plus d'explosifs.$2",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L96
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you run across the old tractor yet?  That thing has some stories to tell, let me tell you.  It might make a good decoration for your front yard someday."
    "xe0kBKcQqp": "Es-tu déjà ${tombé^tombée^tombé·e}$ sur le vieux tracteur ? Cette chose est reliée à plein d’histoires, laisse-moi t’en raconter une. Ça pourrait faire une bonne décoration pour ta cour un jour.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L97
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh you want to find the tractor's irrigator?  Ha!  Good luck with that!$4#$b#Who knows, maybe you can fish it out!$1#$b#Demetrius tried to winch it out and ended up, well, let's just say the creases on his trousers weren't quite as crisp as usual after that attempt!$4"
    "Ht3Hh4vY0t": "Oh, tu veux trouver l'irrigateur du tracteur ? Ha! Bonne chance avec ça!$4#$b#Qui sait, peut-être pourrais-tu le repêcher !$1#$b#Demetrius a essayé de le retirer et a fini par abandonner. Disons simplement que les plis de son pantalon n'étaient plus aussi nets que d'habitude après cette tentative ratée !$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L98
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "You know your Grandad and George were really good friends and it hit George pretty hard when your Granddad passed.$2#$b#You might do well to be nice to George; he might know a few secrets about your farm."
    "W0y2Nit6sb": "Tu sais que ton grand-papa et George étaient de très bons amis et cela a été très dur pour George lorsque ton grand-père est décédé.$2#$b#Tu ferais peut-être bien d'être gentil avec George, il connaît peut-être quelques secrets sur ta ferme.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L102
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you been out on the west side of your property yet?  Your Granddad had a tractor that he kept under a lean-to that always teetered on the brink of collapse.#$b#Know how he got it?  Me and Pappy boated it in from Knopperville.$l#$b#I didn't understand why he bought it -- the engine had thrown a rod, had bent crankshaft and a cracked case.$s#$b#But somehow he got it to live again!  Funny that.  He wasn't much of a mechanic..."
    "tRtINU9uPM": "Es-tu déjà allé du côté ouest de ta propriété ?  Ton grand-père avait un tracteur qu'il gardait sous un appentis qui était toujours au bord de l’effondrement.#$b#Tu sais comment il l'a eu ? Papy et moi l'avons amené en bateau depuis Knopperville.$l#$b#Je n'ai pas compris pourquoi il l'avait acheté --le moteur avait projeté une bielle, avait plié le vilebrequin et le carter était fissuré.$s#$b#Mais d’une manière ou d’une autre, il l’a fait revivre ! C'est drôle quand même. Parce qu’il n'était pas vraiment mécanicien...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L103
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ah, but yaknow, the biggest catch on your farm isn't the fish!  Nay laddy, it's the watering wagon for the tractor!$3#$b#That ol' thing sunk into the depths of the pond ne'er to be seen again!$1#$b#You'll probably lose a lure or two to it if you fish on your pond.$3"
    "MThWtLkWkn": "Ah, mais t’sais, la plus grosse prise de ta ferme n'est pas un poisson ! Non, ${mon gars^ma fille^@}$, c'est le chariot d'arrosage du tracteur !$3#$b#Cette vieille chose a sombré dans les profondeurs de l'étang pour ne plus jamais être revue !$1#$b#Tu perdras probablement un ou deux leurres si tu pêches sur ton étang.$3",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L112
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I saw in one of Haley's magazines where it says that women unconsciously rate men based on their shoes...#$b#Hah!  I must be doing it wrong then.  If I ever did look at a man's shoes and I saw scuffed up old work boots, I'd be more attracted to him, not less!"
    "wiYz9rZ7BO": "J'ai vu dans un magazine d'Haley qu’ils disaient que les femmes évaluent inconsciemment les hommes en fonction de leurs chaussures...#$b#Hah ! Je dois m’y prendre mal alors. Si jamais je regardais les chaussures d'un homme et que je voyais de vieilles bottes de travail éraflées, je serais plus attirée par lui, au moins !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L116
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Your Grandad used to come in every Thursday night.  He had a standing date with George and Lewis; they'd play some cards and swap stories...#$b#That kept George going in the early years after the accident.  As you Granddad's mind started to slip away, that, well...$s#$b#George didn't need one more thing to feel bitter about, but life handed it to him anyway.$s"
    "xG9aCN8GSn": "Ton grand-papa venait tous les jeudis soir. Il avait un rendez-vous régulier avec George et Lewis ; ils jouaient aux cartes et échangeaient des histoires...#$b#Cela a permis à George de continuer à travailler pendant les premières années qui ont suivi l'accident. Lorsque l'esprit de ton grand-père a commencé à partir, eh bien...$s#$b#George n'avait pas besoin de grand-chose de plus pour se sentir amer mais la vie le lui a quand même donné.$s",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ConversationKeys.cs#L121
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I have a bit of a confession to make...When I told you how to repair the tractor engine, you didn't *really* need to run around the chest six times...  I just...  Well...#$b#Sometimes I just can't help myself."
    "bk3LzkswHF": "J'ai un petit aveu à te faire... Quand je t’ai expliqué comment réparer le moteur du tracteur, tu n’avais pas *vraiment* besoin de courir autour du coffre six fois... C’est juste que... Eh bien...#$b#Parfois, je ne peux tout simplement pas m'en empêcher.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/DerelictTractorTerrainFeature.cs#L187
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This looks like an old tractor.  Perhaps it could help you out around the farm, but it's been out in the weather a long time.  It'll need some fixing.  Maybe somebody in town can help?"
    "PrgiNcyeNU": "Cela ressemble à un vieux tracteur. Peut-être que cela pourrait vous aider à la ferme mais il est en panne depuis longtemps. Il faudrait le réparer. Peut-être quelqu'un en ville pourrait vous aider ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/DerelictTractorTerrainFeature.cs#L192
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This looks like an old tractor.  You should tell {{arg0}} about this thing."
    "NMI3wBlDtG": "Cela ressemble à un vieux tracteur. Tu devrais le montrer à {{arg0}}.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L20
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Fix the loader"
    "c8YjngyW4t": "Réparer la benne",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L21
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I found the front end loader attachment for the tractor, but it's all bent up and rusted through in spots."
    "dX0gr1qIc8": "J'ai trouvé l'accessoire de la benne de chargement avant pour le tracteur mais elle est tout déformée et rouillée par endroits.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L29
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This looks like a the sort of thing a blacksmith could fix."
    "LATCMpfkAA": "Cela ressemble au genre de chose qu'un forgeron pourrait réparer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L32
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Somehow I've been railroaded into finding Clint some new shoes.  Maybe some of the younger townspeople know where I could get some for cheap."
    "s135Unweik": "D'une manière ou d'une autre, j'ai été poussé à trouver de nouvelles chaussures à Clint. Peut-être que certains des plus jeunes citadins pourraient savoir où je pourrais en trouver à bas prix.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L35
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Somehow I've been maneuvered into finding Clint some new shoes.  Alex wears the same shoe size and tosses out shoes regularly...  Hm...  Ew...  Hm..."
    "VhNrUoaY9N": "D'une manière ou d'une autre, j'ai été amené à trouver de nouvelles chaussures à Clint. Alex porte la même pointure et jette régulièrement ses chaussures... Hum... Euh... Hum...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L42
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I've got Linus recruited to look out for shoes in Alex's trash can, but he warns me that there's something else that might be looking as well...  Who could that be?"
    "wAknd1dfbs": "J'ai recruté Linus pour surveiller les chaussures dans la poubelle d'Alex mais il m’a prévenu qu'il y a quelqu’un d’autre qui pourrait aussi vouloir les chercher... Qui cela pourrait-il être ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L45
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Somehow I need to disguise these shoes so that Alex doesn't recognize them...  And maybe do something about that smudge.  Perhaps Sam or Sebastian would loan me some shoe polish."
    "T3nMKK7HjF": "D'une manière ou d'une autre, je dois dissimuler ces chaussures pour qu'Alex ne les reconnaisse pas... Et peut-être faire quelque chose pour cette tache. Sans doute Sam ou Sebastian pourraient me prêter du cirage.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L48
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Give the shoes and the old loader to Clint"
    "Fbr9n1ZMs8": "Donnez les chaussures et la vieille benne à Clint",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L51
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Take the fixed loader attachment to the tractor garage."
    "bmBtVri0Iw": "Apportez l'accessoire de la benne réparée au garage du tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L55
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Wait for Clint to finish repairing the loader."
    "GKpUEZeDB6": "Attendez que Clint ait fini de réparer la benne",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L58
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Clint should be done repairing the loader by now."
    "z1TZYfo9SN": "Clint devrait avoir fini de réparer la benne maintenant.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L75
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Shoes.  That's my problem.  I wear these scuffed up old work boots all over the place.$2#$b#What??  Oh.  Sorry.  Just been a bit distracted because I saw on TV that women judge a man by their shoes and look at these...  No wonder I've got no luck with the ladies.$3#$b#What?  You want me to fix that thing?  Sure, looks like it'd be just a bit of reforging, some welds here and there...#$b#Wait!  You're from the city, you know all about shoes!  Tell you what, you get me a nice pair of shoes and I'll fix your loader.  Deal??#$b#GREAT!  I wear 14EEE."
    "xRZPsVpLpP": "Les chaussures.  C'est ça mon problème.  Je porte ces vieilles bottes de travail éraflées partout.$2#$b#Quoi ?? Oh. Désolé. J'ai juste été un peu distrait parce que j'ai vu à la télévision que les femmes jugeaient un homme à ses chaussures et regardaient d’abord ça... Pas étonnant que je n'aie pas de chance avec les femmes.$3#$b#Quoi ? Tu veux que je répare ce truc ? Bien sûr, a priori il faut juste un peu de remodelage, quelques soudures ici et là...#$b#Attends ! Tu viens de la ville, tu t’y connais en chaussures ! Je vais te dire, tu m'achètes une belle paire de chaussures et je réparerai ta benne en échange. D’accord??#$b#SUPER ! Je porte du 45.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L81
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Shoes, yeah man, nice shoes cost a fortune.  My gig at the library barely pays, so I roll around in these supercheapies from Joja.  I color mine every once in a while so they look fresh."
    "fY2r8wo3GJ": "Les chaussures, ouais, les belles chaussures, ça coûte une fortune. Mon travail à la bibliothèque rapporte à peine, alors je me contente d’en prendre des bons marché à Joja. Je teinte les miennes de temps en temps pour qu'elles aient l'air neuves.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L85
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "Cheap shoes!  And you somehow deduce that *I* am authority on such matters?$5#$b$Heh.  Perhaps I am!$1#$b#Back before the Jojamart we'd order them online, but now, I've learned the art of Thrift Stores.  I'm actually kindof glad it happened, I really like shopping at thrift stores.#$b#Cheaper than that?  Welp, you could try dumpster-diving!$1"
    // new: "Cheap shoes!  And you somehow deduce that *I* am authority on such matters?$5#$b#Heh.  Perhaps I am!$1#$b#Back before the Jojamart we'd order them online, but now, I've learned the art of Thrift Stores.  I'm actually kindof glad it happened, I really like shopping at thrift stores.#$b#Cheaper than that?  Welp, you could try dumpster-diving!$1"
    "fhv5f9naYN": "Des chaussures pas chères ! Et tu en déduis d'une manière ou d'une autre que *je* suis une autorité en la matière ?$5#$b$Heh. Peut-être bien !$1#$b#Avant Jojamart, nous les commandions en ligne mais maintenant, j'ai appris l'art des friperies.  En fait, je suis plutôt content que ce soit arrivé, j'aime vraiment faire du shopping dans les friperies.#$b#Moins cher que ça ? Eh bien, tu pourrais essayer de faire les poubelles !$1",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L89
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ladies' shoes I know.  Men's shoes I don't.  'Cheap' shoes is definitely not something I spend time thinking about.$3"
    "h6SxLhYrxu": "Les chaussures pour femmes, je connais. Des chaussures pour hommes, je n'en ai pas. Les chaussures « bon marché » ne sont certainement pas une chose sur laquelle je m’attarde.$3",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L93
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Well, I mostly get my shoes from secondhand stores, but I don't really know about men's shoes.  Have you asked Sam, or Alex?"
    "QeaUOlFZQo": "Eh bien, j'achète principalement mes chaussures dans des brocantes mais je ne m’y connais pas vraiment en chaussures pour hommes. As-tu demandé à Sam ou à Alex ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L97
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Shoes..  Yeah man, decent shoes cost a fortune.  I always wear black, though, which makes it easy.  Blacken anything and it looks cool."
    "oXqkYI4Gzw": "Des chaussures... Ouais, des chaussures correctes coûtent une fortune.  Mais je porte toujours du noir, ce qui facilite les choses. Tu mets du noir sur n'importe quoi et ça a l'air cool.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L102
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I got these new shoes yesterday 'cuz my old pair had a brown smudge.#$b#I just threw them into the garbage. I would've donated them but I don't like the idea of some weirdo wearing my shoes, ya know?#$b#What size do I wear?  14EEE. . . .  Wait, why do you ask?"
    "ORPopDP9MM": "J'ai reçu ces nouvelles chaussures hier, mon ancienne paire avait une tâche brune.#$b#Je viens de les jeter à la poubelle. Je les aurais bien données mais je n'aime pas l'idée qu'un cinglé porte mes chaussures, tu sais ?#$b#Quelle taille je porte ? 45... Attends, pourquoi tu me demandes ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L108
    // Translated by github:CaranudLapin on 1/3/2025
    // source: ". . . So...  what I think I'm hearing you say is you want me to scout the Mullner's trash can for shoes...#$b#You promise this is for a good cause?  Hm...  Okay.  I'll let you know if I come across them.#$b#I don't want to disturb you, but I'm not the only one nosing around town late at night.  I might not find them first."
    "SqbqpYK9qO": ". . . Alors... ce que je crois t’entendre dire, c'est que tu veux que je fouille la poubelle des Mullner à la recherche de chaussures...#$b#Tu promets que c'est pour une bonne cause ?  Hum OK. Je te ferai savoir si je les croise.#$b#Je ne veux pas te déranger mais je ne suis pas le seul à flâner en ville tard le soir, il me semble avoir vu une petite forme avec un casque. Je ne les trouverai peut-être pas le premier.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L113
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "No luck last night, but I'm keeping an eye out for those shoes!"
    "YZpsImfjRR": "Pas eu de chance hier soir mais je garde un œil sur ces chaussures !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L117
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "sashimi"
    "kRomrUOGG6": "sashimis",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L117
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "pizza"
    "ntFRWBnexh": "pizzas",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L118
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "You want to borrow my shoe polish?  That's kindof an odd request but, you know what?  Sure.  Knock yourself out.#$b#There better be some {{arg0}} in this for me somewhere down the road."
    "JFkg7S5BwL": "Tu veux emprunter mon cirage ? C'est une demande un peu étrange mais tu sais quoi ? Bien sûr. Fais-toi plaisir.#$b#Ça vaut bien quelques {{arg0}}, non ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L123
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ah, these shoes look great!  Fit good too.  But somehow I still don't quite feel like a ladykiller.#$b#Welp.  A deal's a deal.  I'll fix the loader.  You can pick it up in a couple days."
    "aHZyZdtOPe": "Ah, ces chaussures sont superbes ! Elles sont confortables, aussi. Mais d’une manière ou d’une autre, je ne me sens toujours pas vraiment comme un tombeur de femmes.#$b#Ok. Une promesse est une promesse. Je vais réparer la benne. Tu pourras la récupérer dans quelques jours.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L128
    // >>>MISSING TRANSLATION
    // source: "Those shoes look great!  Come back with the loader and I'll get to work on it."
    "prjVUYJ7XU": "",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L132
    // >>>MISSING TRANSLATION
    // source: "Have you found any shoes for me yet?  Bring them by when you can, I'd love to see them!"
    "ZOHsM5njT5": "",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuest.cs#L136
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Here's your front-end loader, all fixed up.  Stick to small rocks, right?#$b#If you need to move big ones, get some explosives for the job.  Oh, and let me know when you're doing it.  I'll bring beer."
    "IlHWOmKWV6": "Voilà ta benne de chargement avant, toute réparée.  Contente-toi des petits rochers, hein ?#$b#Si tu dois t’attaquer à plus gros, prend plutôt des explosifs. Oh, et dis-moi quand tu le feras.  J'apporterai de la bière.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/LoaderQuestController.cs#L19
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sweet!  You've now got a front-end loader attachment for your tractor to clear out debris!#$b#HINT: To use it, equip the pick or the axe while on the tractor."
    "CM93QAccC7": "Super ! Vous avez maintenant une benne de chargement avant, un accessoire pour votre tracteur pour éliminer les débris !#$b#ASTUCE : Pour l'utiliser, équipez-vous de la pioche ou de la hache lorsque vous êtes sur le tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L23
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hey there!^I talked with Sebastian about your tractor and he has agreed to work on it, but only if he's got a decent place to work.  I understand that you're just starting out here and don't have a lot of money laying around, so I'm willing to do it at-cost.^ ^For my part, I'll need 300 wood, 200 stone and 350g for supplies.  Sebastian insisted that you bring a cup of coffee as well.  He's still a bit surly I think.  I caved on that one; gotta pick your battles.^ ^See you soon!^  - Robin"
    "AAo9PbWoxz": "Salut !^J'ai parlé avec Sebastian de ton tracteur et il a accepté de travailler dessus, mais seulement s'il a un endroit décent où travailler. Je comprends que tu débutes ici et que tu n’as pas beaucoup d'argent donc je suis prête à le faire bénévolement.^ ^Pour ma part, il me faudrait 300 bois, 200 pierres et 350 po pour les fournitures.  Sebastian a insisté pour que tu apportes également une tasse de café. Il est encore un peu hargneux je trouve. J'ai cédé sur ce point ; il faut choisir ses batailles.^ ^À bientôt!^  - Robine",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L23
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Build the garage"
    "smuPtuuaLq": "Construire le garage",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L24
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I got everything working except this engine.  I've never seen anything like it.  I mean, it's like it doesn't even need gas!^I don't know what you're gonna need to do to make it work, but I know I'm out of my area here.^If you manage to figure it out, bring it back up to my place and I'll see about getting it installed.^  - Sebastian"
    "TesA9z2VGo": "J'ai tout remis en état de marche sauf ce moteur. Je n'ai jamais rien vu de pareil. Je veux dire, c'est comme s'il n'avait même pas besoin d'essence !^Je ne sais pas ce que tu dois faire pour que ça marche mais je suis sûr que c’est hors de mon domaine.^Si tu parviens à comprendre comment le réparer, ramène-le moi et je te l'installerai.^ - Sebastian",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L24
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Wonky engine"
    "x5zf5OlTYF": "Moteur bancal",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L25
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Thanks for letting me work on this!  I even let my Dad do some of the work on it so that he got to feel like maybe he finally did make good on his promise to your Granddad all those years ago.  But me, well, I just like gadgets!  If it ever breaks down, let me know, I have a 10-year warranty on all my work :)"
    "pgqL7DkmfO": "Merci de m'avoir laissé travailler là-dessus ! J'ai même laissé mon père faire une partie du travail dessus pour qu'il ait l'impression qu'il a peut-être enfin tenu sa promesse envers ton grand-père il y a toutes ces années. Mais moi, eh bien, j'aime juste les gadgets ! Si jamais ça tombe en panne, préviens-moi, je te promets 10 ans de garantie sur tout mon travail. :)",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L25
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Irrigator is fixed"
    "fqlZ8h1a7v": "L'irrigateur est réparé",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L26
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I hear you're restoring that old tractor.  Here's the seeder - it spreads fertilizer and seeds.  Your Grandpa gave it to me to fix after he decided to try going organic and put chicken droppings in it. I got it cleaned up, but it needed some iron bars.  Your Grandpa took his time rounding those up, and, well, my accident and his decline put an end to it.  But you're young, you can find somebody to fix it. I'm too old to be of any use anymore."
    "K0YadFxzjf": "J'ai entendu dire que tu réparais ce vieux tracteur. Tiens, ça c’est le semoir - il répand les engrais et les graines. Ton grand-père me l'a donné à réparer après avoir décidé d'essayer de passer au bio et d'y mettre des crottes de poulet. Je l'ai fait nettoyer mais il fallait des barres de fer. Ton grand-père a pris du temps pour les rassembler et euh, mon accident et son déclin y ont mis un terme.  Mais tu es jeune, tu peux trouver quelqu'un pour réparer ça. Je suis trop vieux pour servir à quelque chose.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L26
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Seeder from George"
    "Yhaa7R7z2k": "Semoir de George",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L27
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hello Dear,^I gave what you said a lot of thought and I think I have a way.  George would be really uncomfortable with you doing work he would want to do.^But George has had to get used to letting Alex do a lot of things for him already.^I talked to Alex about it, but he is reluctant and he wouldn't say why.  Maybe if someone nearer his own age, who he trusted, talked to him he would come around.^Good luck!^ - Granny"
    "ZaQZN5Lywg": "Bonjour ${mon petit^ma petite^mon trésor}$,^^J'ai beaucoup réfléchi à ce que tu m’as demandé et je pense avoir trouvé quelque chose. George serait vraiment mal à l'aise si tu faisais le travail à sa place.^Mais mon mari a déjà dû s'habituer à laisser Alex faire beaucoup de choses pour lui.^^J'en ai parlé à Alex mais il n’est pas sûr et il ne veut pas me dire pourquoi. Peut-être que si quelqu'un plus proche de son âge (et en qui il a confiance) lui parlait, il changerait d’avis.^^Bonne chance !^^ - Mamie",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L28
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "@ - I think you'll find Alex is a little more... inspired... today.^ - Haley"
    "pXG1jfdElz": "@ - Je pense que tu trouveras Alex un peu plus... inspiré... aujourd'hui.^ - Haley",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L28
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Haley has motivated Alex"
    "UB2QVBh4rl": "Haley a motivé Alex",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L29
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hey!^Grandpa and I got the seeder working last night!  You can pick it up from Grandpa whenever.  Now that it's done, I'm really happy you rooked me into doing this. I really love my grandpa, and well, sometimes it's hard to find things to do together.  And hey, maybe if the Gridball thing doesn't work out I can get a job repairing farm equipment!^ - Your friend,^   Alex"
    "iy2q5psl0z": "Hé !^Grand-père et moi avons fait fonctionner le semoir hier soir ! Tu peux le récupérer chez grand-père quand tu veux. Maintenant que c'est fait, je suis vraiment heureux que tu m'aies poussé à faire ça. J'aime vraiment mon grand-père mais parfois c'est difficile de trouver des choses à faire ensemble. Et bon, peut-être que si le Gridball ne marche pas, je pourrai trouver un travail de réparation de matériel agricole !^ - Ton ami,^Alex",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L29
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Waterer is ready"
    "VR6ADWGj0z": "L'abreuvoir est prêt",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L30
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "The tractor's all ready to go!  It was kinda strange, I didn't really know how it all attached, but when I tried to plug something into the wrong place, it just wouldn't go.  Screws wouldn't find their threads, belts would jump off of pullies...^ ^But when I got a part even near the right spot, it'd just jump into place!  So I guess that engine really likes being in that tractor!^ ^Oh and the tiller was on the tractor when we found it.  It seems okay, so you'll be able to hoe areas.  The other attachments are probably around someplace!^ ^ - M^ ^HINT: To use the tractor, get on it and select your hoe."
    "dxzrfq1WqJ": "Le tracteur est prêt à démarrer ! C'était un peu étrange, je ne savais pas vraiment comment tout cela tenait ensemble mais quand j'essayais de brancher quelque chose au mauvais endroit, ça ne marchait tout simplement pas.  Les vis ne trouvaient pas leur filetage, les courroies sautaient des poulies...^ ^Mais quand je tenais une pièce près du bon endroit, elle se mettait tout simplement en place ! Donc je suppose que ce moteur aime vraiment être dans ce tracteur !^ ^Oh, et la motobineuse était sur le tracteur quand nous l'avons trouvée. Tout semble correct, tu pourras donc biner des zones. Les autres accessoires sont probablement autre part !^ ^ - M^ ^ASTUCE : Pour utiliser le tracteur, montez dessus et sélectionnez votre houe.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L30
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Tractor is ready to go"
    "uPKQL0d2Lj": "Le tracteur est prêt à démarrer",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L31
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I found shoes in the garbage last night.  You're right, these are perfectly good shoes, ready for a second life!  I hope you give them a good home."
    "B8MflKG4y6": "Hier soir, j'ai trouvé des chaussures dans la poubelle. Tu avais raison, ce sont des chaussures en parfait état, prêtes pour une seconde vie ! J'espère que tu leur offriras un bon foyer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L31
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Linus found shoes"
    "xB1TBNAQEh": "Linus a trouvé des chaussures",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L32
    // >>>MISSING TRANSLATION
    // source: "Hey @!  Maru here!  I forgot to tell you something about your tractor!  There's a knob down by your left knee that you can use to widen or narrow the spread of your tools!  It works well to go narrow, but the wide setting is really fiddly.  I'm sure you'll get the hang of it with practice!^ - M^ ^(Hint - use the keypad plus and minus keys to increase or decrease the area of effect of your tools.  The max area is 3x3 until you get farming skill of 10, when it goes to 5x5.)"
    "zmV1KINNeU": "",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/MailKeys.cs#L32
    // >>>MISSING TRANSLATION
    // source: "Tractor Tool Shift Knob HowTo"
    "jFKJOe75Ex": "",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L43
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "funky looking engine that doesn't work"
    // new: "Funky looking engine that doesn't work"
    "UwmixeUYrT": "Moteur à l'allure étrange qui ne fonctionne pas",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L43
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sebastian pulled this off of the rusty tractor.  I need to find someone to fix it."
    "FgTsMbjUzP": "Sebastian a retiré ça du tracteur rouillé. Je dois trouver quelqu'un pour le réparer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L48
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Junimo-powered tractor engine"
    "qWJfQxKfpm": "Moteur de tracteur d’énergie Junimo",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L48
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "The engine for the tractor!  I need to find someone to install it."
    "n6ZY4iRa4I": "Le moteur du tracteur ! Je dois trouver quelqu'un pour l'installer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L53
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "core of the harvesting attachment for the tractor"
    // new: "Core of the harvesting attachment for the tractor"
    "hnfW8cOwRa": "Noyau de l'outil de récolte pour le tracteur",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L53
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This looks like it was a tractor attachment for harvesting crops, but it doesn't seem to be all together."
    "bz6pw27C66": "On dirait qu'il s'agissait d'un accessoire de tracteur, destiné à la récolte des récoltes, mais il ne semble pas en bon état.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L58
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "harvesting attachment for the tractor"
    // new: "Harvesting attachment for the tractor"
    "PbhWQZTYqz": "Accessoire du tracteur (moissonneur)",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L58
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Just need to bring this to the tractor garage to be able to use it with the tractor!"
    "MJmI75TDQW": "Il suffit de l'apporter au garage du tracteur pour pouvoir l'utiliser avec le tracteur !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L63
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "crop shakerlooser"
    // new: "Crop shakerlooser"
    "qEJQQzLTmm": "Releveur d’épis",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L68
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "One of the missing parts for the scythe attachment"
    "Tg9u5tJeeH": "Une des pièces manquantes pour l'attache de la faux",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L68
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "shiny sprocket"
    // new: "Shiny sprocket"
    "vdUiOHrf89": "Pignon brillant",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L73
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "The watering attachment for the tractor - it needs to be brought back to the tractor garage."
    // new: "Broken watering attachment for the tractor"
    "qJml2LWjFs": "L'accessoire d'arrosage pour le tracteur - il doit être ramené au garage du tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L73
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This looks like it was a tractor attachment for watering crops.  Sure hope somebody can help me get it working again, watering can really be a drag."
    "Coxaq3cqdD": "On dirait qu'il s'agissait d'un accessoire de tracteur pour arroser les cultures. J'espère bien que quelqu'un pourra m'aider à le faire fonctionner à nouveau, l'arrosage peut vraiment être une corvée.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L78
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "watering attachment for the tractor"
    // new: "Watering attachment for the tractor"
    "WRNKDqJbUl": "Accessoire du tracteur (arrosage)",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L78
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "The watering attachment for the tractor - it needs to be brought back to the tractor garage."
    "nKttpne1m8": "L'accessoire d'arrosage pour le tracteur - il doit être ramené au garage du tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L83
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "bent up and rusty front-end loader for the tractor"
    // new: "Bent up and rusty front-end loader for the tractor"
    "YRyUspQarP": "Benne de chargement avant du tracteur, déformée et rouillée",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L83
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This was the front-end loader attachment (for picking up rocks and sticks), but it's all bent up and rusted through in spots.  It needs to be fixed to be usable."
    "Xkftmouzlo": "C'était la benne de chargement avant du tracteur (pour ramasser des cailloux et des bâtons), mais l’ensemble est plié et rouillé par endroits. Il doit être réparé pour être utilisable.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L88
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "front-end loader attachment for my tractor"
    // new: "Front-end loader attachment for my tractor"
    "QCZtPGZoc3": "Accessoire (benne de chargement avant) pour mon tracteur",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L88
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "This will allow me to clear rocks and sticks on my farm.  It needs to go into the tractor garage so I can use it."
    "xKdQ7XPXwv": "Cela me permettra de dégager des roches et des bâtons sur ma ferme. Il doit aller dans le garage du tracteur pour que je puisse l'utiliser.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L93
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Alex's old shoes"
    "kSEvGpK5Xu": "Les vieilles chaussures d'Alex",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L93
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "14EEE, slightly smudged"
    "l1znsYhlUY": "Pointure 45, légèrement tachées.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L98
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "cleverly repackaged pair of shoes"
    // new: "Cleverly repackaged pair of shoes"
    "UWWlju4VBB": "Une paire de chaussures intelligemment reconditionnée",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L98
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Alex's old shoes, cleverly dyed.  Nobody will ever know."
    "zbC7jAqE3J": "Les vieilles chaussures d'Alex, teintes astucieusement.  Personne ne le saura.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L103
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "broken fertilizer and seeder"
    // new: "Broken fertilizer and seeder"
    "duz6TpnxQ2": "Semoir et fertilisateur cassés",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L103
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "The fertilizer and seed spread for the old tractor.  It needs a good bit of fiddling to make work."
    "Ug8tLFNGn3": "L'engrais et les semences épandues pour le vieux tracteur. Il faudrait un peu de bricolage pour le remettre en marche.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L108
    // >>>SOURCE STRING CHANGED - originally translated by github:CaranudLapin on 1/3/2025
    // old: "fertilizer and seed Seeder attachment for the tractor"
    // new: "Fertilizer and seeder attachment for the tractor"
    "HtBaHcPhXG": "Accessoire (semoir de graines et d’engrais) pour le tracteur",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ObjectIds.cs#L108
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Just needs to be brought back to the garage to use it on the tractor."
    "TPXimrGv8M": "Il ne reste plus qu'à le ramener au garage pour l'utiliser sur le tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/PetFindsThings.cs#L140
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I wonder what {{arg0}} has been up to..."
    "vONvot9XIi": "Je me demande ce que {{arg0}} est en train de fouiller...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/PetFindsThings.cs#L79
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Pets sometimes have an uncanny ability to spot missing things!$0#$b#Just last week I lost my favorite milking bucket.  I came across it a few days later and my cat, Muffin, was sleeping in it.$1#$b#Well, I guess she didn't exactly find it for me, but at least she knew where it was!$0"
    "djmeLRwMtO": "Les animaux de compagnie ont parfois une étrange capacité à repérer les objets manquants !$0#$b#La semaine dernière, j'ai perdu mon seau de traite préféré.  Je l'ai découvert quelques jours plus tard et mon chat, M. Roux, dormait dedans.$1#$b#Eh bien, je suppose qu'il ne l'a pas vraiment trouvé pour moi, mais au moins il savait où il se trouvait !$0",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/PetFindsThings.cs#L87
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Do I miss my \"normal\" life on days like this?$2#$b#No, not really.  Except for Jeremy Clarkson...$1#$b#...My pet Schnauzer.  He had an uncanny ability to fetch the thing I wanted before I even knew I wanted it.$0"
    "N1gDRt0T0i": "Est-ce que ma vie « normale » me manque dans des jours comme celui-ci ?$2#$b#Non, pas vraiment.  Sauf Jeremy Clarkson...$1#$b#...Mon Schnauzer de compagnie.  Il avait une étrange capacité à récupérer ce que je voulais avant même que je sache que je le voulais.$0",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L16
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Investigate the tractor"
    "TOr3vf6QCK": "Enquêter sur le tracteur",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L17
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "There's a rusty old tractor in the fields; it sure would be nice if it could be restored.  Perhaps the townspeople can help."
    "AGcgcxeEgW": "Il y a un vieux tracteur rouillé dans les champs ; cela serait certainement utile s'il pouvait être restauré. Peut-être que les habitants de la ville pourront vous aider.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L30
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Talk to mayor Lewis"
    "Kf7qN47Oux": "Parlez au maire Lewis",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L34
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ask Sebastian to help restore the tractor"
    "NJkn1GBuAu": "Demandez à Sebastian de vous aider à restaurer le tracteur",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L38
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Welp, Sebastian was a bust.  Maybe Mayor Lewis knows somebody else who could be more helpful."
    "feEGTChLq8": "Eh bien, la tentative avec Sebastian était un fiasco. Peut-être que le maire Lewis connaît quelqu'un d'autre qui pourrait être plus utile.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L43
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Wait for Lewis to work his magic"
    "NctSXY54Lf": "Attendez que Lewis fasse son truc",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L47
    // >>>MISSING TRANSLATION
    // source: "Have Robin build a garage (buy it from her shop)."
    "EICecN8KST": "",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L52
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sebastian promised to get on the job right after the barn got built.  Hopefully he's actually on the case."
    "EaErFdAg9N": "Sebastian a promis de se mettre au travail juste après la construction de la grange. J'espère qu'il est réellement dessus.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L56
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ask for help with the strange tractor motor."
    "KJGfYvmiZk": "Demandez de l'aide avec l'étrange moteur du tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L60
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Put the engine, 20 sap, 5 mixed seeds and an aquamarine in a chest in the secret woods."
    "VU3PugTArj": "Mettez le moteur, 20 sèves, 5 graines mélangées et une aigue-marine dans un coffre dans les bois secrets.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L64
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hopefully the Junimo magic worked!  Get the engine out of the secret woods and bring it to Sebastian."
    "EeROr74aXY": "Espérons que la magie Junimo a opéré ! Sortez le moteur des bois secrets et apportez-le à Sebastian.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L68
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Bring the engine to Maru to install."
    "ze7gGTbZZG": "Apportez le moteur à Maru pour l'installer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L72
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Maru says that after the engine is installed, it should actually run!  Just have to wait a little bit longer..."
    "cIZxBi3IKa": "Maru a dit qu'une fois le moteur installé, il devrait se mettre vraiment en marche ! Il ne reste plus qu'à attendre encore un peu...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L81
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "An old tractor you say?#$b#I know your Grandfather had one - I thought he had sold it off before he died.  He never could keep it on the furrows.$h#$b#If you want to get it fixed, I suggest you talk to Robin's son, Sebastian; he's actually quite the gearhead.  Maybe he can help."
    "zUlQ06THTX": "Un vieux tracteur, dis-tu ?#$b#Je sais que ton grand-père en avait un - je pensais qu'il l'avait vendu avant de mourir. Il n'arrêtait pas de sortir avec.$h#$b#Si tu souhaites le réparer, je te suggère de parler au fils de Robine, Sebastian ; c’est un génie de la mécanique. Il peut sans doute t’aider.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L86
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Let me get this straight - I barely know who you are and I'm supposed to fix your rusty old tractor?$a#$b#Sorry, but I've got a lot of stuff going on and can't really spare the time."
    "ZUXs5Zfw9c": "Dis-moi si j'ai bien compris - je sais à peine qui tu es et je suis censé réparer ton vieux tracteur rouillé ?$a#$b#Désolé, mais j'ai beaucoup de choses à faire et je n'ai pas vraiment le temps.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L92
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sebastian said that?$a#$b#Well, I can't say I'm really surprised...  Just a bit disappointed.$s#$b#Hm. . .$u#$b#Welp, I guess this is why they pay me the big money, eh?  I'll see if I can make this happen for you, but it might take a couple days."
    "etC3jpzoqK": "Sebastian a dit ça ? $a#$b#Eh bien, je ne peux pas dire que je sois vraiment surpris... Juste un peu déçu. $s#$b#Hm. . .$u#$b#Eh bien, je suppose que c'est pour ça que je mérite mon salaire, hein ? Je vais voir si je peux arranger les choses pour toi mais cela pourrait prendre quelques jours.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L99
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Trust me, I'm working on it, but I also have my day-gig to worry about.  I work odd hours, so you might not be around when I'm working on it.  Oh and thanks for the coffee."
    "gbAym3QCuT": "Crois-moi, j'y travaille mais j'ai aussi mes propres soucis du boulot. Je travaille à des heures irrégulières donc tu ne seras peut-être pas là quand j'y travaille. Oh et merci pour le café.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L105
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I made a lot of progress last night.  Most of it is cleaning up okay, but the engine itself is, well, it seems a little out of the ordinary. . ."
    "WmKPcgHl0K": "J'ai fait beaucoup de progrès hier soir. La majeure partie est bien nettoyée mais le moteur lui-même semble un peu hors du commun...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L111
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh...  Now where did you get that??!$l#$b#Ooooh... Ah.  Yes.  I see...  Mmm...$s#$b#Yes.  Your grandfather dabbled a bit in Forest Magic.  He was nowhere near as adept as myself, of course...#$b#He lacked the mechanical ability to restore the mundane engine, so he enlisted some forest magic to make one.#$b#As you can see, the Junimos that he recruited to keep the motor running have gotten bored and wandered away.  You'll need to coax them back.$s#$b#Now, pay attention!  This will require your utmost concentration!$a#$b#You must place the engine, 20 sap, 5 mixed seeds and an aquamarine in a chest in the secret woods in front of the statue...#$b#Then, you must run around the chest, six times, clockwise very, very quickly.  Overnight, your engine will be restored.#$b#Now GO!  I have concerns much greater than yours right now.$a"
    "SBh2hLQcZx": "Oh... Où as-tu eu ça ??!$l#$b#Ooooh... Ah. Oui. Je vois... Humm...$s#$b#Oui.  Ton grand-père s'est un peu essayé à la magie forestière.  Bien sûr, il n’était pas aussi doué que moi…#$b#Il n'avait pas la capacité mécanique nécessaire pour restaurer un banal moteur alors il a fait appel à la magie de la forêt pour en fabriquer un.#$b#Comme tu peux le constater, les Junimos qu'il a recrutés pour faire tourner le moteur se sont ennuyés et se sont éloignés.  Tu dois les convaincre de revenir.$s#$b#Maintenant, fais attention !  Cela nécessitera ta plus grande concentration !$a#$b#Tu dois placer le moteur, 20 sèves, 5 graines mélangées et une aigue-marine dans un coffre dans les bois secrets devant la statue...#$b#Ensuite, tu dois faire le tour du coffre six fois, dans le sens des aiguilles d'une montre et très, très rapidement. Du jour au lendemain, ton moteur sera restauré.#$b#Allez ! J'ai des choses à gérer bien plus grandes que tes petits soucis en ce moment.$a",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L116
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "That is the craziest engine I've ever seen.  Have  you shown it to Clint?  I mean, he knows something about metalworking.  Maybe it's some kinda weird alloy?^ ^Or...^Maybe aliens."
    "eYWgDttje9": "C'est le moteur le plus fou que j'ai jamais vu. L'as-tu montré à Clint ? Je veux dire, il s'y connaît en métallurgie. C'est peut-être un alliage un peu bizarre ?^ ^Ou...^Peut-être des extraterrestres.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L120
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Uh...#$b#What is it?  you say it's an Engine?$s#$b#I say it's weird. . .  Hey, is that thing moving?$a#$b#I don't know.  Maybe the Wizard would know what it is, and even if he doesn't, he'll sure pretend like he does if you show it to him."
    "zAMBCJ94WB": "Euh...#$b#Qu'est-ce que c'est? Tu dis que c'est un moteur ?$s#$b#Je dis que c'est bizarre...  Hé, est-ce que ce truc bouge ?$a#$b#Je ne sais pas.  Peut-être que le sorcier saurait ce que c'est, et même s'il ne le sait pas, il fera certainement semblant de le faire si tu le lui montres.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L124
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh wow...#$b#Can I have it?"
    "Eg8wXQAfzD": "Oh wow...#$b#Est-ce que je peux l'avoir ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L128
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "AAAAHHH!!!  IT'S MOVING!  TAKE IT AWAY!$4"
    "C0N5Lt57vY": "AAAAHHH !!! Ça bouge ! REPRENDS-LE !$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L133
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I've never seen anything like that before...#$b#It gives me this uncanny feeling like...  it's missing something.#$b#Weird."
    "bxLeJXrxky": "Je n'ai jamais rien vu de pareil auparavant...#$b#Cela me donne l'impression étrange que... il manque quelque chose.#$b#Bizarre.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L137
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Whoah....$s#$b#I mean, if you say it's fixed, I can believe it.  Definitely has a look of workiness about it!$l#$b#But seriously...  I shouldn't be installing this thing.  It's, yaknow, out of my area but...$s#$b#I hate to say it, my sister would be able to figure it out, no matter how weird it is."
    "MJ5vQ4vRlY": "Incroyable....$s#$b#Je veux dire, si tu dis que c'est réglé, je te crois. Ce moteur a définitivement l’air d’avoir été retravaillé !$l#$b#Mais sérieusement... je ne devrais pas installer ce truc.  C'est, tu sais, pas vraiment mes oignons mais...$s#$b#Je déteste devoir dire ça mais ma sœur devrait être plus capable que moi de comprendre un truc aussi bizarre.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/RestoreTractorQuest.cs#L142
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Wow!  I mean I have no idea what it does, but I'm sure it'll look cool doing it!$h#$b#You want me to install it in the tractor?  Sure, I'll do it.  I helped Seb haul it out of the mud.  He really did a great job polishing it up.#$b#Just give me a day or so, k?  And be sure to drive it up here sometime, I want to ride it around!$l"
    "HtMNRFkrrB": "Ouah ! Je veux dire, je n'ai aucune idée de ce que ça fait mais je suis sûr que ça aura l'air cool quand ça le fera !$h#$b#Tu veux que je l'installe dans le tracteur ?  Bien sûr, je le ferai. J'ai aidé Seb’ à le sortir de la boue.  Il a vraiment fait un excellent travail pour le peaufiner.#$b#Donne-moi juste un jour ou deux, d'accord ?  Et n'oublie pas de l’amener ici un jour, je veux le conduire !$l",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L19
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Fix the harvester"
    "kFQs2JeDF5": "Réparer la moissonneuse",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L20
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I found the harvester attachment for the tractor, but won't work like it is now.  I should ask around town about it."
    "YUsq4yU5tZ": "J'ai trouvé l'accessoire de récolte pour le tracteur mais il ne fonctionnera pas actuellement. Je devrais poser des questions en ville à ce sujet.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L33
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Let's see what you go there...$s#$b#You know, there's no real metalwork to do here.  It basically needs a good cleaning and oiling.$h#$b#But something seems wrong about it still, like are you sure you got all of it out of the weeds?"
    "BlfSryuxgc": "Voyons ce que tu as...$s#$b#Tu sais, ce n’est pas une question de compétence en travail du métal. Il a essentiellement juste besoin d’un bon nettoyage et d’un bon huilage.$h#$b#Mais quelque chose cloche. Es-tu sûr d'avoir TOUT retiré des mauvaises herbes ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L38
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh you found the old harvester!  I think your Grandpa broke every other thing, but I don't recall any misadventures with that part.  If you can't get it to work, you might ask Demetrius or Maru.  They're good at metalworking."
    "JsXdylnfR9": "Oh, tu as trouvé la vieille moissonneuse ! Je pense que ton grand-père a cassé tout le reste, mais je ne me souviens d'aucune histoire avec cette partie. Si tu n'arrives pas à le faire fonctionner, tu peux demander à Demetrius ou à Maru. Ils sont bons en métallurgie.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L42
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh you found the old harvester!  You know, just looking at it, I think it's okay, but I don't think it's quite complete.  Looks like there might be some parts missing.#$b#You're getting pretty good around the farm, I'm sure you could get it to work again if you can find the rest of the parts.  Let me know if you need help with it, though, I'd be happy to help."
    "l9WQB6dBBX": "Oh, tu as trouvé la vieille moissonneuse ! Tu sais, rien qu'en le regardant, je trouve qu’elle est en bon état mais je ne pense pas que ce soit tout à fait complet. On dirait qu'il manque certaines pièces.#$b#Tu te débrouilles plutôt bien à la ferme, je suis sûre que tu pourrais le faire fonctionner à nouveau si tu arrives à trouver le reste des pièces.  Fais-moi savoir si tu as besoin d'aide, je serai heureux de vous aider.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L47
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh I'm not much for farm equipment.  You say that's a harvester?  Well, I'll have to take your word for it!$h#$b#Yaknow he broke a lot of stuff on that tractor, but I don't recall that being one of them.  Maybe it just needs cleaning and oiling?"
    "h0ZVwGdlKn": "Oh, je ne suis pas très fan du matériel agricole. Tu dis que c'est une moissonneuse ? Eh bien, je vais devoir te croire sur parole !$h#$b#Tu sais, il a cassé beaucoup de choses sur ce tracteur, mais je ne me souviens pas que ce soit un de ces trucs-là justement. Peut-être qu’il faut juste la nettoyer et lui mettre un coup d’huile ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L51
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh that's the old harvester!  Or most of one anyway...$s#$b#Well, did you look around where you found that piece?  Might be more pieces under that log.#$b#You might enlist Jas and Vincent to help - they used to play out in your south pasture, but when you moved back in, I asked them to keep clear so you could get your work done.  But they know that area pretty well."
    "Civd7F2UIW": "Oh, c'est la vieille moissonneuse ! Ou presque en tout cas... $s#$b#Eh bien, as-tu regardé autour de toi, à l’endroit où tu as trouvé ce morceau ? Il y a peut-être d'autres morceaux sous ce tronc. #$b#Tu pourrais demander à Jas et Vincent de t'aider - ils jouaient dans ton pré sud quand tu es revenu, du coup je leur ai demandé de rester à l'écart pour que tu puisses faire ton travail. Mais ils connaissent assez bien cette zone.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L56
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh that's a *harvester*?  I never would have guessed!  Yep, I saw it on your farm and always wondered about it...#$b#Well, unless I was prepared to accept Jas and Vincent's explanation that it was a machine made by Greebles!$l"
    "DbSmXcR1Fh": "Oh, c'est une *moissonneuse* ? Je n'aurais jamais deviné ! Ouais, je l'ai vu dans ta ferme et je me suis toujours demandé à quoi il ressemblait... #$b# Bon, à moins que je sois prêt à accepter l'explication de Jas et Vincent selon laquelle c'était une machine fabriquée par les Greebles ! $l",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L61
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "That's the old harvester for the tractor?  I guess it looks like that.#$b#I'm sorry, I don't know anything about farming.$2"
    "crEBom7o0a": "C'est la vieille moissonneuse pour le tracteur ? Je suppose que ça ressemble à ça.#$b#Je suis désolé, je ne connais rien à l'agriculture.$2",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L65
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Missing parts for a 'harvester'?$s#$b#You might ask Jas and Vincent to help look for other parts like that - they told me they used to play out in your south pasture, but they don't anymore because Marnie shooed them away.$4"
    "ayQWqrCKe0": "Tu as des pièces manquantes pour une « moissonneuse » ? $s#$b#Tu pourrais demander à Jas et Vincent de t’aider à chercher d'autres pièces comme celles-là - ils m'ont dit qu'ils jouaient autrefois dans ton pâturage au sud, mais ce n'est plus le cas parce que Marnie les a chassés.$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L70
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh yeah I've seen that - wedged under a tree, right?  Must have been a feat to get it out!#$b#Did Jas or Vincent tell you where to find it?  They used to play near it quite a bit."
    "jALuhbI1hj": "Oh oui, j'ai vu ça - coincé sous un arbre, non ? Ça a dû être un exploit de l’en sortir ! #$b#Jas ou Vincent vous t’ont-ils où le trouver ? Ils jouaient souvent à côté.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L75
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "What is that thing?  A harvester?  Sure, if you say so...  I tell you though, something about that thing seems familiar to me.$s#$b#Well, it looks like a mess, and I've cleaned up a lot messes.  It must be that!$l"
    "B0hcv3aYGp": "Quelle est cette chose ? Une moissonneuse ? Bien sûr, si tu le dis... Mais il y a quelque chose de cette chose qui me semble familier.$s#$b#Eh bien, cela ressemble à une bêtise, et j'ai nettoyé beaucoup de bêtises. Ça doit être ça!$l",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L79
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "That's the old harvester for the tractor?  I guess it looks like that.  You think it's incomplete?$s#$b#You might ask Jas and Vincent to help look for other parts like that - they used to play out in your south pasture, but don't worry!  Marnie and I asked them not to since you moved in.#$b#You've got enough on your hands without those two hooligans running through the corn!$l"
    "I301Oe9R5Y": "C'est la vieille moissonneuse du tracteur ? Je suppose que c'est à ça que ça ressemble. Tu penses qu'elle est incomplète ? Tu pourrais demander à Jas et Vincent de t'aider à chercher d'autres pièces comme ça - ils avaient l’habitude de jouer dans ton pâturage sud, mais ne t'inquiète pas ! Marnie et moi leur avons demandé de ne plus le faire depuis que tu as emménagé. Tu as déjà assez de travail sans ces deux voyous qui courent dans le maïs !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L87
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Aha!!!!  I FORESEE THAT YOU HAVE NEED OF A SCRY!$a#$b#And you've come at the perfect time.  I happen to have need to flex my muscles from time to time, to keep in tip top form, you know.  Let's have a look#$b#Aahh through the mists I see two people, NO, CHILDREN, in your farm playing...#$b#They have taken parts of off and headed off...  But wait, there's more...  Yes...#$b#They will each need to be placated to get them to give the parts back.  The boy will want 3 crayfish and the girl will want a gemstone, but her tastes are not yet developed, so a cheap one will do..."
    "EoUrqqQfV1": "Ah !!!! JE PRÉVOIS QUE TU AS BESOIN D'UNE VISION !$a#$b#Et tu es arrivé au moment idéal.  Il se trouve que j'ai besoin de fléchir mes muscles de temps en temps, pour rester en pleine forme, tu comprends.  Voyons, voyons#$b#Aahh, à travers les brumes je vois deux personnes, NON, DES ENFANTS, dans ta ferme en train de jouer...#$b#Ils ont pris des pièces de machines et sont partis... Mais attend, il y a autre chose... Oui...#$b#Il faudra les apaiser chacun pour qu'ils te rendent les pièces. Le garçon voudra 3 écrevisses et la fille voudra une pierre précieuse mais ses goûts ne sont pas encore développés donc une pierre bon marché fera l'affaire...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L92
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "BAH!  Begone with this mundane contrivance!  Return on Friday or Saturday and I may have time.$a"
    "yklcqTV6xL": "BAAH ! Emporte ce dispositif mondain ! Reviens vendredi ou samedi et j'aurai peut-être un peu plus de temps à t’accorder.$a",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L96
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I love how my jumprope sparkles in the sun now!  Did you have any luck getting it to fit back together?"
    "OHDPDcqpGR": "J'adore la façon dont ma corde à sauter scintille au soleil maintenant ! Tu as trouvé comment le remettre en place ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L111
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ooh!  Oh this {{arg0}} is very sparkly!  Thanks!  Here's your thingamajig.  I sure hope it works!  I really want to ride on your tractor some day!$l"
    "OcE8Fg2Wm1": "Ouh ! Oh cette pierre de {{arg0}} est très brillante ! Merci !  Voici ton machin-truc. J'espère vraiment que ça fonctionnera ! Et que tu me feras monter sur ton tracteur un jour !$l",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L119
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oohh when are you gonna bring me something shiny!  I'm really looking forward to it!"
    "EQMRFzPEoh": "Oohh, quand est-ce que tu vas m'apporter quelque chose de brillant ! Je suis vraiment impatiente !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L124
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ooh!  You found the Greeble machine!$h#$b#Vincent and I used to play games with that, but we had to stop because Aunt Marnie told us we couldn't go into your pasture anymore unless you invite us.#$b#There are parts missing?  Well of course there are!  Vincent and I kept some of the shinier bits, see, one's on my jumprope!  It's so shiny, it sparkles when I jump!  Oh, and FINDERS KEEPERS!$l#$b#Well, I suppose I could give it back to you...  BUT ONLY IF YOU TRADE ME SOMETHING REALLY SHINY!$h"
    "MZNsRXQVyl": "Ouh ! Tu as trouvé la machine Greeble !$h#$b#Vincent et moi, on jouait avec ça mais on a dû arrêter parce que tante Marnie nous a dit qu’on pouvait plus entrer dans ton champ à moins que tu nous invites.#$b#Il manque des pièces ? Ah bah oui, je sais ! Vincent et moi on a gardé les morceaux les plus brillants, tu vois, d’ailleurs il y en a un sur ma corde à sauter !  C'est tellement brillant, ça scintille quand je saute !  Oh, et c’est celui qui trouve qui garde !$l#$b#Eh bien, je suppose que je pourrais te le rendre... MAIS SEULEMENT SI TU ME L'ÉCHANGES CONTRE QUELQUE CHOSE DE VRAIMENT BRILLANT !$h",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L129
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Did you have any luck getting it to fit back together?  I could probably help you put it back together, it sure came apart easy!$l"
    "GEQ9b20k8F": "Tu as réussi à le remettre en place ? Je pourrais probablement t’aider à le remonter, il s'est démonté facilement !$l",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L134
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ooh!  Oh these 3 crawdads would be great!  Thanks!  Here's your thingamajig.  I Hope it works!$l#$b#Sure, I won't tell Mom that you gave them to me if you want...  Why?$s"
    "TpcRs55mWR": "Ouh ! Oh ces 3 écrevisses sont géniales ! Merci ! Voilà ton bidule. J'espère que ça marche encore !$l#$b#Bien sûr, je ne dirai pas à maman que tu me les as donnés si tu veux... Pourquoi ?$s",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L139
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Did you get the bugs?  3 Big ones?"
    "eBowumwFMh": "Tu as attrapé les insectes ? 3 gros ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L143
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "The Greeble machine!$h#$b#Jas and I used to play games with that, but we had to stop because Marnie told us we couldn't go into your pasture anymore unless you invite us.#$b#There are parts missing?  Sure there are!  Me and Jas took a couple of pieces.  I used mine in a trap I was building to trap the Greebles under my bed!  It didn't work.  Hey, have you got any good bugs on your farm?  I'll find it for you if you can bring me some really big crawly ones!$h"
    "IcbfSOu5nn": "La machine Greeble ! $h#$b#Jas et moi, on avait l'habitude de jouer à des jeux avec ça mais nous avons dû arrêter parce que Marnie nous a dit qu’on pouvait plus aller dans ton pâturage à moins que tu ne nous invites. #$b#Il manque des pièces ? Bien sûr ! Jas et moi avons pris juste quelques pièces. J'ai utilisé les miennes dans un piège que je construisais pour piéger les Greebles sous mon lit ! Ça n'a pas marché. Hé, tu as de bons insectes dans ta ferme ? Je les trouverai pour toi si tu peux m'en apporter de très gros ! $h",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L158
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "It seems some parts are missing, but I know there's nothing else out there in that field, at least not that's easy to see.  Maybe somebody else who noses around the farm would know about it."
    "crIsaOcz7c": "Il semble que certaines parties manquent mais pourtant il n'y a rien d'autre dans le coin, du moins rien qui soit évident à voir. Peut-être que quelqu'un d'autre qui a l’habitude de fouiner dans la ferme pourrait m’en dire plus.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L163
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ask Jas and Vincent about the harvester"
    "l5wLYQ9Z4O": "Demander à Vincent et Jas à propos du moissonneur",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L167
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Fix the scythe attachment (HINT: craft it from the parts)"
    "k3WH8heANk": "Réparez l'attachement de la faux (ASTUCE : fabriquez-le à partir des pièces)",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L171
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Get a 'shiny thing' for Jas (perhaps a gem?) and 3 big bugs for Vincent.  (Hm.  The bugs in the mines seem TOO big...  Maybe a lobster?  Hm.  Again maybe too big...)"
    "xBvUCZyALQ": "Procurez-vous un « truc brillant » pour Jas (peut-être un joyau ?) et 3 gros insectes pour Vincent. (Hum. Les insectes dans les mines semblent TROP gros... Peut-être un homard ? Hum. Encore une fois, peut-être trop gros...)",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L175
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Find a way to get the kids to give me the parts"
    "bWRSVoWZDR": "Trouver un moyen d'amener les enfants à me donner les pièces",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuest.cs#L179
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Take the fixed scythe attachment to the tractor garage."
    "kyvGL4CAN4": "Apportez l’accessoire de la faux au garage du tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/ScytheQuestController.cs#L30
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sweet!  You've now got a harvester attachment for your tractor!#$b#HINT: To use it, equip the scythe while on the tractor."
    "P8BGvkAz5b": "Génial ! Vous disposez désormais d'un accessoire de récolte pour votre tracteur !#$b#ASTUCE : Pour l'utiliser, équipez la faux lorsque vous êtes sur le tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L20
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Fix the seeder"
    "ftkOCCxYQN": "Réparer le semoir",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L21
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Turns out George had the seeder attachment, maybe he can be talked into fixing it."
    "PAtCvXupsP": "Il s'avère que George avait l'attachement du semoir, peut-être qu'on pourrait le convaincre de le réparer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L34
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Young people just don't listen.  I told you, I'm too old to repair your equipment.$a"
    "Em8WJLX5P7": "Les jeunes n’écoutent tout simplement pas.  Je te l'ai dit, je suis trop vieux pour réparer ton équipement.$a",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L41
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hm.  George said that did he...  Hm.  This *is* a thorny problem.  I think you need to consult a politician.  Try Lewis."
    "v10aEZBOPq": "Hum. Ce que George a dit... Hum.  C’est vraiment un problème épineux. Je pense qu'il faut consulter un politicien. Lewis ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L45
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I'm honored that you're asking me to look at this, but it'd really be better if George did the work...#$b#I know it won't be easy for him...  Maybe he'll need help.$s#$b#But if he actually did it, well, it'd do him a lot of good.#$b#You should talk to Lewis.  He and George go back a long way.  He'll know what to do.#$b#If it all goes wrong, come back to me and I'll try to fix it."
    "KOhPmt5HNc": "Je suis honoré que tu me demandes d'examiner ça mais ce serait vraiment mieux si George faisait le travail...#$b#Je sais que ce ne sera pas facile pour lui... Peut-être qu'il aura besoin d'aide.$s#$b#Mais s’il le faisait réellement, eh bien, cela lui ferait beaucoup de bien.#$b#Tu devrais parler à Lewis. George et lui, ça remonte à loin. Il saura quoi faire.#$b#Si tout va mal, reviens vers moi et j'essaierai de le réparer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L49
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I'm flattered that Alex thinks I can fix it...  Maybe I can, but we should stick to Evelyn's plan.  Alex and I don't exactly click, but I'm sure there's somebody who knows Alex well enough to help convince him to do it."
    "QtUfKr3cdI": "Je suis flatté qu'Alex pense que je peux arranger ça... Peut-être que je peux mais nous devrions nous en tenir au plan d'Evelyn. Alex et moi ne nous entendons pas vraiment bien mais je suis sûr qu'il y a quelqu'un qui connaît assez bien Alex pour l'aider à le convaincre de le faire.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L53
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh dear oh dear oh dear...$2#$b#Hm...$2#$b#George isn't wrong -- physically, he's just not in good shape.  Mentally, though, he's still as sharp as ever.  Alas, not like your Grandpa, towards the end.$s#$b#But if he can somehow do this, or at least help in doing it, it'll do him so much good.#$b#We need some help here...  We need Evelyn, and YOU have to get her to cajole George into trying this.  I can't be seen to be involved for, err...  reasons.#$b#You need to build some trust with her before you broach the topic, however.  Tread carefully."
    "dbgKJTRQ7c": "Ah la la la la...$2#$b#Hum...$2#$b#George n'a pas tort -- Physiquement, il n'est tout simplement plus en très bonne forme. Mentalement, par contre, il est toujours aussi vif. Hélas, pas comme ton grand-père, vers la fin.$s#$b#Mais s’il peut agir d’une manière ou d’une autre, ou au moins aider, cela lui ferait tellement de bien.#$b#Nous avons besoin d'aide... Nous devons demander à Evelyne, et c’est TOI qui dois la convaincre de cajoler George pour qu'il reprenne confiance. Je ne peux pas m’impliquer pour euh... des raisons personnelles.#$b#Tu dois cependant établir une certaine confiance avec elle avant d’aborder le sujet. Agis avec prudence.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L58
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ohhh...  I know George *could* repair that thing...  But he could also fail miserably, you see, it's not just his legs that have let him down.  Have you seen his hands, how they shake?  It's not so bad, but it really frustrates him.#$b#Oh deary, I'm old too...  I need time to think about this."
    "ipJdTPNiiP": "Ohhh... je sais que George *pourrait* réparer cette chose... Mais il pourrait aussi échouer lamentablement, vois-tu, ce ne sont pas seulement ses jambes qui le laissent tomber. As-tu vu ses mains, comment elles tremblent ?  Ce n'est pas si grave, mais ça le frustre vraiment.#$b#Oh mon Yoba, je suis vieille aussi... J'ai besoin de temps pour y réfléchir.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L64
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sorry, what did you say?  I didn't quite hear..."
    "Jc9h4k3YPn": "Pardon, qu'as-tu dit ? Je n'ai pas bien entendu...",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L68
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Look, I got my life to live, and it doesn't involve fixing farm equipment."
    "jvBYYwoGcn": "Écoute, j'ai ma vie à vivre et cela n'implique pas de réparer du matériel agricole.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L72
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Nah man, these hands were made for gridball.  You're good with this sort of thing, you should talk Grandpa into showing you how.  Or get Maru, she's good at mechanical stuff.$3"
    "klExuKWJYr": "Non ${mec^meuf^@}$, ces mains ont été faites pour le Gridball. Tu es ${doué^douée^doué⸱e}}$ pour ce genre de choses, tu devrais demander à grand-père de te montrer comment faire. Ou trouve Maru, elle est douée pour les trucs mécaniques.$3",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L77
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Heh, isn't easy is it.  Keep it up, maybe you'll learn how to be mayor someday!$1#$b#Evelyn was probably right, in that somebody his own age could convince him.  Somebody he spends a lot of time with."
    "WCgAjgNs9x": "Hé, ce n'est pas facile, n'est-ce pas. Continue et peut-être que tu apprendras comment devenir maire un jour !$1#$b#Evelyn avait probablement raison, dans le sens où quelqu'un de son âge pourrait le convaincre. Quelqu'un avec qui il passe beaucoup de temps.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L81
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "You think *I* have a clue what goes on inside Alex's head??$5#$b#Oh wait, I *DO* know...  Absolutely nothing.$4"
    "bCTiRG0vVt": "Tu penses que *moi* j’ai une idée de ce qui se passe dans la tête d'Alex ??$5#$b#Oh attends, je sais... Absolument rien.$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L85
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh I hate to admit it, but the solution to your problem is Haley.  She can make any boy do any thing, ESPECIALLY Alex.$2#$b#She might seem vaccuous at times, but trust me, if you need some guy manipulated, she can do it.  I'm not saying it's a good thing all the time, but this sounds like a good cause.$4"
    "ODEaJ7atc8": "Oh, je déteste l'admettre mais la solution à ton problème est Haley. Elle peut obliger n'importe quel garçon à faire n'importe quoi, SURTOUT Alex.$2#$b#Elle peut parfois sembler frivole, mais crois-moi, si tu as besoin de manipuler un homme, elle peut le faire. Je ne dis pas que c'est toujours une bonne chose mais cela semble être pour une bonne cause.$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L89
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hah.  Alex does more with his hands than just play Gridball.$3#$b#Tell me everything. every. little. detail.$7#$b#Ah...  I see...#$b#I'll take care of this for you.  Just give me a day or two.  I'll let you know.$2#$b#*Sigh*  Confidence is so very attractive in a man.$7"
    "XnG8FTcl84": "Hah. Alex fait bien plus avec ses mains que simplement jouer au Gridball.$3#$b#Dis moi tout. Chaque. petit. détail.$7#$b#Ah, je vois...#$b#Je m'en occupe pour toi. Donne-moi juste un jour ou deux.  Je te dirai.$2#$b#*Soupir* La confiance en soi est tellement attirante chez un homme.$7",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L95
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Okay, I can do this.  Grandpa seems fired up too.  Give me the {{arg0}} iron bars Grandpa said we need and the broken seeder and we'll get on it."
    "f2yicONrlB": "D'accord, je peux faire ça. Grand-père semble excité aussi. Donne moi les {{arg0}} lingots de fer dont grand-père a dit qu'on avait besoin et le semoir cassé et nous pourrons nous y mettre.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L103
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Thanks, that's all the stuff.  Well, I'm off the the garage with Gramps.  I'll send mail or something after we get it working."
    "K5hPs7cMrU": "Merci, c'est tout ce qu’il fallait. Eh bien, je vais convaincre grand-père de m’aider dans le garage. Je t'enverrai un courrier ou quelque chose dans le genre une fois que tout sera prêt.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L107
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "We'll need the old seeder and {{arg0}} iron bars.  Bring 'em by when you can."
    "grUPuzOU6n": "Nous aurons besoin du vieux semoir et{{arg0}} lingots de fer.  Amène-les quand tu peux.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L113
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "There you go.  Fixed it myself.  Alex didn't screw it up too much; he's a good kid.#$b#Don't try and sprinkle chicken manure with the thing.  I don't want to see this thing back here again."
    "xxhc5ysic2": "Voilà. Je l'ai réparé moi-même. Alex n'a pas trop gâché les choses ; c'est un bon garçon.#$b#N'essaye pas de saupoudrer du fumier de poulet avec cette chose. Et je ne veux plus revoir cette chose ici.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L134
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hm.  I wonder what I should do.  I certainly can't fix it, and it'd cost a fortune to send it to Zuzu city."
    "XFCTFgKSpY": "Hm. Je me demande ce que je devrais faire. Je ne peux certainement pas le réparer, et cela coûterait une fortune de l'envoyer à Zuzu City.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L137
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Talking to George didn't go well.  I'm going to have to find a different angle."
    "ieX9q8CJ2Y": "La discussion avec George ne s'est pas bien passée.  Il va falloir que je trouve un angle d’attaque différent.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L140
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Get Evelyn to help (Talk to her after getting her to {{arg0}} hearts)"
    "rGk4GJS5Ky": "Demandez à Evelyn de vous aider (parlez-lui après l'avoir amenée à {{arg0}} <).",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L143
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Granny said she'll think about it.  I guess we'll wait to hear from her."
    "Sr3Pwq2BY0": "Mamie a dit qu'elle y réfléchirait. Je suppose que nous attendrons de ses nouvelles.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L146
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Granny's mail said I should gain Alex's trust (2 hearts) and try and talk him into it."
    "NyMc3JDEBc": "Le courrier de Mamie disait que je devais gagner la confiance d'Alex (2 <) et essayer de le convaincre.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L149
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Alex still seems resistant to the idea.  Maybe I need to get somebody else to give me another angle."
    "W5i7aONkhB": "Alex semble toujours réticent à cette idée.  Peut-être que je dois demander à quelqu'un d'autre de me donner une autre idée.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L152
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Wait for Haley to cajole Alex into helping."
    "ZWmd1pGXXi": "Attendez qu’Haley persuade Alex de vous aider.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L155
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Talk to Alex"
    "WHXHgGoYSU": "Parlez à Alex",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L158
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Bring Alex the old seeder and {{arg0}} iron bars"
    "IyN2wTw1ub": "Apportez Alex le vieux semoir et {{arg0}} barres de fer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L162
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Hopefully Alex and George are getting on with it.  Alex said he'd send mail when it's working."
    "HqdlpHugX0": "Espérons qu'Alex et George s'y mettent. Alex a dit qu'il enverrait du courrier quand ça fonctionnerait.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L165
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Alex's mail says the seeder is done and I just need to get it from George."
    "peCtTooa4r": "Le courrier d'Alex indique que le semoir est terminé et que je dois juste le récupérer auprès de George.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuest.cs#L168
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Bring the fixed seeder to the tractor garage."
    "Yxhyaqc0MZ": "Apportez le semoir réparé au garage du tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/SeederQuestController.cs#L37
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Awesome!  You've now got a way to plant and fertilize crops with your tractor!#$b#HINT: To use it, equip seeds or fertilizers while on the tractor."
    "HkgBvPrURk": "Génial!  Vous avez maintenant un moyen de planter et de fertiliser vos cultures avec votre tracteur !#$b#CONSEIL : Pour l'utiliser, équipez-vous de semences ou d'engrais lorsque vous êtes sur le tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L87
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ask the people in town about this thing."
    "zIIUYR5uiR": "Interrogez les gens de la ville à ce sujet.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L17
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Fix the waterer"
    "fbGOiXs75b": "Réparer le bec d’arrosage",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L18
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I found the watering attachment for the tractor, but it's in bad shape, I should ask around town."
    "Vi0lbKVkhs": "J'ai trouvé le bec d’arrosage du tracteur mais il est en mauvais état, je devrais me renseigner en ville.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L26
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh, that isn't...  It is!  It's your grandpa's legendary irrigation attachment!  And you *fished* it up you say?  Hah!  Well you would'a had to, wouldn'tya!$1#$b#. . . #$b#Sorry, I gotta compose myself.  You'll want to take this up to the mountain.  Show it to Robin, she can give you the first-hand account.$1#$b#It might not be safe to show it to Demetrius.  I think he's still working through the aftereffects...$s"
    "PezqWVQnWz": "Oh, ce n'est pas... Si c’est ça ! C'est le légendaire accessoire d'irrigation de ton grand-père !  Et tu l’as *pêché*, dis-tu ? Hah ! Eh bien, c’était à faire, n'est-ce pas !$1#$b#. . . #$b#Désolé, je dois me ressaisir. Tu devrais l'emmener à la montagne. Montre-le à Robine, elle peut te donner le récit de première main.$1#$b#Il ne serait peut-être pas prudent de le montrer à Démétrius. Je pense qu'il souffre encore des séquelles...$s",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L35
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh my!  Is that the irrigation system?  It is!  None of us expected to see that again, not after that . . .$3#$b#Wait, did Robin put you up to this?#$b#Nope, I don't want to know.  Well, yes, I got very wet, but it wasn't any big deal.  Not nearly as much as she plays it up to be.  Not at all...#4#$b#But you just want the thing fixed, don't you.  Well, it seems like a complicated device, but I bet Maru would have no trouble with it.  Why don't you show it to her?"
    "MC0cVcwEDO": "Oh la vache ! C’est le système d'irrigation ? Mais oui ! Aucun de nous ne s’attendait à revoir ça, pas après cette histoire. . .$3#$b#Attends, c'est Robine qui t'a poussé à faire ça ?#$b#Non, je ne veux pas savoir.  Eh bien, oui, j'ai été très mouillé mais ce n'était pas grave.  Pas autant qu’elle le prétend.  Pas du tout...#4#$b#Mais tu veux juste que la chose soit réparée, n'est-ce pas. Eh bien, cela semble être un appareil compliqué mais je parie que Maru n'aurait aucun problème avec ça. Pourquoi tu ne le lui montres pas ?",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L42
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Oh you didn't!!  You fished up the watering doohickey?  Oh my I'll never forget that day!  Your granddad had the idea that instead of using the pump to fill it up he could just back his tractor into the pond.  Suffice it to say the tractor came out, but the irrigator did not!  He huffed up to the mountain, half soaked, thinking that Demetrius would have a net.  Well Demetrius was feeling especially can-do that day and offered to come help and, well, Maru was quite small and just had to go with her Dad everywhere and so I came along to ride herd.  Long story short, Demetrius ended up covered in mud right up to his starched buttoned up collar.  Maru decided to go rescue him, I went chasing after her, and, well, we all ended up wet, but Demetrius, well, his self-image took a hit that day, heh.#$b#Heh, and you know what happened to the irrigator, donchanow!$l#$b#You should take it to Maru and, heh, youknow, best not to bring it up with Demetrius!$4"
    "p6h88L34BG": "Oh, t’as pas fait ça !! Tu as repêché le bidule d'arrosage ?  Oh mon Dieu, je n'oublierai jamais ce jour-là !  Ton grand-père a eu l'idée qu'au lieu d'utiliser la pompe pour le remplir, il pouvait simplement reculer son tracteur dans l'étang. Autant dire que le tracteur est bien resorti mais pas l’irrigateur !  Il a couru jusqu'à la montagne, à moitié trempé, pensant que Démétrius aurait un filet.  Eh bien, Demetrius se sentait particulièrement en forme ce jour-là et il a proposé de venir l’aider et, eh bien, Maru était assez petite et elle accompagnait son père partout et donc je suis venu monter le troupeau.  Pour faire court, Démétrius s'est retrouvé couvert de boue jusqu'à son col de chemise. Maru a décidé d'aller le secourir, je suis partie à sa poursuite et, eh bien, nous avons tous fini mouillés, mais Demetrius, eh bien, son image de soi a pris un bon coup ce jour-là, hein.#$b#Hé, et tu sais ce qui est arrivé à l'irrigateur, n’est-ce pas !$l#$b#Tu devrais en parler à Maru et, hé, tu sais, mieux vaut ne pas en parler avec Demetrius !$4",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L58
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Sure, I'd love to have a go at fixing it, afterall, it's practically a family heirloom!$4#$b#But let's have a look at it...  Hm...$2#$b#Yeah, all the fittings are shot.  If you can get me {{arg0}} gold bars, I can get it working again.#$b#I know, usually brass is used for this sort of thing, but it's surprisingly hard to come by around here."
    "Be3nO8TImu": "Bien sûr, j'adorerais essayer de le réparer, après tout, c'est pratiquement un héritage familial !$4#$b#Mais regardons ça... Hum...$2#$b#Ouais, tous les raccords sont fichus. Si tu peux m'avoir {{arg0}}lingots d'or, je peux le faire fonctionner à nouveau.#$b#Je sais, on utilise généralement le laiton pour ce genre de choses, mais c'est étonnamment difficile à trouver ici.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L64
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Alrighty, I'll get to work on it and have it back to you in a couple days.  I'll just drop it in the mail for you."
    "f69djsNSzy": "Très bien, je vais m'y mettre et je te le rendrai dans quelques jours.  Je vais juste te l'envoyer par courrier après.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L69
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Have you found some gold bars yet?  Gotta go pretty deep in the mines to get it, but I'm sure you're up for it."
    "OJeVjJ8R17": "As-tu déjà trouvé des lingots d'or ? Il faut aller assez loin dans les mines pour l'obtenir mais je suis sûr que tu t’en sortiras.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L73
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I'm still working on the irrigation system; you should have it day after tomorrow."
    "DM8HKsyqIv": "Je travaille toujours sur le système d'irrigation ; tu devrais l'avoir après-demain.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L76
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "I'm working through the bugs on the irrigation system; you should have it tomorrow if nothing goes haywire.$3"
    "f6QX64m6TB": "Je travaille sur les finitions du système d'irrigation ; tu devrais l'avoir demain si rien ne déraille d’ici là.$3",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L90
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Ask Robin about this thing."
    "YQEJGLX8Iq": "Interroge Robine à ce sujet.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L94
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Take it to Maru to see if she'll fix it."
    "Q1WCO9ArEp": "Apportez-le à Maru pour voir si elle va le réparer.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L97
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Bring the watering can and {{arg0}} gold bars to Maru."
    "v5Hgq072BX": "Apportez le bec d’arrosage et {{arg0}} lingots d'or à Maru.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L101
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Just gotta wait - should be in the mail any day now."
    "MpFPiJH4GL": "Je dois juste attendre - ça devrait me revenir par la poste d’un jour à l’autre.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L104
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Bring the fixed waterer to the garage."
    "DZIMQAF1Ti": "Apportez le bec d’arrosage réparé au garage.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuest.cs#L111
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Maru came through!  Time to take it to the garage and water some crops!"
    "pC5ZGGBWlF": "Maru a réussi ! Il est temps de l'emmener au garage et d'arroser quelques cultures !",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuestController.cs#L20
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Awesome!  You've now got a way to water your crops with your tractor!#$b#HINT: To use it, equip the watering can while on the tractor."
    "jSheaf3J7V": "Génial ! Vous avez maintenant un moyen d'arroser vos cultures avec votre tracteur !#$b#ASTUCE : Pour l'utiliser, équipez l'arrosoir lorsque vous êtes sur le tracteur.",

    // https://github.com/NermNermNerm/QuestableTractor/blob/ce53071efd6288ec34f04827c53e2980cf62ed88/QuestableTractor/WatererQuestController.cs#L33
    // Translated by github:CaranudLapin on 1/3/2025
    // source: "Whoah that was heavy!  Looks like an irrigator attachment for a tractor under all that mud!"
    "BWrqfLflFE": "Whoah c'était lourd ! On dirait un accessoire d'irrigation pour un tracteur sous toute cette boue !"
}
