{
	"Format": "2.3.0",
	"Changes": [
	{
		"Action": "EditData",
		"Target": "Characters/Dialogue/Willy",
		"Entries": {
			"Introduction": "It seems I've caught a new Farmer! Welcome, good to meet you! Nice to have new faces in the valley.#$e#Have a good day!",
			"spring_1": "Another new year full of fishing adventures is ahead of us. Here's to good luck!$1#$e#Have a great day, @. I'll see you around.",
			"spring_Mon": "You can catch fish, but have you ever caught a treasure chest?#$b#I wonder if the fish keep their belongings in them.$2#$e#Stay focused, stay fishing. Have a good one, @.",
			"spring_Tue": "There are as many types of fish as there are people. Some come out in the rain, others at night.#$b#Some like the warm waters of summer, other the cold of winter.#$b#Myself? I like my water lukewarm.$1#$e#Keep it up, @. I'll see you soon.",
			"spring_Wed": "My ol' man was a fisherman, my grandfather a captain. I sailed between far away islands, learning the life.#$b#I learned fish hate it when they are tickled.#$e#Good to see you. Have a good one.",
			"spring_Thu": "I met a Smallmouth Bass once who had an eye for art. It's true. How do I know this?#$b#The answer is a fisherman's secret.$3#$e#Keep the good work going. I'll see you around.",
			"spring_Fri": "Sardines are popular the world over. I, personally, can't stand them.#$e#Enjoy today, and keep fishing. See you, @.",
			"spring_Sat": "I have a halibut story for you.#$b#Just kidding, it was a red herring.$1#$e#Have a great day, @. See you soon.",
			"spring_Sun": "Never throw your trash into the water.#$b#Think I'm kidding? Beware.#$e#Have a great day, @. I'll see you around.",
			"spring_Mon2": "This year, I'll catch it. The The Fish of Legend will be mine.#$b#They say it can appear anywhere. It bites down so hard, your bones break.#$b#It can't just be a legend, right?$#$e#Stay focused, stay fishing. Have a good one, @.",
			"spring_Tue2": "I thought I had the The Fish of Legend earlier, but it turned out to be just a bunch of trash.#$e#Keep it up, @. I'll see you soon.",
			"spring_Wed2": "I went to a carnival as a child, where a man said he had the The Fish of Legend on display.#$b#I believed it until my ol' Man said it was just a dried sea bass.#$e#Good to see you. Have a good one.",
			"spring_Thu2": "One of my favorite birthday gifts was a book that list special fish that could be found around the world.#$b#I lost it somewhere. I wonder where it could be now?#$e#Keep the good work going. I'll see you around.",
			"spring_Fri2": "The The Fish of Legend waits for no one. It stalks the night. It has red eyes, green scales, and a hankering for cheese.#$b#But what kind of cheese, I wonder?#$e#Enjoy today, and keep fishing. See you, @.",
			"spring_Sat2": "I had a dream about the The Fish of Legend last night. It was playing cards, and it dealt me a bad hand.#$e#Have a great day, @. See you soon.",
			"spring_Sun2": "If not this year, then next year. If not then, perhaps the year after that.#$b#The Fish of Legend, you'll be mine!$3#$e#Have a great day, @. I'll see you around.",
			"spring_Mon4": "Have you ever heard the song that comes during the rain? I wonder what it means#$e#Stay focused, stay fishing. Have a good one, @.",
			"spring_Tue4": "One spring when I was a child, I was out on my Grandfather's boat, and thought I saw a mermaid.#$b#I called out, and demanded we go to her. When we got close...$2#$b#Turns out it was just seaweed. I had fallen for kelp. I never let it down.$1#$e#Keep it up, @. I'll see you soon.",
			"spring_Wed4": "Waking up to nothing but the sea all around you is an odd feeling. The first night back on land, however, is even stranger#$e#Good to see you. Have a good one.",
			"spring_Thu4": "Hey there, chum. How's it going?#$b#I hope life on the farm is treating you well. Tamers of nature, you and I#$e#Keep the good work going. I'll see you around.",
			"spring_Fri4": "Do you know how to cook? Here's a tip. Fish go great with seaweed, and can be eaten raw. How's that for nature's bounty?#$e#Enjoy today, and keep fishing. See you, @.",
			"spring_Sat4": "How do you feel about Merpeople? Think they could exist? Wandering the seas?#$e#Have a great day, @. See you soon.",
			"spring_Sun4": "The ocean is large. I will never fish everywhere, which is why I have my favorite spots.#$b#Have you found places where you have more luck?$1#$e#Have a great day, @. I'll see you around.",
			"spring_Mon6": "'Thou art the best, to see the sea, if only I could know you...'$2#$b#Oh, sorry. Just reciting some lines from an old play#$e#Stay focused, stay fishing. Have a good one, @.",
			"spring_Tue6": "'The full moon rises, I turn to thee, forever more a monster.'$2#$b#Oh, hello, @. Been thinking about old plays a lot lately#$e#Keep it up, @. I'll see you soon.",
			"spring_Wed6": "There used to be a lot more plays during the spring when I was a child.#$b#I wonder if we could have some at the community center#$e#Good to see you. Have a good one.",
			"spring_Thu6": "Once, for a time, I wasn't a fisherman. Maybe someday I'll tell you about it#$e#Keep the good work going. I'll see you around.",
			"spring_Fri6": "I hope someday I can show more people the joy of fishing. It's peace, you know?#$b#Happy catches, @.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"spring_Sat6": "'Betrayed, to the highest court, by my own brother.'#$b#You ever see the play called the 'Golden Carp?' It's a classic#$e#Have a great day, @. See you soon.",
			"spring_Sun6": "The The Fish of Legend's favorite day of the week is Sunday. Isn't that strange?#$b#What's it got against the other days?#$e#Have a great day, @. I'll see you around.",
			"spring_Mon8": "I was an actor, for a time. Went all the way to the land where movies are made. Was in some plays, all of them terrible.#$b#I had one starring role, in a play called 'The Tickled Salmon.' I went up on stage...and forgot my lines.#$b#All them, gone. I was so embarrassed. I didn't get much work after that.$2#$b#Funny how it goes sometimes, eh?$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"spring_Tue8": "I spent a lot of time reading plays, when the day's fishing had come to a stop on my Grandfather's boat.#$b#I still remember a lot of the lines, but some are fading#$e#Keep it up, @. I'll see you soon.",
			"spring_Wed8": "When I was an actor, I had a good show during a Spring Festival. Everything went off without a hitch and the audience loved us.#$b#On certain spring nights, I recite some lines from it. To remember.$1#$e#Good to see you. Have a good one.",
			"spring_Thu8": "I actually fell in love with an actress. We worked well together, would pass the nights learning the scripts in each other's arms.#$b#She got a big role and got famous, and I was left behind.$2#$b#A part of me still misses her#$e#Keep the good work going. I'll see you around.",
			"spring_Fri8": "After failing as an actor, my Father welcomed me back to the fisherman's life with open arms.#$b#No questions, no judgements. We got right back to it.#$b#I'll always appreciate him for that.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"spring_Sat8": "Here's a line from the play I was most proud of being in. 'Do not wonder, or wish, but strive to be better, and always eat fish.#$b#It resonates with me just as it did all those years ago.$1#$e#Have a great day, @. See you soon.",
			"spring_Sun8": "I learned a valuable lesson acting. Even when I am angry, or sad, I must be in control of my emotions.#$b#Advice that works for acting and for fishing, don't you think?$1#$e#Have a great day, @. I'll see you around.",
			"spring_Mon10": "It's always good to see you, @. I hope your fishing is going well.$1#$b#Have you caught any special fish yet? If there's anyone who can, it'd be you, @.$1#$e#Happy fishing, @! I'll see you later.",
			"spring_Tue10": "The baby fishes are so cute, I feed them some bread when I see them.$1#$b#Spring makes me think a lot about new life#$e#If only I had the chance to have some little fishies of my own...",
			"spring_Wed10": "Thanks for always coming and talking with me, @. Before you got here, I kept to myself. But your company has given me a little light in the day.#$e#I look forward to seeing you tomorrow!$1",
			"spring_Thu10": "Here's some honesty for you, @. I hope to be buried at sea.#$b#It's a tough thing to think about, death, but to be sent to the place I love so much, that wouldn't be so bad#$e#If you ever catch a fish that looks like me in the future...don't eat me.",
			"spring_Fri10": "Seeing you reminds me of a line from a play. 'The best of friends come from the strangest of places.'#$b#Perhaps I'm the strange one? Gladly!$1#$e#Have a good day, @. I'll see you soon.",
			"spring_Sat10": "I tell you this because I trust you, @. I don't want to die. If it was up to me, I'd fish forever.#$b#Whatever happens after, I would rather be fishing#$e#Unless, of course, in the world beyond, all they do is go fishing...",
			"spring_Sun10": "I was having a bad day today, but now that you're here, @, I feel better. Thank you.$1#$e#To many more wild catches in this life! See you, @.",
			"summer_1": "It must be summer, it's gotten so hot. At least the fish will be happy!#$e#Let's survive the heat together, @.",
			"summer_Mon": "Here's a cooking tip about fish. If it smells really 'fishy,' that's not a good thing.#$b#You want fresh fish above all else. It's what makes living next to the ocean so great!#$e#Have a great day, @. I'll see you around.",
			"summer_Tue": "Always check for bones in your fish. You don't want to hurt yourself biting into a ribcage.#$b#Trust me from experience.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"summer_Wed": "Fish can be eaten raw, or cooked. Some fish taste hardy, others, almost sweet. Such a bountiful crop.#$b#I truly love fishing. Have you had any luck?$1#$e#Keep it up, @. I'll see you soon.",
			"summer_Thu": "Summer brings out certain kinds of fish, all of which are delicious.#$b#I wonder what we would taste like to a fish? Sorry, my mind is wandering.$1#$e#Good to see you. Have a good one.",
			"summer_Fri": "Stay hydrated when you're out there fishing. You don't want to overheat and dehydrate. Trust me from experience#$e#Keep the good work going. I'll see you around.",
			"summer_Sat": "I love watching the Rainbow Trout swim in the river. Their beauty is something to behold.#$b#They are also really good to eat!$1#$e#Enjoy today, and keep fishing. See you, @.",
			"summer_Sun": "Summer means the Pufferfish are around. They are quite the characters, did you know each one has a special name?#$b#That's what I like to think, anyway.$1#$e#Have a great day, @. See you soon.",
			"summer_Mon2": "The heat of summer makes me think about when I was a child. The cool waters of the oceans and rivers against the heat of the day.#$b#You never forget something like that, you know?#$e#Have a great day, @. I'll see you around.",
			"summer_Tue2": "It's so humid today. I expect the fish to get up on land and swim in the air soon.#$b#I'll have to exchange my fishing rod for a bug net.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"summer_Wed2": "I have to be careful during summer, or else the items in my shop overheat and go bad.#$b#You never get over that fishy smell, only ignore it best you can.$1#$e#Keep it up, @. I'll see you soon.",
			"summer_Thu2": "On nights like tonight, after such a hot day, nothing beats drinking a cold beverage and talking with friends.$1#$e#Good to see you. Have a good one.",
			"summer_Fri2": "Have you been catching things lately? I haven't had any luck. It's like the fish have gone on a vacation.$2#$b#I wonder where they have gone off to?#$e#Keep the good work going. I'll see you around.",
			"summer_Sat2": "When you're on a boat during summer, there's little escape from the heat. Jumping overboard is not a good idea, and the cabins don't help.#$b#We would hope the fish would bring some ice with them, but they never did.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"summer_Sun2": "Quiet summer nights, when all is peaceful and the air is cool, with the sound of the waves coming in...#$b#I'm glad I get to experience them again.$1#$e#Have a great day, @. See you soon.",
			"summer_Mon4": "One summer, my Grandfather took me on his boat to the Fern Islands. They a collection of beautiful, tropical islands far away from here.#$b#It was a long journey getting there, but I spent a lot of that time learning from my Grandfather#$e#Have a great day, @. I'll see you around.",
			"summer_Tue4": "My Grandfather believed that the spirit of a person was at its strongest during summer, so he always worked extra hard.#$b#It was a sight to behold, an eighty year old man, hanging off the front of his boat, shouting at the sun for not burning hot enough.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"summer_Wed4": "During summer on the Fern Islands, we built great fires with the locals and ate roasted fish.#$b#My Grandfather would tell fisherman's tales, ghost stories full of half-truths. It was hard to sleep after those!$1#$e#Keep it up, @. I'll see you soon.",
			"summer_Thu4": "My Grandfather taught me his technique for catching fish that had fire in their belly. He told me to never let the fish think it had the upper hand.#$b#Confidence in all things, for no fish wants to be caught by a coward. Those words have stuck with me.$1#$e#Good to see you. Have a good one.",
			"summer_Fri4": "The boat my Grandfather captained was called 'The Dare.' It was a small ship, barely enough room for my Father, Grandfather and I to squeeze into the cabin.#$b#Most people thought it would be destroyed by any storm at sea, but my Grandfather continued on for many years. He's still an inspiration of mine#$e#Keep the good work going. I'll see you around.",
			"summer_Sat4": "On one summer boat trip, we saw a ghastly sight. It was a shipwreck, washed up on some coral. No survivors, and nothing around for miles.$2#$b#My Grandfather, ever curious, went aboard the vessel, and found the diary of the previous captain.#$b#It was full of their hopes and dreams. I've always wondered what happened to them.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"summer_Sun4": "On some days like today, when the sun is too hot, I like to remember my Grandfather#$e#Have a great day, @. See you soon.",
			"summer_Mon6": "The hot waters of summer means that the Speckled Sunfish is wandering the seas. It's said that it can grant wishes.#$b#They say it's so brilliant that looking into it can cause one to go blind#$e#Have a great day, @. I'll see you around.",
			"summer_Tue6": "I've seen the Speckled Sunfish a few times, usually during sunset on the waves. Most people told me it's just the sun's reflection, but that's no fun.#$b#That's just what the Speckled Sunfish wants you to believe.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"summer_Wed6": "The Speckled Sunfish has an arch nemesis. It's called the Lunar Lariot, and it's the size of a shark. It only comes out at night.#$b#It's responsible for the feeling people get around dark water in the evening. Spooky stuff.$1#$e#Keep it up, @. I'll see you soon.",
			"summer_Thu6": "I'd love to catch a legendary fish. Just to meet it, shake it's fin. I'd throw it back into the water after taking a lot of pictures.$1#$e#Good to see you. Have a good one.",
			"summer_Fri6": "I've been craving ice cream lately. I'm just not sure which flavor. Something sweet, I think, and delicious#$e#Keep the good work going. I'll see you around.",
			"summer_Sat6": "There was a woman who believed she caught the Speckled Sunfish. Many years ago she received a lot of press and was in all the papers.#$b#Turns out it was all a scam, but she insisted it was real. I still believe her.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"summer_Sun6": "Hey there, @. I was hoping to see you come by today. I think you'll catch something good real soon, I can feel it.$1#$e#Have a great day, @. See you soon.",
			"summer_Mon8": "For all his teachings, I never thanked my Grandfather. I didn't think to. Now, however, I wish I had.$2#$b#Talking with you, @, makes me hope that I can inspire you in some way. To learn from my mistakes#$e#Have a great day, @. I'll see you around.",
			"summer_Tue8": "This summer has been an emotional one for me. A lot of thinking back on the old days. I'm glad you have an open ear, @!#$e#Stay focused, stay fishing. Have a good one, @.",
			"summer_Wed8": "On days when it's raining, have you heard the strange noises? I wonder what they could be.#$b#Perhaps a monster of the deep is calling out? It gives me the shivers.$1#$e#Keep it up, @. I'll see you soon.",
			"summer_Thu8": "My model boat sank. I was trying to recreate my Grandfather's ship, and it just wouldn't float.#$b#In a way, I'm glad. Only my Grandfather could captain 'The Dare,' in any form.$1#$e#Good to see you. Have a good one.",
			"summer_Fri8": "When my Grandfather passed away, I was beside myself. It was so sudden. He was so full of life, ready to take on the world, and then he was gone.#$b#It was a nice funeral, but somedays, like today, I realize I never got over his loss.$1#$e#Keep the good work going. I'll see you around.",
			"summer_Sat8": "@! So good to see you. Can you believe how hot it's been? I'm a bit stunned myself.$1#$b#It'd be a shame if the oceans dried up!#$e#Enjoy today, and keep fishing. See you, @.",
			"summer_Sun8": "You never realize when you're going to be doing something for the last time. When I got off my Grandfather's boat, on that final day of summer, I didn't know it'd be my last.#$b#I wish I could have just one more ride with him. Learn one more thing.$1#$e#Have a great day, @. See you soon.",
			"summer_Mon10": "Parties on the beach can be wild. In my youth, I'd drink too much and run out into the water.#$b#I called myself King of the Sands. I'd hoot and holler all around. That was the life.$3#$e#If I tried doing that now, people would think I'm crazy!",
			"summer_Tue10": "I love Watermelon. It was always a treat to eat it out on the sea, covering my face with seeds against the heat of the day.#$b#Summer is perfect for watermelon, don't you think?$1#$e#Just thinking about it has made me want some. See you later, @!",
			"summer_Wed10": "Lately I've seen some couples show up on the beach. It's amazing to see no matter how bad life gets, love finds a way.#$b#Being in love, with the whole day ahead for the two of you, isn't that wonderful?$1#$e#Cherish love, @! I'll see you later.",
			"summer_Thu10": "As an actor, one of my more disastrous plays was set on a beach retreat during the middle of summer. I did my best, but the audience hated us.#$b#I remember eating as much free shrimp as I could after my scene was done, and then running away. It was so awkward.$1#$e#I've never sweat so much in my life. Have a good day, @.",
			"summer_Fri10": "I really hope you're having a good summer, @. It's great to see you thriving in this town.#$b#Don't forget to take time to enjoy relaxing on the beach. Best time of year for that.$1#$e#Unless you're too busy. Whatever works for you! See you around.",
			"summer_Sat10": "I'm going to be real honest with you right now, @. I may have had too much to drink last night.$2#$b#I wish I could fish away this headache.$1#$e#That Stardrop Saloon can get real crazy. See you around, @.",
			"summer_Sun10": "I'll be sad to see this summer go. It was a really great one. I'm glad I could share some of it with you, @.$1#$e#Maybe next year will be even better? I can only hope. See you around.",
			"fall_1": "Fall is here, can you believe it? New fish, new adventures, and that wonderful feeling in the air.$1#$e#Like the trees, we will survive! See you soon.",
			"fall_Mon": "Bears enjoy catching fish, I enjoy catching fish. To think we have something in common with a bear is quite wonderful, don't you think?$1#$e#Have a great day, @. I'll see you around.",
			"fall_Tue": "Leaves have started falling into the water, so fish have more places to hide#$e#Stay focused, stay fishing. Have a good one, @.",
			"fall_Wed": "The coolness of the air, the whisper of winter in the breeze. Fall is a magical time.#$b#Lots of good fishing, too!$1#$e#Keep it up, @. I'll see you soon.",
			"fall_Thu": "It's nice to fish all day and not break a sweat. Standing in the water can get cold, though#$e#Good to see you. Have a good one.",
			"fall_Fri": "The Salmon have begun to make their journey upstream. I admire they dedication. So determined!#$b#Strive to be like the Salmon#$e#Keep the good work going. I'll see you around.",
			"fall_Sat": "During this time of year, at night, there's a fish called the Walleye that lurks in the lakes and rivers. The rain summons it.#$b#If you catch one, hold onto it. It might be more special than you think#$e#Enjoy today, and keep fishing. See you, @.",
			"fall_Sun": "Baked salmon is my least favorite kind of food. When I tell people this, they don't understand.#$b#It's not the taste that's the problem, it's eating something that inspires me that disturbs me.$1#$e#Have a great day, @. See you soon.",
			"fall_Mon2": "Have I ever brought up the Fall Haul before? It was a big deal in my life.#$b#It was the most we had ever fished up, a ship load of fish. Prior to that, a Tsunami had wrecked the Fern Islands.$2#$b#We brought the fish for the hungry people and gave it all to them. I realized then I would fish the rest of my life#$e#Have a great day, @. I'll see you around.",
			"fall_Tue2": "I hope you're having a Fall Haul of your own this year. How's the farm been coming?#$b#It's good that things are working out. I hope you're preparing for winter!$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"fall_Wed2": "It's a weird feeling, realizing what you want to do for the rest of your life. It's both stressful, and peaceful.#$b#Have you decided yet, @? Is this farm what you want to do?$1#$e#Keep it up, @. I'll see you soon.",
			"fall_Thu2": "I opened this shop in Pelican town because I liked what I saw. People from various walks of life, you know?#$b#It helped that they all love fish!$1#$e#Good to see you. Have a good one.",
			"fall_Fri2": "Sometimes you're not prepared for the way life throws changes at you. I know I wasn't.#$b#It's best to stay on your toes, in life and in fishing. Never get caught...off guard!$1#$e#Keep the good work going. I'll see you around.",
			"fall_Sat2": "I've never had a fishing season as large as I had during the Fall Haul. I might never again.#$b#That's what makes it so special!#$e#Enjoy today, and keep fishing. See you, @.",
			"fall_Sun2": "How's the fall treating you, @? Are you empowered since it's cooled down?#$b#I'll cling to any warmth I can, especially with winter coming#$e#Have a great day, @. See you soon.",
			"fall_Mon4": "I caught a fish once that was so interesting looking I just couldn't sell it. I called it Vibrato#$e#Have a great day, @. I'll see you around.",
			"fall_Tue4": "When I had my pet fish, Vibrato, I put him in a tank by the window, and on days like today, I noticed he had a longing look in his eyes.#$b#At least, that's what I thought anyway#$e#Stay focused, stay fishing. Have a good one, @.",
			"fall_Wed4": "Been thinking a lot about Vibrato lately. Best pet fish one could ask for, but I couldn't stand how sad he looked all the time.$2#$b#His heart, like mine, was for the sea. I let him go not long after. I wonder where he is now?#$e#Keep it up, @. I'll see you soon.",
			"fall_Thu4": "Sometimes, at twilight, I think I see my fish Vibrato, watching me from somewhere in the water. I hope he found happiness.#$b#As much happiness a fish can find, of course.$1#$e#Good to see you. Have a good one.",
			"fall_Fri4": "Oh, it's good to see you, @. I had a weird dream about you. You and my old fish Vibrato were playing cards, and then he dealt me in, and I lost.#$b#I wonder what it could mean? Do dreams have meaning? Much to think about.$1#$e#Keep the good work going. I'll see you around.",
			"fall_Sat4": "This is getting odd. Another dream about you, @. This time, you were planting seeds and growing fish that looked exactly like Vibrato!#$b#I offered to buy him off you, but you said, 'No Sale!' Isn't that strange?#$e#Enjoy today, and keep fishing. See you, @.",
			"fall_Sun4": "Last night, in my dreams, I told my old fish Vibrato to stop with all the weirdness. He looked hurt, but I wanted no more of that nonsense.#$b#That was when I won a big hand, and said, 'Well, maybe one more round.'$1#$e#Have a great day, @. See you soon.",
			"fall_Mon6": "We've gotten to know each other somewhat, eh, @? I guess I could let you in on one of my secrets.#$b#I'm a big fan of Soap Operas. Is that wrong? If it is, I don't want to be right.$1#$e#Have a great day, @. I'll see you around.",
			"fall_Tue6": "I started watching Soap Operas when I would stay with my Grandparents. Can you believe one of them is still going to this very day? It's called, 'The Arm of the Law.'#$b#It's about a hard-boiled detective named Rockstone who has been searching for his wife's murderer, for fifty-nine years!$3#$b#Why hasn't he given up already?$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"fall_Wed6": "On the latest episode of 'The Arm of the Law,' it turns out his wife wasn't really dead all this time. That's fifty-nine years of lieing! I couldn't believe it.#$b#I wish my Grandfather could know that twist. It would have blown his mind. I fell out of my seat.$1#$e#Keep it up, @. I'll see you soon.",
			"fall_Thu6": "Another shocker! On 'The Arm of the Law' today, it turns out that Rockstone's wife is indeed dead, and that the woman who appeared was an evil robot!#$b#I try not to think deep about the show, or else it starts to get weird.$1#$e#Good to see you. Have a good one.",
			"fall_Fri6": "When I was an actor, I auditioned for 'The Arm of the Law,' but was turned down because I just didn't have the look. Not soon after, a guy who looked a lot like me showed up.#$b#I must have inspired someone as I left in a huff. At least that's what I like to think, anyway#$e#Keep the good work going. I'll see you around.",
			"fall_Sat6": "My favorite shows are 'The Arm of the Law,' of course, 'The Dragons who Dance at Midnight,' and a newer show, called 'Bad Enough to Die.'#$b#Have you had a chance to see any of them? If you do, we can talk about them as we fish.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"fall_Sun6": "'Freeze Rockstone, or I'll get you!'#$b#Oh, sorry, @. It was another crazy episode of 'The Long Arm of the Law' today. I've been saying the lines all day!$1#$e#Have a great day, @. See you soon.",
			"fall_Mon8": "It might be hard for you to believe this, @, but I've actually never won a fishing tournament. I've got last place in each one I tried to be apart of.#$b#Some say 'those that can't, teach,' but I just don't have the heart to compete at something like that.$1#$e#Have a great day, @. I'll see you around.",
			"fall_Tue8": "The thing about fishing tournaments is that they don't judge by how peaceful you are when you fish, or if you find it stressful. They just want a big fish.#$b#That's not competition. That's just luck. Isn't it?$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"fall_Wed8": "I know I'm a good fisherman. I don't need a trophy from a tournament to say that. The fish don't care.$2#$b#Sorry, @. I might still be a little bitter. I'm not sure how I feel about it, really#$e#Keep it up, @. I'll see you soon.",
			"fall_Thu8": "Here's an odd thing about me, @. I don't like aquariums. It's like Fish Prison.#$b#Sure they can swim around, but they are stuck with the other fish in those tanks forever. What if they don't get along?#$b#It's one thing to have bad neighbors, but fish can't just up and go from those places#$e#Good to see you. Have a good one.",
			"fall_Fri8": "I went to an an aquarium once that had a shark in a tank across from schools of fish. I felt so bad for the creature.#$b#It's unnatural to put fish in places like that#$e#Keep the good work going. I'll see you around.",
			"fall_Sat8": "When I was a boy, I went to a show that had multi-colored fish in it. They would do tricks, dance, and repeat poems. It was grand.#$b#I realized years later that they weren't fish on stage, just clever tricks of the light.#$b#Still, I wonder, who ate the food they fed them onstage?#$e#Enjoy today, and keep fishing. See you, @.",
			"fall_Sun8": "Good to see you, @. Fall always makes me feel a bit out of the loop. The cold must effect my brain, that sort of thing.$1#$b#I'll just stick to fishing. You understand, right?$1#$e#Have a great day, @. See you soon.",
			"fall_Mon10": "The dying trees always get to me during the fall. I know they will come back in spring, but ever year they go through this cycle.#$b#Do you think trees enjoy this? Do they dread it? I can never be sure.$1#$e#Have a wonderful fall day, @.",
			"fall_Tue10": "Hello again, @. I hope everything has been working out for you during this harvest season.$1#$b#It's always good to know you're giving it your all. We've shared a lot of memories, you and I.$1#$e#I hope we make many more! See you, @.",
			"fall_Wed10": "On days like today, I don't want to watch the shop. I want to go out there and have an adventure. Yet, here I am.$2#$b#At least I get to see you for a bit, @. That makes it better.$1#$e#Have a good adventure today, for me. Have a good one, @.",
			"fall_Thu10": "Today has not been my day. Woke up with a headache, dumped some chum into the ocean, and lost a ring.$2#$b#I hope you are having a better day, @. Also, have a good night#$e#See you around, @.",
			"fall_Fri10": "I wonder if I should have been born a fish. Then I could travel the world, meet other fish, do that sort of thing.#$b#Then, I wonder, if I was a fish, who would be me? Would I catch myself? Throw myself back?#$b#Interesting indeed. Such thoughts on a beautiful fall day.$1#$e#Have a good one, @.",
			"fall_Sat10": "I hope you're preparing for winter, @. This one is going to be like no other winter that has ever been before.#$b#Or, it will be a completely average winter with no surprises. Let's hope for the first option.$1#$e#Catch the breeze and have a great day, @.",
			"fall_Sun10": "'Whistle the leaves away, for the winter is coming. Let it all be gone, for the winter is coming.'#$b#Lines from one of my favorite plays. It's hopeful to me, yet also sad#$e#Have a great one, @.",
			"winter_1": "I always forget how cold it gets, once winter arrives. I hope the fish haven't frozen solid.$2#$b#I look forward to spring.$1#$e#Have a merry winter, @.",
			"winter_15": "I suppose I should tell you why I've been in such a bad mood lately.$2#$b#Many years ago, I was in love with the most beautiful woman I had ever met. I knew she was the one the moment I met her.#$b#She was smart, funny, and understood what it meant to be a fisherman. We agreed to get married.$1#$b#Then, on this date, she left. No notes, no letters, she just disappeared.#$b#I've been heartbroken ever sense.$1#$e#I'll see you around, @.",
			"winter_Mon": "The life of a Fisherman never stops. Even during winter, there's fish to be had, mouths that need to be fed.#$b#I don't miss freezing out on the ocean for shrimp, I'll tell you that!$1#$e#Have a great day, @. I'll see you around.",
			"winter_Tue": "This time of year makes me thankful for all the fishing I've done. The bleakness of winter really puts things in perspective.#$b#This spring, I'm going to come at it extra hard.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"winter_Wed": "I once went ice fishing, which is a crazy experience. It's so cold you stop feeling yourself, the only warmth coming from thinking about your loved ones.#$b#I didn't catch anything that day except the idea to never to do it agian#$e#Keep it up, @. I'll see you soon.",
			"winter_Thu": "As a fisherman, you find yourself in a lot of interesting situations. One winter, I found myself stranded on an oil barge. No fishing what so ever.#$b#I passed my time reading and getting to know the people on board. Though what they did was different, we were all sea folk.$1#$e#Good to see you. Have a good one.",
			"winter_Fri": "Learning to read on a moving boat isn't for everyone, but luckily I was able to adapt. On stormy days, when the ocean is turbulent, it makes me want to open a good book#$e#Keep the good work going. I'll see you around.",
			"winter_Sat": "Today feels extra cold. I think I'm going to warm up and think about spring. I hope you do the same.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"winter_Sun": "I wonder if fish have any holidays they like to celebrate? Maybe that's what schooling is really all about, fishing coming together and celebrating something#$e#Have a great day, @. See you soon.",
			"winter_Mon2": "Do you think fish get too cold? Maybe they need something like, fishy sweaters or something?#$b#A fish in a turtle neck, staying warm and inspired. I'd like to see that.$1#$e#Have a great day, @. I'll see you around.",
			"winter_Tue2": "How's it going, @? Staying warm? This winter weather really gets to me. The only way I can get warmed up is if I can complain about it.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"winter_Wed2": "You know who is dedicated to the craft of fishing when you see them come into my shop during winter. The passion keeps them warm.#$b#Seeing them inspires me to go out there, no matter what, and try to catch something.$1#$e#Keep it up, @. I'll see you soon.",
			"winter_Thu2": "Sometimes I wonder if the winter storms are brought on by the fish themselves, wanting to test fisherman to brave them. I'd like to think that.#$b#I'll think about anything that inspires me to go out into that cold#$e#Good to see you. Have a good one.",
			"winter_Fri2": "I think it might be warmer today. It's hard to be sure. Spring can't come quick enough, I'll tell you that.#$b#This spring, I'm going to spend every moment I can fishing and enjoying the outdoors#$e#Keep the good work going. I'll see you around.",
			"winter_Sat2": "I talk so much about fish, you probably think I made snow fish instead of snow people as a child, right?#$b#You'd be correct. I made a whole snow ocean, which I'm still proud of to this day.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"winter_Sun2": "'The cold wind blows, everything is frozen. The eyes of the fish stare from the depths below. They call to me, challenge me. I drink my cocoa.'#$b#Not the best poem, but it's based on real life#$e#Have a great day, @. See you soon.",
			"winter_Mon4": "I'm a terrible ice skater. I've tried many times in my life, and have always fallen flat. I'm not sure what it is, but it's very embarrassing for me.$1#$e#Have a great day, @. I'll see you around.",
			"winter_Tue4": "Winter nights by the fire, those are special moments, aren't they? Reading a good book against the crackle of burning wood.#$b#I hope to do that real soon. Even got the wood picked out.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"winter_Wed4": "My Grandfather never minded the cold. I like to think his love of life kept him warm, or he was really good at not complaining.$1#$b#My Father was like me, though. He'd always bring the warmest blankets, and they were never enough#$e#Keep it up, @. I'll see you soon.",
			"winter_Thu4": "Last night, I thought I saw the stars shivering in the night sky. That can't be possible, but it sure felt like it.$1#$e#Good to see you. Have a good one.",
			"winter_Fri4": "I keep hoping to catch some spring time when I go fishing lately, but all I get is more winter. My bait isn't working, I tell you!#$b#See you around, @#$e#Keep the good work going. I'll see you around.",
			"winter_Sat4": "Pulling up a cage full of freshly caught fish, when it's raining during winter, is an experience that tests one's very soul.#$b#Your whole body asks yourself, is this worth it? You can't answer in the moment, only much later.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"winter_Sun4": "During this time of year, the Lingcod come out. Those are some scary fish, but I do like them. They seize the day, as it were.#$b#If you bring me one, I'd appreciate it. They are tasty.$1#$e#Have a great day, @. See you soon.",
			"winter_Mon6": "This is the time of year the great sky fish appear. They swim in schools that make the winter storms, and they cause it to snow.$1#$b#At least that's what my old book said. I wonder where they go during the year?#$e#Have a great day, @. I'll see you around.",
			"winter_Tue6": "The Great Sky fish are called Cloud Surfers, and they dash through the clouds, having a good time.#$b#As a child, I would watch for them, waiting to see if they would appear. I think I saw one once, but it turned out to be an airplane.$1#$e#Stay focused, stay fishing. Have a good one, @.",
			"winter_Wed6": "I've always had a dream to escape the winter and head somewhere warm. I always think about it during winter, and then forget during spring.#$b#One of these years, though. I'll be gone!#$e#Keep it up, @. I'll see you soon.",
			"winter_Thu6": "On a cold day like today, I like to think back to the year that has passed and remember the good times. Some have even been shared you with, @!$1#$e#Good to see you. Have a good one.",
			"winter_Fri6": "All my soap operas are entering holiday season, so I've had that to enjoy. On 'The Arm of the Law,' Rockstone had to find out who killed Father Winter.#$b#Turns out, it was an evil clone of Rockstone from another universe! What a twist.$1#$e#Keep the good work going. I'll see you around.",
			"winter_Sat6": "I watched a show last night about being a fisherman. It was called 'The Sad Salt Man,' and they got everything wrong.$2#$b#It makes me mad when people don't learn about what they are talking about. Especially if you make people like me look silly!$1#$e#Enjoy today, and keep fishing. See you, @.",
			"winter_Sun6": "I've caught a good book recently about the joys of farming. Maybe you can teach me a thing or two, eh, @?#$b#I'd love to learn all that you've gone through this year.$1#$e#Have a great day, @. See you soon.",
			"winter_Mon8": "Sorry, @. I'm really feeling down today. If I can I'll talk to you again sometime this week.$2#$b#...$1#$e#Have a great day, @. I'll see you around.",
			"winter_Tue8": "Winter holidays are interesting, because it's all about getting together with loved ones. What if you don't have any?$2#$b#What if you're all alone in this world? What then?$2#$b#What a rotten mood I'm in this week. Sorry, @#$e#Stay focused, stay fishing. Have a good one, @.",
			"winter_Wed8": "I can't stand the sight of couples this time of year. I shouldn't be this bitter, I'm an old man now, but it still gets to me.$2#$b#Do you understand where I'm coming from, @?#$e#Keep it up, @. I'll see you soon.",
			"winter_Thu8": "Couldn't sleep last night. I've been up all night. I'll catch you again some other time, @.$2#$b#...$1#$e#Good to see you. Have a good one.",
			"winter_Fri8": "I've got nothing to say today. I'll catch you again, @.$1#$e#Keep the good work going. I'll see you around.",
			"winter_Sat8": "I want to apologize for my behavior lately, @. I've had a lot on my mind. Sometimes it gets to be a bit much, even for an old fisherman like me.#$b#I hope you can forgive me.$1#$e#Enjoy today, and keep fishing. See you, @.",
			"winter_Sun8": "Oh, hey, @. Don't mind me today. I've been remembering a lot of sad things.#$b#See you around, okay?$1#$e#Have a great day, @. See you soon.",
			"winter_Mon10": "During this time of year, I used to get into a funk. Sad all around. But getting to know you, @, has made things better.$1#$b#I still want spring to come fast, of course, but seeing you makes the wait not so bad.$1#$e#Have a good one, @.",
			"winter_Tue10": "I hear you've become somewhat of an adventurer down in the mines, @. That's pretty exciting. The principles of a fisherman and explorer are similiar.$3#$b#Have you met any weird characters down there? What are they like?#$e#Unlikely friends in unlikely places. Have a good one.",
			"winter_Wed10": "Unlike previous years, I've looked forward to the holidays. Spending time with you, @, is going to be a lot of fun.$1#$e#See you soon.",
			"winter_Thu10": "Staying warm despite the cold, @? Looks like it. Your hard work is inspiring.$1#$b#I hope your winter is a happy one!$1#$e#If not, I'll be here to talk to. See you around, @.",
			"winter_Fri10": "Another day, another visit from @. You're one of my favorite people, you know that? I'm so glad you showed up on that farm.$1#$e#I'll see you around, @!$1",
			"winter_Sat10": "Somedays I still get a bit sad. But then I think about all the good times we've had this year, @, and it makes it feel better.$2#$e#Thanks for everything. I'll see you soon.$1",
			"winter_Sun10": "'Till spring comes again and winter washes away, we have our friends for warmth. Another night will pass and in the morning, all will be right.'#$b#That poem makes me think about you and your farm, @.#$e#See you soon!"
		}
	}
	]
}